{"id": 5, "volume": 1, "title": "Only I Am A Necromancer 5 Chapter 5", "url": "https://bestlightnovel.com/novel_888162148/chapter_5", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 5 Chapter 5</h1>\n<p>Hanho, who was about to run away at any time, admired the spectacular fight scene.</p><p>In fact, he was only thinking of running away from the monsters after this happened. He had no other choice to survive because he never thought of confronting them like this. Never did he think he could fight by using the enemy's bodies…</p><p>At that moment, the bulky goblin lifted its left hand right away.</p><p>Squeak!</p><p>As soon as it did so, the bracelet on its forearm began to shine. It was an ominous sign at first glance.</p><p>u003cThe chief of the goblin group has initiated the 'Madness of the Wildness.\" Its minions are now strengthened.u003e</p><p>At the same time, the scared goblins' eyes began to emit red light.</p><p>Squeak!</p><p>As if the curse spell of 'The Smell of Death' was broken, the goblins' actions were now more flexible, and they began to push the skeletons up the stairs.</p><p>Hanho, feeling nervous, murmured, \"Ah? Sungwoo, shall we run away now?\"</p><p>\"...Wait a minute!\"</p><p>If the skeletons are destroyed, Hanho and Sungwoo will be doomed. If both of them joined hands and fought together, they could beat them, but Sungwoo didn't want to take the risk.</p><p>The reason he decided to fight the goblins was because he could guarantee his safety with the skeletons at the forefront to fight them.</p><p>'I've got to control these skeletons because they are supposed to move according to my instructions. Now, what should I do?'</p><p>At that moment, the chief goblin's hand came into his view. It was lifting its left hand and spinning it in the air, but the bracelet on it was very strange.</p><p>'Yep, that's it!'</p><p>The skeleton that had been created first stepped back. Even without one of its hands because it was smashed to pieces, the skeleton jumped into the air after stepping on its colleagues' backs.</p><p>Rattle!</p><p>'Ugh? Are you going to jump here?'</p><p>Based on Sungwoo's judgment, the skeleton took a very aggressive action, which even he didn't expect at all. Falling down rapidly, it brandished its hand straight down.</p><p>Its dagger cut the chief goblin's left wrist instantly. Then the red energy of the bracelet disappeared, and the goblin gang was stricken with fear again.</p><p>Stunned, the chief goblin kicked the skeleton, which bounced out and rolled down the 1st floor.</p><p>Nonetheless, it seized the chance to win with that single attack.</p><p>u003cYou've earned 10 (+1) gold by hunting the goblin.u003e</p><p>The skeletons, which might look like resurrected zombies to the goblins, stabbed them recklessly and emotionlessly.</p><p>Puk! Puk! Puk! Puk!</p><p>Sometimes there were yellow sparkles coupled with the blunt sounds, which suggested that the goblins were given a fatal blow because of the synergy effect of u003cDagger Thief Gang(5)u003e.</p><p>u003cYou have earned 10 (+1) gold by hunting the goblins.u003e</p><p>The goblins collapsed all at once. The stairs leading from the 2nd floor to the 1st were full of blood, which dripped down the stairs.</p><p><br></br></p><p>u003cYou have earned 10 (+1) gold by hunting the goblins.u003e</p><p>u003cYou have earned 10 (+1) gold by hunting the goblins.u003e</p><p>u003cYou have earned 10 (+1) gold by hunting the goblins.u003e</p><p>As a result, six out of the seven goblins were all killed, and only the chief goblin survived.</p><p>It smashed one of the skeletons by wielding the long spear, but that was it.</p><p>Two skeletons were spinning around it, stabbing its belly ruthlessly.</p><p>In the end, it collapsed in a pool of blood, moaning.</p><p>u003cYou have earned 50 (+5) by hunting the chief goblin.u003e</p><p>\"Wow, wow...Hahaha…\"</p><p>As if he was dumbfounded, Hanho began to laugh frivolously. Sungwoo slowly walked down the bloody stairs and checked the chief goblin's body.</p><p>\"Ah? Sungwoo, don't you earn something like items in this case?\"</p><p>\"Yep.\"</p><p>Sungwoo was on the same page. When the gamers hunted goblins, they usually received items.</p><p>And his guess was right. Gold sparkled on the chief goblin's sliced left forearm and the spear he used. It seemed as if the items were shouting, 'I'm here!\", so Sungwoo could claim them.</p><p>u003cItem Descriptionu003e</p><p>Name: Crude Spear</p><p>Grade: general</p><p>Classification: one-handed spear</p><p>Effect: Increases attack speed of 'small-build' friendly forces (+20%)</p><p>Sungwoo put the bracelet on his left wrist, which immediately brought about the effects of the item.</p><p>u003cThe attack speed of 'Goblin Skeleton' has increased. (+20%) u003e</p><p>It seemed that the 'small-build' referred to the goblin. And Sungwoo enjoyed seeing another unexpected effect.</p><p>u003cYou can use the 'buff skill' because the conditions have been met. *Activation condition: goblin mercenaries.u003e</p><p>u003cSkill informationu003e</p><p>Name: Madness of the Wilderness</p><p>Grade: D</p><p>Classification: Buff</p><p>Effect: When used, the 'goblin mercenaries' will increase their attacks (+10%) and attack speed (+20%) for ten minutes. After that, the cooldown will take one houru003e</p><p>It seemed that Sungwoo had obtained a very good weapon because the moment the chief goblin used it, he saw the goblin gang's power becoming much stronger than before.</p><p>\"Um, I think I obtained a lot.\"</p><p>Since it was a very dangerous battle, he felt like he was rewarded amply.</p><p>Rattle.</p><p>At that moment, the one-armed skeleton walked up the stairs with a waddling gait. It was the first to be born as a skeleton, and it cut the chief goblin's wrist. Right after its attack, it was kicked hard by the chief goblin and fell down the stairs, smashing two of its ribs. Although its body was covered with wounds, it seemed to be more sophisticated.</p><p>Sungwoo put his hand on its skull as if he felt proud of it.</p><p>\"Good job!\"</p><p>But he pulled his hand back immediately because he still felt uncomfortable. Then it made a loud noise by gnashing its teeth together as if it was satisfied.</p><p>Tick, tick.</p><p>\"Ugh. What did you do a moment ago? Don't do it again.\"</p><p>When Sungwoo ordered it, the skeleton stopped doing it, leaving its jaws wide open. It looked really ugly.</p><p>\"Sungwoo, where shall we go now?\"</p><p>\"Well, let's get out of here first.\"</p><p>Both of them went to the 1st floor, then headed for the lobby. They confirmed that people had gathered in front of the main gate of the building.</p><p>\"You guys go into the copy room over there, skeletons! If they see you, they might be so shocked that they will kill you.\"</p><p>\"You're right. I'm sorry to say this, but I also struck them on the head in the spur of the moment. I think people will scream at the sight of these skeletons.\"</p><p>In fact, Hanho had wielded the dagger first, thinking that the skeletons were monsters. Fortunately, Hanho was on close terms with Sungwoo, but those who were scared of the skeletons would not be persuaded.</p><p>When Sungwoo opened the door of the copy room, the skeletons went inside in a single file line. If anybody opened the door by mistake, he or she could pass out. But who would come to this place to make a photocopy?</p><p>There were about 30 people gathered in the lobby. Given that only five of them were holding weapons, it was obvious that there were only a few who could take action when the unidentified cards appeared.</p><p>Come to think of it, it was abnormal for them to reach out for such strange cards.</p><p>\"Come on, everybody! Please come down! We're contacting the police now, and members of the student council are also checking out what happened!\"</p><p>A man wearing the student council jumper was shouting at them, with a sword in his right hand and a shield in his left.</p><p>\"What can the student council do in this situation? Just break open the door!\"</p><p>One female student, who was about to cry, shouted at him.</p><p>But the executive member of the student council shook his head and said, \"Well, we tried to break it open in every way, but it didn't break no matter how hard we struck it.\"</p><p>\"Really? The door can't be broken?\"</p><p>The main door was an ordinary glass door.</p><p>But the student council executive nodded at her question resolutely.</p><p>\"Nope, it won't. So, please calm down and lower your voice so the monsters won't approach us. Please follow my instructions!\"</p><p>Sungwoo naturally mingled in with them.</p><p>\"...Are you Sungwoo?\"</p>"}