{"id": 3, "volume": 1, "title": "Only I Am A Necromancer 3 Chapter 3", "url": "https://bestlightnovel.com/novel_888162148/chapter_3", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 3 Chapter 3</h1>\n<p>The skeleton moved according to Sungwoo's intuition. In other words, it did what he wanted by checking his preferences in advance even when he didn't want to control it consciously. It was fighting a deadly fight with the two goblins on his behalf now.</p><p>Woof!</p><p>The skeleton pulled a dagger out of the goblins. It seemed that the attack was not fatal as if the dagger had missed the mark a bit.</p><p>Then the two goblins indiscriminately began to wield the swords at the skeleton that had been resurrected like them.</p><p>But their swords, originally designed to cut apart human flesh, didn't seem to deal any damage to the skeleton.</p><p>It seemed that the skeleton's durability was not that strong. Its right elbow was smashed by the goblins' clumsy attack. Now with its left hand as the only weapon, the skeleton was on the defensive. Sungwoo began to feel nervous while watching the fight.</p><p>'If I don't go to its rescue, I have to face them again.'</p><p>When he confronted the goblin, he felt that it was not a formidable rival. Besides, the goblin's build was as small as a child. But it would be tough for him to fight several goblins this time. So, he thought he had to preclude such possibilities.</p><p>'I wish I had a good weapon…'</p><p>Turning his head, Sungwoo looked at Minsu. He was standing there awkwardly, gripping the sword with both hands. Sungwoo could not find any righteous spirit in him.</p><p>\"Hey, give me the sword quickly! Right now!\"</p><p>Minsu opened his eyes wide at his yelling. Then he hugged the sword he had stuck out.</p><p>\"What? Why do you need it?\" Minsu asked.</p><p>\"Give it to me quickly! Let me kill them with it!\"</p><p>But Minsu shook his head and said, \"Nope, this is mine! I got this by selecting the card!\"</p><p>What the heck? Sungwoo was dumbfounded to hear that. He was aware that Minsu was not sociable, but how could he claim such ridiculous ownership of the sword in this situation?</p><p>\"Then, you go out and kill them yourself!\"</p><p>\"...Ugh?\"</p><p>When he said that, Minsu's face turned white.</p><p>'You don't want to, dickhead!'</p><p>Sungwoo didn't force him to hand it over. He knew he would be in bigger trouble than now if he touched such a timid guy. Based on his experience as a retired sergeant, it was best to not touch someone acting like an advisor.</p><p>\"That's fine. Go and peel potatoes with that.\"</p><p>\"...What did you say?\"</p><p>This time, Sungwoo also lifted the desk with a chair. At that moment, the skeleton, with its only functional left hand, stepped aside as if it had been waiting for his move.</p><p>'Oh, you already know what I'm going to do?'</p><p>Sungwoo then threw the desk toward the goblins. They fell to the floor, struck by the heavy desk.</p><p>Seizing the chance, the skeleton sprang out at them and skillfully stabbed the sword in their necks and bellies.</p><p>Puk! Puk! Puk!</p><p>u003cYou've earned ten gold by hunting a goblin!u003e</p><p><br></br></p><p>u003cYou've earned ten gold by hunting a goblin!u003e</p><p>While a total of two messages came out, the skeleton killed the two goblins at the same time and the lecture hall turned into a sea of blood. When the fight was over, the one-armed skeleton waddled toward Sungwoo and looked up at him blankly just like a puppy thirsty for praise.</p><p>\"...Well, I'm sorry, but I feel bad. Can you look somewhere else?\"</p><p>Even though it was his ally, Sungwoo felt unpleasant when the skeleton poked its skull at him.</p><p>It bowed its head at his request.</p><p>'I wonder if the skeleton was disappointed in me.'</p><p>As he could not read any feelings in its hollow eyes, Sungwoo checked its face, fearing that it could change its mind.</p><p>'Ah, since it has no eyes, I can't check its feelings anyway.'</p><p>u003cUndead under your authorityu003e</p><p>A list of your subordinates (3/3)</p><p>Goblin skeleton (LV.1)</p><p>Goblin skeleton (LV.1)</p><p>Goblin skeleton (LV.1)</p><p>*Tap for further information about the attribute of each member.</p><p>*You have reached the maximum number of subordinates.</p><p>The two goblins were resurrected as skeletons in no time. Then they gathered around Sungwoo, making a clattering noise. Now a total of three skeletons followed him.</p><p>\"Hey, Sungwoo, what happened?\" the middle-aged professor asked. Although he was shocked by the absurd situation like everybody else, the professor felt Sungwoo seemed sober.</p><p>On the other hand, the professor was full of doubt, which was understandable, given that Sungwoo was now controlling the monsters that popped up suddenly. But like everybody else there, Sungwoo could not understand the absurd situation either.</p><p>\"I have no idea, but…\" his words drifted while he was concentrating on the noise around him. Then he turned his head outside the window.</p><p>While silence reigned the lecture hall, he could feel that the whole campus was full of screams. He could hear horrible shrieks and screams outside the window, in the hallway and upstairs.</p><p>\"It seems that the same thing is happening throughout the whole campus. Or maybe it…\"</p><p>\"Professor! I can't get through to the police station with my mobile phone!\" shouted a female student whom Sungwoo didn't know.</p><p>Like she said, this kind of situation was common in horror films. In other words, all the lines to the police stations were busy at the moment.</p><p>'Was it happening across the country or the whole world?'</p><p>While Sungwoo thought about that possibility, some of the students stricken with fear began to open the front door and ran out.</p><p>\"We should not stay here. Let's get out of campus!\"</p><p>\"Right. Where is my car? Oh, let's go to the parking lot!\"</p><p>In Sungwoo's judgment, they were too hasty.</p><p>As expected, they began to shout, \"Ugh? Ahhh! Let's get out of here!\"</p><p>They were watching something at the end of the hallway where the little monsters screamed and wailed.</p><p>Rattle!</p><p>The skeletons now began to run toward the back door. Although Sungwoo didn't issue any orders, they acted as if to reflect his subconsciousness.</p><p>The three skeletons kicked the two goblins on the side when they were charging at the students.</p><p>Tangled up together in the hallway, they began to fight fiercely amongst themselves. While they were pushing and shoving, the skeletons began to suffer some cracks in their bones.</p><p>Crunch!</p><p>Obviously, the skeletons were on the defensive when it came to the gripping fight. They had no muscles to show their strength and they weighed less than the goblins.</p><p>\"Everybody, get out of here! Let me stop them here! I mean those guys!\"</p><p>Running around in confusion, the students began to disperse and head for the hallway on the opposite side. In a situation like this, scattering was not always a good option, but it was not good for them to gather in one place either.</p><p>Besides, it was impossible to confine those stricken with fear to any specific place. Sungwoo had no obligation to protect them anyway.</p><p>'Yeah, they have the right to make their own choice.'</p><p>Sungwoo also agonized over what kind of option he would choose.</p><p>'Right now everything is unclear, but there is a rule in this game. I should follow it.'</p><p>He was given an occupation, while his abilities and the appearance of the monsters could be called his game…</p><p>'This might be a very stupid idea, but perhaps the more I fight against them, the higher the chances of my survival will be.'</p><p>So, Sungwoo made the choice to fight instead of fleeing. He could make the bold decision because he had subordinates to fight on his behalf. If he had received a sword by choosing the fighter card, he would certainly have not made this decision.</p><p>Puk! Puk!</p><p>Sungwoo watched the bloody fighting between the skeletons and goblins before his eyes. Tangled up together, all they did in the fight was grab and stab each other, but as they had no particular fighting skills, their battle was more intense.</p><p>Bam!</p><p>Right at that moment, one of the skeleton's necks was smashed, and its skull rolled down to its feet.</p><p>u003cYour subordinate will now go back to its eternal death.u003e</p><p>\"Please, please defeat them…\"</p><p>Gulping, Sungwoo watched the dogfight anxiously. It seemed like there was little difference in the performance between the goblin skeleton and that of the living goblin.</p>"}