{"id": 8, "volume": 1, "title": "Only I Am A Necromancer Chapter 8", "url": "https://bestlightnovel.com/novel_888162148/chapter_8", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 8</h1>\n<p>Chapter 8: Boss Monster of Humanities and Social Science Building (2)</p><p>“I need more people. Is anyone else going to join me?”</p><p>Of course, there was no way that they would come forward.</p><p>Who would willingly follow Sungwoo to fight the monster even if they were overwhelmed by Sungwoo's heroic action?</p><p>Thanks to his brilliant fighting, he could openly encourage them to join him, but even those who chose the occupation cards lowered their heads and hid their weapons behind their backs.</p><p>“Sungwoo, I wish I could just stay here…”</p><p>“No way, you should go with me.”</p><p>Sungwoo forcibly pulled Hanho's arm as he was trying to go into the cafe.</p><p>“You have to stand next to me to provide the buff for the skeletons.”</p><p>The synergy of took effect when Sungwoo had five daggers, including Hanho's.</p><p>“Let me give you my dagger.”</p><p>“No, I don't need it.”</p><p>Hanho was speechless when Sungwoo resolutely declined his offer.</p><p>“Even if we flock to the monster, I don't think we can expect any good results,” said Jisu Yun, the only female volunteer wearing a red tracksuit.</p><p>She seemed to be on edge, but she was still spunky. She contemptuously looked at those trying to avoid Sungwoo's eyes by all means.</p><p>She continued, “Well, we might be tangled up together in the hallway, which would be really annoying. Look at those human skeletons! What's the point of taking them with us when they are less valuable than the skeletons?”</p><p>Sungwoo thought her daring attitude was nothing more than reckless because nobody knew how strong the boss monster was. Anyway, it was impossible to forcibly take those indisposed for the fight, nor were they likely to be of any help.</p><p>“Got it.”</p><p>Having said that, Sungwoo looked at Jinsok and asked, “How about you?”</p><p>At his urging, Jinsok cast his glance down, then looked around as if he was embarrassed.</p><p>“Well, I think I have to stay here to protect the students here, and that's the duty of the student council…”</p><p>“Okay, I heard you.”</p><p>“Thanks…”</p><p>“Then stay alert and protect them well.”</p><p>“…”</p><p>Jinsok didn't respond at all as if his confidence had disappeared all of a sudden.</p><p>“Let's go right up to the rooftop by using the elevator because we are not sure how long it will take. Oh, let's use the stairs instead.”</p><p>If they used the elevator, they could arrive at the rooftop at once, but there were several risks involved. They were not sure what would come out right after the elevator door opened, and they could be helplessly attacked by the monsters inside the narrow elevator.</p><p>When Sungwoo began to walk up the stairs, the four skeletons escorted him up close. Hanho followed close behind, and Jisu, the only woman volunteer, followed right behind him, wearing a saber on her waist. She said she killed two goblins right after the game started.</p><p>“Dang it. I might be in real trouble because of you, man,” Hanho grumbled.</p><p>“Hanho…”</p><p>“What?”</p><p>“You still don't want to join the army?”</p><p>“Well, I wish I was already in military training camp and passed day one if I opened my eyes now. Ah! You remember I saw some strange letters in the morning? Look, I'm right!”</p><p>“So what's the big deal? Do you think you can change the situation now?”</p><p>The message in the sky that Hanho said he saw in the morning could be the harbinger of the current situation. But it seemed like there was nothing he could change for now.</p><p>“There is one thing you can change,” said Sungwoo.</p><p>“What is it?”</p><p>“The day you'd be killed.”</p><p>“Damn it…”</p><p>“If you try to escape foolishly, you will be the first to be killed. Admiral Sunshin Lee of the Chosun Dynasty was right when he said that if you wanted to survive….”</p><p>But he could not afford to crack a joke anymore.</p><p>Squeak! Squeak!</p><p>Goblins began popping out on the stairs of the second floor.</p><p>“Both of you confront them from the rear!”</p><p>When Sungwoo looked up the stairs leading to the third floor, the skeletons began to attach themselves to the goblins ruthlessly. But two goblins rushed out of the lecture hall on the second floor.</p><p>“Argh! Sungwoo, send me a skeleton here!”</p><p>While Hanho was struggling to grasp the dagger in his hand, Jisu pulled out her saber. The blade, which was about 55 centimeters long, shined brightly because of the fluorescent light.</p><p>Squeak!</p><p>As if to prove she cut two goblins, Jisu boldly moved forward and swung the saber down on them.</p><p>Her saber cut through the goblin's left eye and right ribs with one stroke.</p><p>Woosh!</p><p>It was just one blow. She ignored the message, ‘+10 gold,' which appeared before her eyes, then adjusted her posture and stabbed the goblin charging toward her from the left.</p><p>Puk!</p><p>Obviously, she showed that anybody could easily kill the goblins as long as they stayed alert because the goblin was the weakest monster that one could kill just by smashing them with a desk.</p><p>But Hanho didn't hide his admiration of her skills as his mouth was agape. Her pale face was smeared with blood, but she wiped it off with the sleeve of her red tracksuit.</p><p>“Wow, Sungwoo, she is really cool!”</p><p>When Hanho turned back to praise her, he saw six goblin bodies strewn on the floor.</p><p>“…Ah?”</p><p>He was now witnessing a more brutal massacre. Sungwoo was pulling out a spear stuck in one of their bodies.</p><p>“Ugh?”</p><p>Blinking his eyes, Hanho nodded and said, “…I'm wrong. Admiral Sunshin Lee was right.”</p><p>Like the admiral said, those who were determined to fight while risking their lives would survive, but if they hoped to survive anyway, there was a high probability that they would be killed.</p><p>Why? When you leveled up, you became stronger and you would have more chances of surviving.</p><p>They now succeeded in occupying the second floor and went up to the third.</p><p>When they were about to walk up to the fourth floor, Hanho found something.</p><p>“Sungwoo, isn't that Prof. Hwang over there?”</p><p>Somebody was lying in one corner of the hallway with his face down.</p><p>“Ah, Professor? Professor!”</p><p>He was Prof. Hwang who had been in charge of Sungwoo's AM class. When Sungwoo rushed to him, he noticed that half his shirt was soaked with blood.</p><p>“Cough! Sungwoo?”</p><p>“Yes, I'm here. Are you alright?”</p><p>The professor was far from okay. His right arm was cut in tatters as if it had been grounded by a mixer, so much so that there was a pool of blood under his butt.</p><p>“What happened to you, Professor…”</p><p>“Sungwoo… almost all the students in my class were killed because of me… Aaah!”</p><p>The professor began screaming hysterically as if he was having a seizure.</p><p>Sungwoo tried to calm him down by gently pressing his shoulders.</p><p>“Please calm down! What happened?”</p><p>“Thanks to you, my students and I fled to the research room first. Cough! Then we moved up to the rooftop because we could not stay there any longer. I just followed the contingency manual, so I insisted we move to the rooftop.”</p><p>Oh my god! Sungwoo murmured to himself.</p><p>“We found a more horrible monster there, and the students who followed me with total trust…”</p><p>Sungwoo didn't have to listen any further. Obviously all of them must have been killed by the boss monster.</p><p>“Sungwoo, never go to the rooftop…You should survive…”</p><p>That was his last message. Then a new message appeared before Sungwoo's eyes.</p><p>Title: Revenge for the professor</p><p>Type: ‘Rescue' or ‘Neglect' the killed professor</p><p><br></br></p><p>Goal: Kill the boss monster inside the building</p><p>Reward: Exclusive skill</p><p>Seeing your professor dying before your eyes will make a deep sense of guilt wash over you until the last moment. As someone who has held and wielded the reins of death, you can get revenge by killing the enemy or neglecting this ordinary weak professor's death. The choice is yours.</p><p>*You have to follow the attacking time as set in the building.</p><p>*Your choice will affect your ‘fate.'></p><p>‘Fate? Is this something like a decisive turning point?'</p><p>Depending on what Sungwoo chose, either Rescue or Neglect, it seemed that his skills would be affected.</p><p>Sungwoo didn't have to mull over it. It wasn't because he felt sorry about the professor, but because he had to catch the boss monster anyway.</p>"}