{"id": 2, "volume": 1, "title": "Only I Am A Necromancer 2 Chapter 2", "url": "https://bestlightnovel.com/novel_888162148/chapter_2", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 2 Chapter 2</h1>\n<p>Although Sungwoo could not understand what was going on, he had only five seconds left.</p><p>'Wait a minute! Wasn't there a reminder that I should choose a good card in order to survive in the ruined world?'</p><p>Sungwoo reached out for a card unconsciously. He picked up the one with the most stars. Although he had no rational ground for choosing that one, he felt like he wanted to choose it if he had to anyway.</p><p>The card he picked up seemed unusual at first glance. With the black background, it had the drawing of a man in a white robe holding a long sickle.</p><p>u003cYou chose an occupation card. Necromancer (*****)u003e</p><p>\"...Necromancer?\"</p><p>Isn't Necromancer a wizard who controls skeletons or corpses in the fantasy world?</p><p>u003cYour first occupation selection window has now closed. Those who failed to choose one, please wait for the next chance.u003e</p><p>The card selection ended with that message, and all the messages disappeared.</p><p>Then the lecture hall became bright again, and the electricity came back.</p><p>Crackle…</p><p>At that moment, the guy in front of Sungwoo began to gently raise the sword off the desk. The sharp blade flashed under the fluorescent lights.</p><p>\"...\"</p><p>The lecture hall was quiet. Everybody fixed their eyes on the sword with embarrassed looks. Where did it fall from?</p><p>\"What happened a moment ago?\"</p><p>\"I feel like I was possessed by something. And...what the heck is that sword?\"</p><p>\"Is it a real sword? Oh my god! I'm scared…\"</p><p>The lecture hall suddenly became noisy after a lapse of silence. Even the professor was looking out the window as if he was completely distracted by this mysterious phenomenon.</p><p>Sungwoo could not grasp the situation, but he was still bothered by the holographic message that said, 'Fit to survive in the ruined world.' The whole text containing the message felt ominous to him.</p><p>\"This dropped when I chose the card with the drawing of the fighter…\" said the guy in front of Sungwoo, raising the sword. Hearing that, Sungwoo looked up at the ceiling.</p><p>'Dang it! Am I really a Necromancer? Why's nothing appearing before me?'</p><p>Right at that moment, the back door of the lecture hall flung open suddenly, and something came in with a bang.</p><p>It was a man covered with blood.</p><p>\"Argh! Ahhhhh! Get this out of me!\"</p><p>Blood gushed out of his neck and sprayed over his shirt. And there was something stuck on his back…</p><p>A small green-skinned animal recklessly brandished a deadly weapon with its right hand, grabbing his hair with its left hand.</p><p>Puk! Puk! Puk! Puk!</p><p>The little knife was stabbed in the man's back and neck indiscriminately. He tried to resist the attack by all means, but he staggered dangerously as if he had bled too much.</p><p>\"Oh my God!\"</p><p>\"What the heck is that?\"</p><p>\"Argh!\"</p><p>The lecture hall turned into a mess all of a sudden. Terrified by the scene, all the students began fleeing the front of the hall, pushing and shoving the desks which screeched all over the place.</p><p><br></br></p><p>It was the crucible of chaos itself.</p><p>\"Yuch…\" The bloody man finally collapsed.</p><p>Watching with his dilated pupils, Sungwoo held his breath and took his butt off the chair slowly.</p><p>\"Dang it…\"</p><p>As he was sitting in the seat right in front of the back door, he could hardly move because he felt like it could draw the monster's attention.</p><p>The green monster roared over the man's body. Then it turned its head quickly, rolling its yellow eyes. It was obviously looking for its next prey.</p><p>\"Ahhh! Sword! Hey, Minsu! Use the sword!\"</p><p>\"Minsu, do something about it! Please!\"</p><p>Amid the chaotic situation, they began to look for Minsu, the only man holding the sword. And all of them hid behind his back. Sungwoo also cautiously stood up and looked at him anxiously. Sungwoo was now the closest person to the green monster.</p><p>\"How can I…\"</p><p>\"You have the sword!\"</p><p>But it seemed that Minsu had no intention of challenging the monster at all. He was holding the sword with both hands, but he was trembling hard.</p><p>\"Hey, Minsu, you remember me, right?\"</p><p>Standing in place, Sungwoo called his name in a calm tone. Though both of them were not close friends, they knew each other.</p><p>\"God damn it! What do you want me to do?\"</p><p>\"Ah…\"</p><p>As he reacted violently, Sungwoo immediately felt that it was impossible to persuade him.</p><p>After all, the monster turned to Sungwoo, who was close by, and ran into him.</p><p>Sungwoo wished he had escaped quickly, but it was too late. The green monster turned up its mouth slightly, then charged toward him.</p><p>\"Argh!\"</p><p>Sungwoo screamed sharply, but he decided to challenge the monster rather than flee because he recalled the bloody man who was stabbed by the monster on its back.</p><p>'I'm done for if I show my back to the monster!'</p><p>And his choice of action was efficient.</p><p>Bam!</p><p>The little monster which weighed about 15kg was knocked out by his front kick.</p><p>The monster hysterically stood up with its hands on the floor. But Sungwoo took the next action.</p><p>\"Get the fuck out of here, son of a bitch!\"</p><p>He was about to lift his chair while shouting like that, but he got in trouble.</p><p>\"Ugh?\"</p><p>As it turned out, the chair was part of the so-called all-in-one desk, cited as the college students' public enemy No. 1 as well as the worst invention. Besides, it was much heavier than he thought.</p><p>Sungwoo, who was holding onto the back of the chair, failed to lift it on the first try.</p><p>\"Ah?\"</p><p>The monster didn't lose the chance to attack him this time. It lowered its position, then stuck out its hand that was holding a knife. Obviously it was determined not to suffer another kick.</p><p>\"Damn it!\"</p><p>Fuming, he grabbed the lower part of the desk and lifted it effortlessly like a weightlifter. Normally he could have never done it, but he showed superhuman power faced with the possibility of imminent death.</p><p>Then he struck its head with the desk chair rather than throwing it.</p><p>The monster came close right up to his nose, stretching the knife, but it could not do anything when struck against the heavy desk chair.</p><p>Struck hard, it stuck out its tongue with its broken head. At first glance, it was killed on the spot.</p><p>u003cYou got ten gold by knocking down the goblin.u003e</p><p>\"Haah…\"</p><p>Breathing out roughly, Sungwoo stepped back. Looking back, the scared students were watching him.</p><p>\"Goblin? Ten gold? No way!\"</p><p>The little green monster was like the low-level 'goblins' that often appeared in fantasy. Gold? Although he could not figure out what it was, it was clear that the world around him began to spin like a fantasy game.</p><p>Another message appeared before his eyes.</p><p>u003cThe following have become your subordinates under your authority.u003e</p><p>List of subordinates (⅓)</p><p>Goblin Skeleton (LV.1)</p><p>*Weapon: dagger</p><p>*Species: goblin</p><p>*Characteristics: undead</p><p>\"...Ugh? Subordinates?\"</p><p>What the heck was this? But the faces of the students packed in front of the hall began to contort with fear.</p><p>\"Ahhh! Oh no!\"</p><p>\"Ugh? Look back!\"</p><p>Sungwoo turned his head like them.</p><p>Rattle~</p><p>A goblin was standing up after pushing the desk chair. Precisely speaking, it was a skeleton with its skin and intestines smashed to ashes.</p><p>Then it slowly walked toward Sungwoo and knelt before him.</p><p>\"Ah?\"</p><p>It was a difficult situation for him. While watching it bitterly, he recalled the occupation he chose.</p><p>'Necromancer…'</p><p>Necromancers controlled the undead. And the subordinates he resurrected obeyed him absolutely. It was a concept commonly found in the fantasy genre.</p><p>'No way!'</p><p>Squeak! At that moment, two more goblins appeared through the back door.</p><p>\"Another appeared again!\"</p><p>\"This time there are two goblins!\"</p><p>While the lecture hall was chaotic with the stunned students screaming, Sungwoo looked at the skeleton and the two goblins alternately. Then a new message appeared before his eyes.</p><p>u003cYour subordinates are waiting for your order.u003e</p><p>Sungwoo was thinking of ordering them to 'Fight!' But even before he opened his mouth, the skeleton raised its body and began to walk toward the goblins stoutly.</p><p>The goblins were hesitating before the skeleton as if they found a kindred spirit in it…</p><p>But the skeleton stabbed the sword into their heads.</p>"}