{"id": 7, "volume": 1, "title": "Only I Am A Necromancer Chapter 7", "url": "https://bestlightnovel.com/novel_888162148/chapter_7", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 7</h1>\n<p>Chapter 7: Boss Monster of Humanities and Social Science Building (1)</p><p>Having said that, Sungwoo then left the cafe. The eight goblins stood frozen on the spot as if they had run into a beast. Then they even screamed and stepped back.</p><p>Squeak…squeak…</p><p>It was because of ‘The Smell of Death' peculiar to the necromancer. But the goblins seemed to be scared by Sungwoo's appearance in the eyes of Jinsok and the other people.</p><p>Soon, their hunting began.</p><p>Rattle, rattle.</p><p>The sound of clattering bones echoed horrifyingly. Those stuck in the cafe were just speechless with their faces frozen, watching the scene through the glass windows. Four skeletons began to massacre the eight goblins ruthlessly.</p><p>“What the heck is this?”</p><p>Even Jinsok, who was holding his shield, shuddered at the fighting. He thought he would be killed the moment the goblins appeared. He was even thinking of running away at an opportune time.</p><p>But Sungwoo went forward holding the crude spear in one hand, and began to kill the goblins, escorted by the skeletons.</p><p>“Block the stairs to stop them from fleeing!”</p><p>When Sungwoo shouted, the one-armed skeleton went round and stood on the first step of the stairs.</p><p>“Good job! Keep on blocking them!”</p><p>In fact, Sungwoo didn't need to shout at the skeleton, but he did so to show everybody that the skeletons were not dangerous. They were under his control and he was the very man who could resolve the situation right now.</p><p>‘Only I can succeed in attacking the boss monster.'</p><p>Sungwoo intended to kill the boss within the given time frame and escape from the building. He thought that was the rule of the game, and the safest way.</p><p>Puk! Puk! Puk! Puk!</p><p>One of the goblins fell down at the crit. Although it was only a 10% increase in probability, he received the bonus for his attack speed, so he got the buff frequently.</p><p>Synergy: Dagger Thieves Gang</p><p>Critical Strike Chance (+10%), gold accumulation (+10%)</p><p>Item: Madness of the Wilderness</p><p>Attack speed increase when dealing with goblins (+20%)</p><p>‘If I use the buffs from the bracelet, I don't think the goblins are a danger, no matter how many appear.'</p><p>Sungwoo had already adapted to the situation and analyzed it.</p><p>‘But the goblins alone aren't my enemy. Stronger monsters will come out in the future.'</p><p>It didn't matter to him why or how such monsters appeared because he could not figure it out even if he agonized over it. What was important to him right now was to fight the goblins and survive.</p><p>In the meantime, those stuck in the cafe were watching Sungwoo fighting the goblins anxiously.</p><p>“The guy over there is now ordering the skeletons, right?”</p><p>“I think so.”</p><p>Although they could not understand the situation at all, what was happening before their eyes was true. They began to feel relieved gradually, watching him controlling the situation.</p><p>“How fortunate we are…”</p><p>“Who is he by the way? What's his major?”</p><p>“Ugh? He seems to be my senior in the department…”</p><p>Now they not only felt relieved that they survived, but they also realized that Sungwoo had saved them. It was sort of their instinct for survival because they wanted to have someone as their guide instinctively in a life-or-death situation.</p><p>As Sungwoo intended, he managed to remind them that he was the man who overcame the crisis at the moment.</p><p>Squeak…</p><p>Sungwoo gripped the spear, pulled his shoulder back, and threw it at the last remaining goblin as hard as he could.</p><p>Puk!</p><p>The spear was stabbed right into the goblin's chest.</p><p>“…Phew. Good.”</p><p>Although the skeletons, his strong subordinates, stood on guard, Sungwoo felt he needed to brush up on his combat skills just in case of contingencies. And his actual killing of the goblin planted a strong impression into the minds of those watching him.</p><p>“…Wow!”</p><p>“That guy is really cool. Is he the same guy who used to write something in the Creative Writing Department?”</p><p>“How fortunate we are! We're so fortunate to have someone like him here.”</p><p>After he was done fighting, Sungwoo looked askance at the bodies of the goblins. But he could not see anything sparkling like gold, which suggested items.</p><p>‘I don't get items when I kill ordinary goblins?'</p><p>There were crude daggers strewn here and there, but it seemed that the items were given only when he hunted some weighty goblins like the chief goblin he had killed before.</p><p>But there was a message that he could not understand as if he earned something else.</p><p>“…Roulette Ticket?”</p><p>Sungwoo could not figure out what it was right away. As there was nothing like ‘inventory' that was common in games, he could not verify who issued it. So, he decided to keep in mind the item called ‘Roulette Ticket,' then focused on what was going on right now.</p><p>“Nice job!”</p><p>Sungwoo spoke to the skeletons covered in blood.</p><p>Of course, he said that perfunctorily because they were not humans.</p><p>Tak, tak.</p><p>The one-armed skeleton started gnashing its teeth again.</p><p>“Hey, I told you not to do that.”</p><p>Other skeletons were about to follow suit but stopped at his order.</p><p>At that moment Jinsok shouted, “…Damn bastards!”</p><p>Sungwoo turned his head toward Jinsok who was clearly fuming. When he approached Jinsok, four skeletons covered in blood followed him in droves.</p><p>“Argh…” Jinsok stepped back, astonished, while Minsu had already fled to the end of the cafe.</p><p>“Look, don't you think I helped you?” Sungwoo said.</p><p>In fact, Jinsok looked down on him a little while ago, watching him holding a crude spear. This time Jinsok nodded silently.</p><p>Sungwoo went into the cafe and looked around. There was a total of seven holding weapons, including Hanho, Jinsok, and Minsu.</p><p>Everybody was now looking at Sungwoo. He caught his breath, then kept silent for a moment.</p><p>“…”</p><p>Actually, it was a typical tactic he used while he was in the army. A veteran master sergeant and a supplies specialist were often used. When something happened, he would gather his soldiers and keep silent momentarily, which heightened their tension amid the silence. When he said something after that, his message usually carried more weight.</p><p>After he became a platoon leader, Sungwoo also used that tactic often. Of course, this kind of action needed something like ‘authority' on the part of the man who wanted to use it. In this case, Sungwoo's brilliant activities a little while ago were more than enough to replace that authority.</p><p>“…”</p><p>As expected, nobody dared to speak while the silence was going on. Everybody fixed their eyes on Sungwoo as if they were waiting for him to say something.</p><p>After all, Sungwoo opened his mouth.</p><p>“As you already saw the message, that door won't open or get broken because of a strange phenomenon.”</p><p>“What should we do now?”</p><p>“Is there any way for us to open it?”</p><p>Their attitude was quite different from the way they dealt with Jinsok. Rather than raising their complaints or shivering with nervousness, they were seeking the solution as if they were meeting an expert. In other words, they began to regard Sungwoo as a man they could trust and rely on.</p><p>Sungwoo pointed to the main door with his forefinger and said, “The solution is also in the message over there. We have to catch the boss monster hiding somewhere in this building.”</p><p><br></br></p><p>Now they were stirred up. Then Sungwoo pointed his finger toward the ceiling.</p><p>“We've only got two hours left. We have to catch the boss monster hiding somewhere there within two hours.”</p><p>They became silent again.</p><p>“If we don't catch it, I'm not sure what will happen…but it must be very unusual. Given that the monster is strengthened, maybe something terrible will happen.”</p><p>At that moment, one of the men raised his hand and said, “I saw that monster.”</p><p>“Really?”</p><p>“Yes, I saw that boss monster while I was smoking on the rooftop… I saw a very big monster appearing. Even my professor was killed by that monster…”</p><p>Now it was clear that the destination was the rooftop.</p>"}