{"id": 4, "volume": 1, "title": "Only I Am A Necromancer 4 Chapter 4", "url": "https://bestlightnovel.com/novel_888162148/chapter_4", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 4 Chapter 4</h1>\n<p>Numerically speaking, the skeletons were superior to them. Although one of the skeletons fell, the two goblins were already broken into pieces.</p><p>u003cYou have earned ten gold by hunting the goblin.u003e</p><p>u003cYou have earned ten gold by hunting the goblin.u003e</p><p>\"Whew! Good job…\"</p><p>Sungwoo shouted hooray in spite of himself. Then there was a message that possibly signaled the start of a real game.</p><p>u003cYou have leveled up. (LV.2)u003e</p><p>\"Level?\"</p><p>When the word 'level' was mentioned, it meant that he should now be ready for the real game.</p><p>It was the moment Sungwoo confirmed the validity of his prediction that the more he fought, the stronger he would become. He recited it to himself quietly as if he could not believe it.</p><p>\"... Status bar?\"</p><p>When he said that, a holographic window appeared before his eyes.</p><p>u003cPlayer profileu003e</p><p>Name: Sungwoo Yu</p><p>Level: 2</p><p>Occupation: Necromancer</p><p>Capability: Muscle power (5), Agility (5), Physical strength (5)</p><p>Earned Gold: 50</p><p>But there was nothing like stats in the game. Didn't players receive stats when their level went up? But his question was answered when a system window popped up.</p><p>u003cSelect your Level Up card.u003e</p><p>Stats (random)</p><p>Skill (random)</p><p>Item (random)</p><p>Other (random)</p><p>Muscle power increase (confirmed)</p><p>A total of five cards appeared before my eyes. Except for 5), they were all on the backside, so he found out that by using this, he could reinforce my stats, learn skills, or obtain items.</p><p>\"Ah, random…\"</p><p>But most of them were random. The last one, namely number 5, was the confirmed stats, but it suggested that luck played a big role from the start.</p><p>After agonizing for some time, Sungwoo chose 'skills,' the No. 2 item. Skill was one of the most important elements in most games, so he chose it because he was not sure what would come out of it.</p><p>u003cThe maximum number of subordinates will increase by one.u003e</p><p>Then the skeletons began to rise from a heap of bodies. This time there was a total of five with the addition of one more.</p><p>Rattle—</p><p>u003cYou are almost out of mana.u003e</p><p>\"...Mana?\"</p><p>It seemed that he needed mana when he had to use skills to summon skeletons. So, when Sungwoo recalled mana, he saw a certain gauge before his eyes.</p><p>u003cMana (3/30)u003e</p><p>The mana then increased to 4. It seemed like he didn't need a lot of mana to summon just one skeleton.</p><p>\"Hey, you guys are not playing hard to get, are you?\"</p><p>When he said that, four goblins looked up at him all at once.</p><p>\"Dang it, you really suck! I'm sorry to say this, but can you all just look down instead?\"</p><p>They again looked down at his request.</p><p>\"Good job.\"</p><p>***</p><p>After a tough battle with the goblins, Sungwoo was left alone. Precisely speaking, he was left with four skeletons.</p><p><br></br></p><p>He put his head against the cold iron gate, then took it off. He did it to cool down his head, but it didn't help. As he had been staying alert, he felt heartburn as if acid from his stomach was forced up the gullet.</p><p>\"Okay, I should stay alert to survive. If I'm clumsy here, I can make a mistake. I don't know what's going on, but so far, so good, right?\" Sungwoo reassured himself like that.</p><p>As someone who was discharged from the army recently, he was well aware that those who adapted themselves quickly to a strange environment could survive better than those who didn't.</p><p>When he was in the army, there were two groups of recruits thrown into a strange environment, namely those who could easily adapt and earn their commanders' trust, and those who ended up as outcasts by failing to adapt.</p><p>\"...Above all, let me survive. I have to think of that only.\"</p><p>Hearing the strange screaming echoing down the hallway, he patted his cheeks lightly, then took three deep breaths.</p><p>\"Phew! Let me buck up and get out of here.\"</p><p>The lecture hall was located on the fourth floor of the Humanity and Social Sciences building. Sungwoo checked the situation outside the window.</p><p>The cafe streets below the building were lined with bodies, and dozens of goblins were running around, screeching.</p><p>\"Damn it. I feel safer here. I don't think I should go down there…\"</p><p>But he could not stay here forever. With the skeletons walking ahead of him, he cautiously headed one floor down.</p><p>\"Argh!\"</p><p>Right at that moment, somebody wielding a dagger walked out of the 3rd floor, stunned. That dagger cut through the skull bones of one skeleton, but that was it.</p><p>\"...Ugh? Sungwoo!\"</p><p>\"Ah, Hanho!\"</p><p>It was none other than Hanho who was holding the dagger. Sungwoo felt relieved when he met the familiar face. But Hanho was still full of alertness.</p><p>\"What the heck are these?\" asked Hanho.</p><p>\"Oh, don't worry. How can I describe them? My bodyguard?\"</p><p>\"...Are you sure?\"</p><p>After agonizing over how to explain, he opened his mouth.</p><p>\"Hanho, did you choose an occupation card too?\"</p><p>\"Ah, card? Oh, you're right...well, I chose one with the drawing of a thief.\"</p><p>\"Why did you choose such a damn thing? How many stars were on the card?\"</p><p>While trembling hard, Hanho agonized over his question seriously.</p><p>\"Stars? Oh, I got only one star. One star is a brigadier general, right? It's good, right?\"</p><p>Sungwoo let out a sigh. He knew Hanhoo was an innocent junior, though he was a bit dumb. And Sungwoo could guess his personality in this difficult situation.</p><p>\"Well...just think that way. Let's go down to a safe place. We will be safe with these guys walking ahead of us.\"</p><p>Then the skeletons began to step down, rattling as they went. Sungwoo and Hanho followed them. When they arrived on the second floor, there was a one-line message before their eyes.</p><p>u003cYour team fights will have the synergy effect from now on.u003e</p><p>Synergy list</p><p>Dagger thief group (1st stage)</p><p>Class: weapon synergy</p><p>Condition: 5 daggers loaded</p><p>Effect: probability of fatality (+10%), gold accumulation (+10%)</p><p>\"Ugh? Do you also see this?\"</p><p>\"Yep. Synergy?\"</p><p>The meaning was clear. It seemed that they received buffs with the gathering of similar patterns. In other words, the more teamwork they had, the more benefits they would get.</p><p>\"But the thing is whether we can get this with these skeletons, which are not humans.\"</p><p>Four of the daggers that created the synergy of u003cDagger Thief Group (5)u003e were held by the skeletons.</p><p>'I am not sure yet, but they are quite useful. Even if I move alone, I can create the effect of several people moving, right? I think I chose the good one.'</p><p>Now the situation was clear where the increase in stats was given randomly. The most important factor in survival was 'luck.' Sungwoo thought he was very lucky from the beginning, but at that moment he ran into a group of goblins coming up from the 1st-floor stairs. There were as many as seven.</p><p>Squeak!</p><p>The one far behind them was twice as big as the other goblins, carrying a string of Buddhist prayer beads around its neck. Besides, it was holding a long spear in its hand.</p><p>\"Hey, that bastard seems like their chief, doesn't it?\"</p><p>Having said that, Hanho stepped back. Sungwoo was ready to flee if things went wrong. No matter how hard he thought, he could not beat the gang of seven goblins.</p><p>But wasn't survival decided by sheer luck?</p><p>u003cThe gang of goblins is now weakened after smelling 'The Smell of Death (1st stage)! Stats have decreased by 30%! This occurs when they run into more than four skeletons.u003e</p><p>At that moment, the gang of goblins was hesitant, then they began to move back. The anger disappeared from their faces. Instead, they were full of fear.</p><p>\"Hmmm...aren't we lucky?\"</p><p>Then the four skeletons began to walk down the stairs with their loud rattling.</p><p>The moment the goblins fell under the curse and Sungwoo became strongly determined, the skeletons began to charge towards the goblins.</p><p>Rattle, rattle.</p><p>They raced down the stairs without any hesitation and stormed the goblins.</p><p>Squeak! Squeak!</p><p>The goblins that caught 'The Smell of Death' were very slow to respond as if their bodies were frozen. The skeletons caught up and stabbed the daggers into them. One of them rolled off the stairs and was pushed out when stabbed.</p><p>\"Wow! Good job!\"</p>"}