{"id": 6, "volume": 1, "title": "Only I Am A Necromancer 6 Chapter 6", "url": "https://bestlightnovel.com/novel_888162148/chapter_6", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 6 Chapter 6</h1>\n<p>One of the executive members of the student council pretended to recognize him. Sungwoo also recognized him. He was Jinsok Lee, and he was two years ahead of him in the same department.</p><p>When Sungwoo was a freshman, Jinsuk was in the same group when they went on a department outing. Sungwoo didn't have good memories of him, though.</p><p>Basically Jinsok was an old fossil who insisted on hierarchy. He was also notorious for hitting on girls in the department. Since he was very covetous of a title, he joined the student council.</p><p>\"Oh, hello.\"</p><p>Exchanging formal greetings with him, Sungwoo cautiously approached the main door. He was curious as to why Jinsok could not open it.</p><p>At the moment, however, Jinso made an annoying expression and shouted, \"Hey! Don't approach the door! It's dangerous! Damn it!\"</p><p>He made a big fuss out of it and waved at Sungwoo annoyingly, so Sungwoo stepped back.</p><p>Jinsok let out a sigh, then suddenly made a benevolent expression like a saint.</p><p>\"Phew, I'm sorry. I'm a bit on the edge because I have to pay attention to lots of stuff at the moment. I don't know what's going on, but I have to protect our students.\"</p><p>Well, this is close to an excessive sense of duty. Did Jinsok show this conceited attitude because he was an executive member of the student council? Sungwoo began to feel like he was a nuisance.</p><p>\"Sungwoo, did you also choose a card?\"</p><p>\"Yes, that's right. Both of us chose the cards. You know Hanho, right?\"</p><p>\"Hello, Jinsuk.\"</p><p>\"Oh, I think I've seen you at a certain event before, Hanho. I'm so busy I can't attend classes often…\"</p><p>Sungwoo wanted to retort, 'Why are you attending school then? Because you want to wear that student council uniform?' But he did not have the heart to speak out.</p><p>\"...Anyway, you know the current situation is very serious, right? If you have weapons, you should help me protect our students.\"</p><p>\"Sure, we'll help you.\"</p><p>\"By the way, what is your occupation? Someone like a spearman? Well, are you sure you can help me?\"</p><p>Looking at Sungwoo holding a crude spear, Jinsok made a frown. Obviously he looked at Sungwoo with contempt.</p><p>In fact, Sungwoo himself thought his weapon was worthless compared with the weapons those in other occupations were holding. But his real weapons were clustered about inside the copy room.</p><p>'Well, I don't need to bother to tell him about it.\"</p><p>Sungwoo nodded lightly.</p><p>\"I caught a green monster. It's called a goblin. It's tough to confront it even if I have a weapon,\" Jinsok said, lifting the shield proudly, \"And I've chosen a very good card. It is a shield fighter with two stars. If anything happens to you, just hide behind me.\"</p><p>\"Sure,\" replied Sungwoo half-heartedly. He thought it ridiculous for Jinsok to brag about the two stars, and he didn't want to look condescending by arguing that his card had more stars.</p><p><br></br></p><p>At that moment, someone came to Jinsok hurriedly, panting and huffing.</p><p>\"Sir! I hear the goblins making some faint noise on the stairs.\"</p><p>He was none other than Minsu who acted cowardly in the lecture hall. It seemed that he was acting as Jinsok's minion at the moment, but what the heck did he mean by 'goblins making faint noise?' Sungwoo barely held the urge to pooh-pooh it.</p><p>Anyway, Jinsok appreciated his service by patting him on the shoulder, then strode toward them arrogantly, so much so that one could feel something like heroic resolve in his gait.</p><p>\"Come down, everybody, please be quiet. The upper floors are crawling. Please hide yourselves inside the cafe slowly. We're going to guard the entrance.\"</p><p>Jinsok's mention of goblins had a chilling effect. Tight-lipped, they began to shuffle into the cafe.</p><p>\"Hey, Hanho, come here.\"</p><p>In the meantime, Sungwoo and Hanho approached the main entrance, avoiding Jinsok's gaze.</p><p>Why was he calling their bluff, warning them not to approach with the excuse that he could not break open the glass door?</p><p>\"Do you see that, Sungwoo?\"</p><p>\"Yes.\"</p><p>Like Hanho said, there was a holographic mark on the doorknob, which was a pink chain icon.</p><p>u003cIt's sealed with a strong magical power. The door will be opened only when you attack the 'Boss Monster' of the building. If you fail to attack within the allotted time, the monsters inside the building will be strengthened. (02:11:19).u003e</p><p>'Boss? Two hours and eleven minutes…'</p><p>Sungwoo pulled the doorknob with a jerk, but it would not budge.</p><p>\"Sungwoo, I wonder if this is a timed attack. Aren't we all going to perish if we don't kill the monsters within that time frame?\"</p><p>\"I'm not sure how the monsters are going to be strengthened, but we obviously have to kill them to get out of here. Don't ever think foolishly that anybody will come to our rescue.\"</p><p>In a situation like this, they could not hope for the arrival of the police. Anybody who failed to stay awake would be the first to be killed.</p><p>Sungwoo and Hanho approached Jinsok again.</p><p>Jinsok opened his mouth, looking at Minsu and Sungwoo, \"You know each other, right? Both of you are from the class of 2015, right?\"</p><p>\"Yes, we are,\" replied Minsu coldly. He seemed to have felt offended when Sungwoo reproached him in the lecture hall.</p><p>\"Good. I feel more secure as both of you are under my authority like now. Let's stay alert and stick it out well,\" Jinsok said proudly as if he were a general who burned the bridge behind him. Then he patted the three men on the shoulder one by one.</p><p>But Sungwoo tilted his head at his last words.</p><p>\"Wait a minute… Did you say we would stick it out? Right here?\"</p><p>\"Yes. What's wrong with that?\" Jinsok hysterically retorted. Basically, he hated it when his juniors talked back.</p><p>\"You saw the message on the door, right?\"</p><p>\"Of course I did! We have to stay here until the rescue team arrives because we can't get out of here.\"</p><p>\"Rescue team? Do you think the police can come now? If the same thing is happening around the country, it's impossible for the police to pay attention to us…\"</p><p>\"Hey, you served in the military before, right?\"</p><p>\"Of course.\"</p><p>\"Then how come you don't know it? The army will move to free us. Everything will be alright then.\"</p><p>No, that was his vague wishful thinking. It was impossible for the army to help people in every corner of the land.</p><p>Of course, it was possible that they could get the army's help, but it was impossible to expect their help within two hours. It was too complacent to stay still when nobody knew what would happen in two hours. Sungwoo realized it once again after taking a dim view of Jinsok's complacent attitude.</p><p>Sungwoo murmured to himself, 'I've got to wake up and smell the coffee, then adapt myself to the situation accordingly. I'll be put in danger if I act passively with complacency.'</p><p>Without replying, Sungwoo let out a sigh. Jinsok fumed at that.</p><p>\"Did you just sigh? Damn it, I can't stand it. You stay out of this! If you want to survive, just stand still. Got it?\"</p><p>Right at that moment, Minsu stepped back stunned. He shouted, \"Jinsok! Go...goblin!\"</p><p>Squeak! Squeak!</p><p>About eight goblins were running down the central stairs.</p><p>\"Ugh?\"</p><p>\"Oops! Right over there!\"</p><p>Everybody in the cafe stood up in alarm. There was only one entrance to the cafe, so they could not run away. Jinsok lifted the shield with his trembling hands.</p><p>\"Anybody with a weapon, come here! Come to the entrance of the cafe! We've got to stop them!\"</p><p>But Minsu yelled again, completely freaking out, \"Argh! Jinsok, over there! They're also coming from the hallway!\"</p><p>\"Damn it, what the fuck are they?\"</p><p>Jinsok stiffened at the goblins in the shape of scrawny skeletons.</p><p>Sungwoo whispered, \"They are not evil.\"</p><p>\"What did you say?\"</p><p>Sungwoo stood at the entrance of the cafe.</p><p>\"Jinsok, I know you have a strong sense of responsibility, but please wake up and smell the coffee. If a silly guy tries to act like a commander, he might kill others.\"</p><p>\"...What the heck did you say? What the fuck is your occupation?\"</p><p>\"Something good.\"</p>"}