{"id": 16, "volume": 1, "title": "Only I Am A Necromancer Chapter 17", "url": "https://bestlightnovel.com/novel_888162148/chapter_16", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 17</h1>\n<p>Chapter 17: Orc Unit hunting the survivors (6)</p><p>“So, according to Kyongsu, you want to return the item to me?”</p><p>Bang!</p><p>While asking that, Sungwoo looked back, frowning at the sudden loud noise.</p><p>Hanho was beating a soft drink vending machine with an orc femur hammer.</p><p>“Hey, what the heck are you doing dude?”</p><p>“Oh, I don't have cash. Would you like a can of coke? Hahaha…”</p><p>“Step aside. I have some. Uh? What the heck…it's out of order because you kicked it so hard!” Jisu exclaimed.</p><p>Sungwoo turned his head and looked at Kyongsu again. There was still tension on his face.</p><p>And Kyongsu's eyes were now fixed on the terrible skeletons behind Sungwoo's back.</p><p>The bone weapons held by the small demons were densely covered with the blood of the orcs.</p><p>“Oh, you don't have to worry about them. In fact, they are cute… Oh no, please continue with what you were saying. That one over there.”</p><p>Sungwoo raised his finger to point to the old analog TV set up in the corner of the bus stop building. It was a CRT-type model with its back protruding out. As far as Sungwoo knew, it was a broken item that was left unattended for a long time. But now there was light coming out from it.</p><p>“Yeah, you're right. It gave me an item. Well, we've done it too, but we don't have enough gold so we did it only once…”</p><p>At first glance, the five students seemed to have no experience fighting monsters. Sungwoo stood up from the chair and approached the monitor.</p><p>“It's a store.” Hanho approached Sungwoo and gave him a coke. Sungwoo nodded, holding it. There was a hologram floating above the analog TV set. It was a green coin-shaped icon.</p><p>Chijijik―</p><p>-Welcome to the E-class shop!</p><p>It was a screen like a retro game machine. On the primary color interface, there was the message, “Press any key to proceed.”</p><p>Sungwoo stretched his finger and pressed the (▲) button. Then the screen changed with cheerful music.</p><p>-Choose your lucky roulette!</p><p>1) Bronze (100)</p><p>2) Silver (1,000)</p><p>3) Gold (10,000)</p><p>* E-grade stores sell only ‘gold.'</p><p>It seemed like a system that could run a random roulette by consuming gold.</p><p>“Sungwoo, I wonder if we can get some items here.”</p><p>“Well, even a sword fell from the air, so nothing is impossible.”</p><p>When Hanho asked, Jisu replied as if there was nothing else that could surprise them.</p><p>Sungwoo also no longer judged anything — he just based everything on common sense. It was good for the mind and body to believe that anything could happen.</p><p>“You can do it yourself to check it.”</p><p>“I have 360 ​​gold. Bronze is perfect here….”</p><p>“I have 584 gold.”</p><p>There was no big difference in the number of gold that Jisu and Hanho possessed.</p><p>“What about you, Sungwoo?”</p><p>At Hanho's question, he opened the status bar.</p><p>[Player profile]</p><p>-Name: Sungwoo Yu</p><p>-Level: 4</p><p>-Occupation: Necromancer</p><p>-Ability: Muscle Power (5), Agility (5), Physical Strength (5)</p><p>-Gold Reserve: 1,552</p><p>“Uh, I've got 1,552 gold…”</p><p>“Lol, then you can also run the silver roulette, right?”</p><p>And one thing Sungwoo forgot also came up. His eyes looking at the monitor darted to one corner.</p><p>-One roulette ticket is available (unlimited)</p><p>“Hm?”</p><p>The roulette ticket was a reward that he obtained as a ‘hunting achievement' after killing a goblin in the lobby on the first floor, but at that time he only remembered that he didn't know how to use it. And right now an opportunity seemed to have come along for him to use it. So, he used the volume button to select ‘gold' roulette.</p><p>“Uh, Sungwoo. That requires 10,000 gold.”</p><p>Ttididi-titit-ttiriri-</p><p>Unlike Hanho's concerns, the colorful roulette started playing cheerful 16-bit music. It seemed that the unlimited-grade ticket could be freely used for all grades.</p><p>The ratio of 1st, 2nd, and 3rd place was printed in fine print on the roulette, and normal items, potion packages, and survival packages were written on the large part of the roulette.</p><p>‘Is it random again?'</p><p>Sungwoo pushed the button to turn the roulette. And the moment the 16-bit music reached the climax, he pressed the button once again. Then the music slowed down and the spinning of the roulette began to slow down.</p><p>Ttididi-di!</p><p>The music stopped and the roulette stopped too.</p><p>“Oh! Jackpot!”</p><p>But Sungwoo could not help but burst out laughing.</p><p>Again, luck was the most necessary thing to have to survive.</p><p>The roulette stopped.</p><p>“Wow… I'm not sure if you're in first place, but you hit the jackpot, right? Moreover, you picked the gold roulette.”</p><p>Hanho muttered like that, then swallowed. It was really amazing to him as he had picked a one-star job from the beginning and received all kinds of ordinary items and skills.</p><p>Meanwhile, Sungwoo received a small box that fell from the air. Then he opened the box and picked up a blue gem in the shape of a water droplet.</p><p>[Item Information]</p><p>-Name: Sea Spirit Tears</p><p>-Grade: Legend</p><p>-Category: Orb</p><p>-Effect: Mana rise (+300), Mana recovery (+200%)</p><p>“You're right. I've hit the jackpot!” Sungwoo nodded. This was what he needed because he didn't have enough mana to maintain his skeletons. Thanks to the jackpot, the existing mana increased sixfold and increased mana recovery increased threefold.</p><p>Even the grade of the item is ‘Legend.' Indeed, he must have hit the jackpot.</p><p>“Sungwoo, why don't you spin the silver roulette with the current momentum?”</p><p>“Why are you more excited than me?”</p><p>“Well, gambling is also fun as a bystander. I think that's why people watch internet broadcasts about opening random item boxes.”</p><p>Like Hanho suggested, Sungho invested 1,000 gold and spun the ‘silver' roulette.</p><p>Ttididi-titi-tiriri-</p><p>As expected, the roulette was spinning again with cheerful music, and when he pressed the button again, the roulette stopped.</p><p>And the result was…</p><p>“Not bad!”</p><p>“Oh, second place! Wow, you're a goody-goody man!”</p><p>This time, he got the second prize. He instinctively stepped back, trying to receive something falling from the air.</p><p>Thud!</p><p>Something heavy fell on the floor. It was a large Tower Shield about one meter in size. It was often referred to as a square shield.</p><p>“Dang it, this item is going to kill me if I let down my guard…”</p><p>[Item Information]</p><p>-Name: Vanguard's Shield</p><p>-Grade: Rare</p><p>-Category: Shield</p><p>-Effect: Additional defense power for 10 minutes at the start of battle (+20%)</p><p>When he lifted the item, it didn't weigh more than he thought, perhaps because of its good balance. He didn't know what the material was. Obviously, this was far from normal.</p><p>Then, Hanho and Jisu also spun the roulette. As a result, Hanho received the ‘C-grade potions package,' and Jisu received a rare second-class weapon, “Punitive Expedition Longsword.'</p><p>“Only I don't have one…” Hanho murmured dejectedly, complaining he had no luck.</p><p>Nevertheless, his item was quite useful. To be precise, it seemed practical.</p><p>[Item Information]</p><p>-Name: Small Health Recovery Potions</p><p>-Grade: Class C</p><p>-Category: Potions</p><p>-Effect: Quick recovery.</p><p>He received two of these, which contained two mana recovery potions, and two antidotes.</p><p>“Hanho, who knows that the item you picked a moment ago would increase your life? Look on the bright side, man.”</p><p>“Well, let me just draw the shield. I don't want to get shot from the beginning.”</p><p>“Don't whine like a child.”</p><p>The drawing was over. Sungwoo decided to save the remaining gold.</p><p><br></br></p><p>Hanho got a bag from one of the students at the bus stop and put the potions in it. Jisu ground a sword with the ‘Ignition Whetstone' she had obtained by killing the boss monster.</p><p>“I want to use two swords because I have to be careful when dealing with fire.”</p><p>Then she hung the two swords on her back. With two swords in a red sweatsuit, she looked like a gladiator, which reminded Sungwoo of a scene from .</p><p>Meanwhile, Kyongsu's party was strangely looking at Sungwoo and his friends' activities from a little while ago. It was hard to keep calm in this crazy situation, but they seemed to be ready for the next battle.</p><p>After all, he asked, “Well, don't you understand the current situation? How can you stay so calm?”</p><p>Jisu replied, “Well, we're trying to adjust to it.”</p><p>“…Really?”</p><p>“Well, there is no other way,” she said while looking at Sungwoo, because she repeated what he had said to her before.</p>"}