{"id": 14, "volume": 1, "title": "Only I Am A Necromancer Chapter 15", "url": "https://bestlightnovel.com/novel_888162148/chapter_14", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 15</h1>\n<p>Chapter 15: Orc Unit hunting the survivors (4)</p><p>Each of the five skeletons held a blunt weapon.</p><p>Then Sungwoo used the orc's leather belt to knot the sword on the one-armed skeleton's back, so it could make use of the synergies, and , at any time.</p><p>“The sword feels heavier now.”</p><p>When the synergy of , which reduced sword weight, disappeared, Jisu murmured while lifting her saber. Sungwoo also felt the great effects of the 50% sword weight reduction.</p><p>However, a new synergy soon became active.</p><p>“Ah? Wait a minute.”</p><p>As if he recalled something, Sungwoo unknotted the sword from the one-armed skeleton's back and gave it to Hanho.</p><p>“Hey, Hanho. Hold it.”</p><p>“Oh? Thanks! Yeah, I can…”</p><p>“I'm lending it to you. You have to return it to this guy when I tell you to do so.”</p><p>Then Hanho's eyes were full of disappointment.</p><p>“Are you kidding me? Why don't you just give it to me as a man?”</p><p>“…You witnessed the wonderful synergy of , right? I can't cut one of your arms for that, Hanho.”</p><p>When he said that, Hanho nodded quietly, and the synergy of the warrior was effective again.</p><p>They resumed moving and climbed up the trail. The sunlight beaming through the trees and birds' chirping suggested it was another peaceful day, but the constant screaming from the campus over the trees broke the peaceful mood.</p><p>This was still hell.</p><p>“How many are going to be killed?” Jisu asked with a frown.</p><p>Sungwoo replied calmly, “Well, it depends on how well they can adapt.”</p><p>Like he said, the current situation was turbulent. Those who failed to adapt were killed, and their families perished.</p><p>“If that's the case, adapting is not that easy.”</p><p>“I agree, but the first step to adaptation is very easy.”</p><p>“What's that?”</p><p>“It is whether you admit it or deny it.”</p><p>“Admit it or deny it?”</p><p>Sungwoo nodded.</p><p>“The moment you chose a card, confronted a goblin, and had to kill the goblin, most of you denied the situation and tried to run away, right?”</p><p>“What you mean is that you can fight only when you admit the situation is real. Then you can survive, right?”</p><p>“Yes, that's what I mean. Oh, we're already here.”</p><p>In no time they arrived at the end of the trail. After they walked down the wooden stairs, they saw the main gate.</p><p>“Carefully look around you when you walk down the stairs.”</p><p>“Sungwoo, don't you feel uneasy? Why are all the cars stopping in front of the gate?”</p><p>For some reason, lots of cars were blocked near the school gate. It looked as if they were trying to get out of there, but got stuck because they couldn't leave.</p><p>Soon Sungwoo found out the reason.</p><p>“Ah, again?”</p><p>The moment when the clock switched to 08:00, the following message appeared before the eyes of all the survivors on campus.</p><p>“What the heck is this? Are they going to hunt us?”</p><p>“I think so… Aside from a safe place, more warriors will be sent to larger groups? Does that mean only several warriors will come to us?”</p><p>Jisu nodded when Sungwoo asked.</p><p>They soon saw a group of orcs going down the hill behind campus. At a glance, there were about 18 of them. Roaring with a thunderous noise, they immediately ran to the school playground.</p><p>And then chaotic screaming began sounding out from there.</p><p>“Ugh? Isn't that the place where the students staying with the student council members are?”</p><p>“Oh my…if we had stayed there, we would have been in big trouble.”</p><p>“…”</p><p>Right now, did Sungwoo have to feel happy because he was far away from the student council members because of his feud with the president? Obviously, it was fortunate for him.</p><p>Taking the situation into account, it seemed that grouping together blindly for the purpose of the synergy effect was not always good. Instead of people moving around in groups, it was necessary to find the synergy that could bring about the best efficiency.</p><p>And the Necromancer occupation was the best fit for the job.</p><p>“Five orcs? Sungwoo, that's less than the number of orcs that headed for the playground, but five orcs are rather…”</p><p>Sungho believed that the orc they bumped into on the trail was rather tough because it had the title of patrol leader. Nonetheless, five orcs were really tough to deal with no matter how hard he thought about it.</p><p>“I've got an idea.”</p><p>“…Really?”</p><p>“Let's set up a trap. Anyway, what they are sniffing out are humans like us, so they won't notice it.”</p><p>Sungho planned to hunt the orcs instead.</p><p>Five orcs were now approaching the main gate of the school. They smelled their prey here.</p><p>Sniff, sniff!</p><p>They found only four prey after sniffing hard. Since they were larger in number, the orcs let down their guard. By nature, they preferred intense fights, so they were less interested in this kind of small battle.</p><p>Wiggling their noses, the orcs waddled through the cars entangled with each other. As the path was narrow and they could not see well, they instinctively lifted their axes.</p><p>Rattle-</p><p>At that moment, the orc at the front felt something on its feet.</p><p>It was a bone. It looked like a goblin's body, but it didn't move. The orc had no way of knowing why it was there, but it didn't care about it at all.</p><p>The orc kept moving on. The bones of a goblin were also found on the ceiling of a car, but it didn't care about that either because their prey suddenly appeared and provoked them.</p><p>“Hey, we're here! You quick-tempered pigs!” shouted Sungho.</p><p>“Sungwoo? Did you just reveal our location?” Hanho said nervously.</p><p>“Wait!”</p><p>Sungwoo and Jisu were curled up in the driver's seat and in the back respectively in a deserted car, with Hanho standing in front of it.</p><p>The orcs roared, then walked toward Hanho with big strides.</p><p>One of them laughed as if it already enjoyed watching them strangling their prey in the blind alley.</p><p>“Wait…” Sungwoo whispered, then tried to check the location of the skeletons with his eyes closed. The five skeletons were stationed at the narrow gaps among the cars here and there.</p><p>After the orcs passed, the skeletons cautiously raised their bodies. Like dolls tied to a rope, they were strange and far from vibrant.</p><p>“Hanho, keep provoking them!”</p><p>The orcs' sense of smell was so excellent that they could smell humans from a distance and chased after them.</p><p>It suggested that their senses were extraordinary, so it was highly likely that they would notice even the little movement of the skeletons behind their back.</p><p>That's why Hanho had to divert their attention to him completely.</p><p><br></br></p><p>Tong! Tong! Tong!</p><p>“Hey, come here! You damned…”</p><p>While trembling with fear, he kept banging on the SUV with his sword. The orcs' ears moved sensitively to that noise. Then they began to quicken their pace.</p><p>They ran between the cars and lifted their axes, pointing toward Hanho's head. They narrowed the distance quickly with veins on the backs of their hands standing out visibly.</p><p>“Sungwoo!”</p><p>At that moment, Sungwoo and Jisu who were stuck inside the car flung open the doors at the same time.</p><p>It was the perfect timing because an iron barricade suddenly came out before the charging orcs.</p><p>Bang!</p>"}