{"id": 18, "volume": 1, "title": "Only I Am A Necromancer Chapter 19", "url": "https://bestlightnovel.com/novel_888162148/chapter_18", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 19</h1>\n<p>Chapter 19: Boss Orc in the Gym (1)</p><p>As if it didn't expect it at all, the orc flinched and closed its eyes.</p><p>“Now is the time!”</p><p>Jisu instantly stepped forward, sliding the sword down the axe and cut its neck on the spot.</p><p>Cough, cough…</p><p>The orc missed the axe and grabbed the nape of its. Then it dropped to its knees.</p><p>‘Success!'</p><p>The moment she cut the orc's throat, she felt a great thrill of joy because she thought she had overcome a big obstacle.</p><p>However, when she turned her head and watched Sungwoo fighting, she had to admit that she was still lacking in various skills.</p><p>Rattle, rattle—</p><p>Sungwoo seemed to have fully learned how to easily defeat the orcs while fighting with them in the last few battles.</p><p>The seven skeletons never approached the orcs. Sungwoo knew that in a close battle he had to use skeletons, which caused a loss of his battle resources. On the other hand, the battle was advantageous if the skeletons did not get close to the orcs.</p><p>‘Sungwoo's tactic is efficiency itself,' she thought.</p><p>The skeletons surrounded an orc that approached them, then moved endlessly and threw daggers with both hands.</p><p>Puk! Puk! Puk! Puk!</p><p>If the orc approached, the targeted skeleton retreated, then at the same time the other skeletons kept it at bay instantly, so it couldn't even counterattack.</p><p>It took about 20 seconds to smash an orc to pieces.</p><p>Shortly thereafter, some of them swiftly recovered the daggers, while others again surrounded another orc and beat it ruthlessly.</p><p>And they were all attacking based on Commander Sungwoo's calculations. Watching him mounting a calculated attack, Jisu once again felt a sense of deprivation.</p><p>‘He's calculating everything. He is not killing them with an overwhelming force, but with shrewd calculation.”‘</p><p>She suddenly felt she was foolish because she only invested in her muscle strength after she was overpowered by an orc in the recent battle.</p><p>She could feel from Sungwoo today that strength was not everything, but rather it was the process of making the most of one's strength and applying it to the opponent's weakness. And she realized that the reason she ended up being a second-rate sportsman was not that she was physically weak.</p><p>‘What did he do in the past?” Jisu asked herself, admiring his great fighting skills.</p><p>While she was admiring him, most of the survivors boarded the bus. Sungwoo took the skeletons and slaughtered the other orcs nearby.</p><p>-You have earned 70 gold by hunting the orc hunter.</p><p>-You have earned 70 gold by hunting the orc hunter.</p><p>-You have earned 70 gold by hunting the orc hunter.</p><p>When Sungwoo's party got rid of the orcs around the playground, a group of the student council members began to approach them. Obviously, they got shit-faced, embarrassed by Sungwoo and his friends' brilliant victory.</p><p>“Ooops! Why did you come out? Didn't you tell me you hated staying with these awful skeletons?”</p><p>Daesung's face hardened when Sungwoo teased him slyly.</p><p>“…Why are you so mean right now? Aren't you so cold-hearted?”</p><p>“Well, I wouldn't do it without this kind of situation.”</p><p>“…”</p><p>Sungwoo said with a bright smile, “I'm sorry, but I think you have to leave that terrible bayonet behind to get on the bus. What if someone gets stabbed in this narrow bus?”</p><p>“What did you say? Like you said, I need a weapon to defend myself, right?”</p><p>“Well? I think I can protect you. You will feel safer with our cute skeletons rather than such a clumsy and blunt sword.”</p><p>Sungwoo did not hesitate to pay back disgusting guys with disgusting punishment.</p><p>Anger was evident in Daesung's eyes. Sungwoo could feel that he wanted to lift the bayonet right away and crush the skeletons.</p><p>Roar!</p><p>At that moment, there was an unidentified roar from the far side of the gym. Those who heard the roaring felt their knees instinctively knock together, like a rabbit hearing a predator crying.</p><p>-The orc clan chief is furious because of the failed hunt.</p><p>What the heck is this? Sungwoo also shuddered with fear, but he pretended to be as calm as possible, “Aren't you going to get on the bus? Then we're leaving now.”</p><p>Tong-</p><p>Eventually, Daesung put down the bayonet. Sungwoo smiled at him.</p><p>“Oh, take off that chain armor, too.”</p><p>“What? My armor is not dangerous, is it?” Daesung said, grinding his teeth with anger.</p><p>“You have to pay for my protection. I'm not a student council member like you who's devoted to the students.”</p><p>In Daesung's eyes, Sungwoo's action looked cruel, but that was how he had to get adjusted to the new environment.</p><p>Sungwoo was adapting himself to the new situation faster than anyone else.</p><p>In respect to this crazy situation, Necromancer and the battle, he accumulated data and made appropriate judgments. And his experience paid off nicely.</p><p>-You have leveled up. (LV. 5)</p><p>He reached Level 5 thanks to the just-ended battle.</p><p>And one message line followed…</p><p>-You can summon a mid-sized monster as your subordinate.</p><p>In other words, he finally could lay his hands on the orcs. If so, he didn't need to hurl daggers dagger from a distance for fear of being out-muscled.</p><p>Of course, this was not the end of the story. Sungwoo, who sat down at the front of the bus, was agonized about the selection of a level-up card.</p><p>-Choose a level-up card.</p><p>1) Stat (Random)</p><p>2) Skill (Random)</p><p>3) Item (Random)</p><p>4) Other (Random)</p><p>5) The maximum number of subordinates +1 (Confirmed)</p><p>Again, it was composed of 4 random items and 1 confirmed item.</p><p>He had consistently chosen ‘skill' until now to increase his subordinates as much as possible.</p><p>On one hand, he was not sure if it was right to rely on them alone when he did not know what would come out the stats, items, etc.</p><p>“Well, I have no choice but to choose it if I don't want to fight myself.”</p><p>After all, Sungwoo selected number 2.</p><p>-The maximum number of subordinates has increased (+2).</p><p>“Good. Now I've got nine skeletons.”</p><p>His selection was the most acceptable and most efficient outcome. Although the skill of may be more valuable, he thought it was better to increase the number of subordinates for now.</p><p>Then Sungwoo put the chain armor on the one-armed skeleton, which he took from Daesung as the price of his protection.</p><p>Crackle</p><p>“Hmm, is it too long?”</p><p>As this guy was the most reliable skeleton in many ways, he decided that he would not spare his investment. He even gave it a new name.</p><p>Since the name ‘one-armed' seemed to be without any emotional attachment, he renamed it ‘Right' because it had only a right arm.</p><p>Rattle—</p><p>Right guy waddled along in an armored suit, but the end of the chain almost reached its ankle, so it could not move freely. In this condition, its flexibility and maneuverability, which were the goblin's greatest strengths, were completely unworkable.</p><p>“You can't wear it. Take it off.”</p><p>Eventually, Sungwoo decided to wear it himself. He questioned whether this chain armor could help him block the orc's battle axe, but it was better than nothing.</p><p>“Sungwoo, survivors over there!”</p><p>Hanho pointed out the window of the bus, making a big fuss. The survivors covered all over with their wounds were facing three goblins.</p><p>Sungwoo felt that he wasn't even nervous about the goblins now.</p><p><br></br></p><p>The bus was slowly navigating the roads inside the campus to rescue some straggling survivors. In fact, it actually picked up about twenty students.</p><p>“Sungwoo, I think we need another bus.”</p><p>“No, I don't think so. We're not going to keep driving the bus anyway,” Sungwoo replied.</p><p>So, those who gathered there as survivors totaled about sixty, and thirty of them were armed with good weapons.</p><p>Nevertheless, he felt the number of survivors was so small. Is it because today was Friday when there weren't that many classes? Or is it because many of them were killed? The campus was so quiet that it felt creepy.</p><p>“Well, anyway, we survivors should unite to confront the orcs. Running away is not the answer,” Sungwoo said, standing at the front of the bus.</p><p>Was it because they responded to the raid by the orc hunters nicely?</p>"}