{"id": 10, "volume": 1, "title": "Only I Am A Necromancer Chapter 10", "url": "https://bestlightnovel.com/novel_888162148/chapter_10", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 10</h1>\n<p>Chapter 10: Boss Monster of Humanities and Social Science Building (4)</p><p>In no time, two skeletons were resurrected among the goblins' bodies to replace the perished skeletons, but one of them was immediately smashed to pieces with a heavy blow the moment it stood up. Its skull was thrown toward Sungwoo, but he barely avoided it. It hit the door of the rooftop, then shattered.</p><p>The bodies of the goblins, which became the material of the skeletons, were strewn everywhere, but it was impossible to resurrect all of them indefinitely.</p><p>“Damn it, my mana…”</p><p>The required number of mana per skeleton was 5 points, and only four skeletons could be created at the moment. Of course, there was a steady increase in mana, but that alone was not enough.</p><p>Swoosh! Puk!</p><p>Right at that moment, something was thrown at the chief goblin, but it barely blocked it by lifting its left hand.</p><p>“Oh, you blocked it?”</p><p>An old goblin dagger was stabbed into its forearm. Hanho threw it, but it didn't seem to inflict any significant damage.</p><p>But, veins stood out on its forehead.</p><p>“Oh, that bastard was hit, right?”</p><p>“…Yep, you hit it.”</p><p>Hanho stepped back, frightened, but the chief goblin began to charge toward him at full speed. It sprung up at him, lifting the heavy club with both hands. The goblin was threatening enough to make Hanho scream.</p><p>“Argh! Aaaah!”</p><p>Rattle!</p><p>At that moment, the skeletons came running and blocked the attack, and Hanho fled away quickly.</p><p>“Oops! Thanks, guys!”</p><p>But the chief goblin's strike smashed three skeletons instantly. The one-armed skeleton, the only survivor, had one of its ribs ripped apart when it was caught by the tip of the chief goblin's club.</p><p>Undaunted by the impact, the skeleton lowered its head and stabbed the dagger into the top of the goblin's foot.</p><p>Puk!</p><p>With a screech, the chief goblin kicked the skeleton with its other foot, which threw the skeleton to the locker on the other side. Sungwoo felt heartbroken to see its skull cracked by the shock.</p><p>Then he confirmed that Jisu was sneaking behind its back. He tried not to watch her so she would not be caught.</p><p>She now wielded the saber at it, which caused a long cut on its back. If it had not moved or sensed her attack at the last moment, she could have beheaded it.</p><p>“Dang it, I could have killed that monster…”</p><p>Smacking her lips, she stepped back and shook her saber in the air to dust it off.</p><p>‘That girl is not an ordinary woman.'</p><p>Obviously, the way she brandished the saber was far from normal. Sungwoo was aware that because she was wearing a tracksuit, she was a graduate of the college of physical education, but he also felt something extraordinary in her sword skills.</p><p>Her constant brandishing of the sword was clearly a strategic move to throw the chief goblin into confusion.</p><p>‘I should also move strategically.'</p><p>Soon, the three skeletons that he resurrected by using 15 mana surrounded it. He made sure they distanced themselves so that they could not be smashed all at once by the club.</p><p>‘Anyway, we three are the main attackers. I have to use the skeletons as the shields to stop the boss monster from jumping at us.'</p><p>Urgh…</p><p>The boss monster curled up, bleeding all over its body. It seemed to have taken up a defensive position because its hasty attack backfired.</p><p>‘Attack it from behind.'</p><p>When Sungwoo thought about it, the skeleton behind the boss monster moved. Of course, it could not mount an ambush because it was gnashing its teeth.</p><p>The moment the monster wielded the club, Sungwoo quickly hurled his spear.</p><p>The timing was good, but the spear barely passed by its left ear. However, its outer ear was broken apart, with blood dripping down its shoulder.</p><p>Argh!</p><p>Raging with anger, the boss monster charged toward the skeleton nearby and wielded the club. Sungwoo told the skeleton to avoid the attack quickly, but the monster was much faster.</p><p>“Damn it…”</p><p>He had used the remaining mana to resurrect another skeleton, but that was it. Now there were only three skeletons left.</p><p>Noticing that, the boss monster looked around, the light in its eyes changing. Actually, it was counting the remaining skeletons.</p><p>Then it let out a disgusting laugh peculiar to a goblin, which suggested that it believed that it had seized the chance to win.</p><p>“Ugh? Laughing at us? You bastard, get this!”</p><p>Hanho quickly threw a dagger at the monster, but the goblin lifted the club high to block the dagger easily.</p><p>“Hanho…why did you utter something when you attacked it?”</p><p>“Aha?”</p><p>Sungwoo looked around with a sigh. One of the three including him could be killed if this fight dragged on. If the boss monster could keep fighting despite its serious wounds, all of them could be killed.</p><p>‘Now I know why it's the boss monster. I need a decisive blow to kill it. Let me check the weapons first…'</p><p>Sungwoo fortunately found a couple of long swords near the all-in-one desk in one corner. It seemed that somebody who had chosen the swordmaster occupation was killed by the boss monster.</p><p>He furtively approached the desk and grabbed the two swords and ordered in his mind,</p><p>‘Two of you, charge toward it!'</p><p>Rattle!</p><p>The two skeletons simultaneously attacked the boss monster from the left and right, but the boss brandished the club with a faint smile. They were smashed even before they were close enough.</p><p>But at that moment, something was thrown over its head. It was a long sword which flew over its head and dropped on the other side.</p><p>Actually, it landed in somebody's hand safely, who was none other than the one-armed skeleton. It waddled as it held the sword that was as tall as itself.</p><p>And Sungwoo also held another sword in his hand on the other side.</p><p>It was the synergy created by the mix of the three swords between Sungwoo, Jisu, and Hanho.</p><p>A yellow energy aura was visible on the blades of their swords.</p><p>But there appeared another synergy, which was quite unexpected.</p><p>Blue energy aura was visible on the skeleton's remaining arm and its blade .</p><p>“Good. Hanho, when you attack the boss monster, don't say anything. Only make a sound when you are certain that you can kill it. Got it?”</p><p>“…Really?”</p><p>Hanho looked at him with a strange expression. He was lifting something laboriously that had a sword on the side.</p><p>“Get this hellish all-in-one desk!”</p><p>Lifting it over his head quickly, Sungwoo charged toward the boss monster.</p><p>It was his first weapon that killed goblins with one blow in the past.</p><p>Jisu and the one-armed skeleton also moved simultaneously.</p><p>Who the hell made this terrible invention for?</p><p>The students' question and resentment of this all-in-one desk prompted angry responses around the campus in the past. But it was only today that Sungwoo felt its use keenly.</p><p>‘This is the best blunt weapon and shield.'</p><p><br></br></p><p>He had already killed three goblins with the blunt desk. And this time, he was rushing to the boss monster while holding that heavy desk over his head.</p><p>How could he dash with that heavy desk? Obviously, the boss monster was embarrassed.</p><p>Caught between a rock and a hard place, it assumed an awkward defensive posture. If it made a wrong move, Jisu or the one-armed skeleton's attack would definitely land on him.</p><p>But it had made a bad choice. It didn't realize until then that getting stabbed would've been better.</p><p>Swoosh!</p><p>The moment the heavy desk made of strong boards and iron was thrown at its head, the boss monster realized that it could not block the desk.</p><p>Although it covered its head with its hands, it staggered with the impact, and Jisu quickly cut its right thigh. It hurriedly turned to the right, but this time the one-armed skeleton stabbed the monster's ribs.</p><p>Blood was gushing from its side, soaking the ground with blood under its feet.</p>"}