{"id": 17, "volume": 1, "title": "Only I Am A Necromancer Chapter 18", "url": "https://bestlightnovel.com/novel_888162148/chapter_17", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 18</h1>\n<p>Chapter 18: Orc Unit hunting the survivors (7)</p><p>Like Sungwoo said, trying to understand the situation only meant evading and culling. In the real world, there is no other way than to adapt to it. And she totally agreed with that.</p><p>“By the way, the playground is still in a chaotic situation…” she said, looking out the door.</p><p>Shouts and screams were still ringing from the playground about 200 meters away from them.</p><p>The fight was still going on, even after quite a long time passed.</p><p>“Can the guys from the student council win? Shouldn't we go and help them this time?”</p><p>“Um.”</p><p>Sungwoo was not happy about the arrogance of the student council members, but he didn't want them to be killed for that reason.</p><p>And now he realized that his fighting would not only save them but also give him a good chance to make it an easy game. He had already enjoyed the big gains by attacking the rear of the orcs that were caught off guard.</p><p>“Then let's act carefully this time too.”</p><p>Sungwoo reached out to the orc's body lying like a lump near the stop. Then, its flesh and intestines turned into ashes and disappeared, leaving only bones.</p><p>“Uh? What the heck is that?”</p><p>Kyungsoo's party was just astonished to see what happened before their eyes. But they should not be surprised yet.</p><p>Soon the bone pieces were reassembled into weapons. With their jaws dropping, they looked at Sungwoo's party.</p><p>“Oh, I think I know why you want to fight… Is it like a superpower?”</p><p>“It's not that, well, I'm just like you, Kyongsu.”</p><p>“…Well, I don't think so.”</p><p>Instead of replying, Sungwoo kept working on the bones. Now, the mana also grew, so he made dozens of weapons using the bone weapon manufacturing bone skills.</p><p>And the weapons were all daggers. More specifically, they were made for throwing purposes.</p><p>“Hanho, come on, take as many as you want.”</p><p>“Wow. I am full of miscellaneous blessings. Without this situation, I guess I would have to open up a junk shop.”</p><p>“Are you belittling a junk shop now?”</p><p>“Pardon? Oh, if you take it like that, let me take back what I said.”</p><p>Hanho and the skeletons picked up the bone daggers. It was verified several times that throwing a dagger did not mean landing a fatal blow, but it could create a decisive chance for Sungho's party to attack.</p><p>“Sungwoo, are we going to display modern convenience again?” Hanho said while pointing at the truck. But he shook his head.</p><p>“This time, let's drive a bigger vehicle.”</p><p>He turned and looked at the shuttle bus parked on one side of the stop.</p><p>Bang!</p><p>It wasn't a missed soccer ball that hit the soccer goal post. It was a throwing axe that missed the target.</p><p>“Argh!”</p><p>The man who dodged the axe was running like crazy, screaming. A huge orc was following him.</p><p>The green playground was stained with blood. Looking at it from a distance, it looked like a festival, but actually it was the scene of slaughter. Humans running away and monsters hot on their trail… After all, they were caught up with the monsters' axes stabbed into the back of their heads…</p><p>Dozens of survivors and dozens of orcs were entangled in the fight, creating a scene that was too horrible to watch.</p><p>“Brother, Ahh!”</p><p>Among them was a frightened Jisok who lifted his shield. Right after that, something hit the middle of the shield.</p><p>Tong!</p><p>“Ugh!” He stepped back awkwardly, groaning. His arms were tingling. It was not because the orc hit him with the axe — the orc barely poked him. Nonetheless, his arms almost felt numb.</p><p>“This is crazy…” He thought deep down, ‘Now we're dead. We're all going to die here. We can do nothing.'</p><p>“Ahhhhh!”</p><p>Daesung, who identified himself as the president of the student council and a Level 3, stabbed a bayonet into an orc's chest. He was doing his best to fight back against the orc, but that was it.</p><p>“Come on guys, get together! Make a way for an escape!”</p><p>Although he declared that he would protect the students, he was now trying to find a way to run away when the situation was so tough to overcome.</p><p>“Daesung, lots of students are isolated in the stands!”</p><p>“Ignore them! Are you crazy enough to care about them? We have to find a way to get out of the playground right now! Jinsok! Hyungmin! You guys stand at the forefront because you have the shields.”</p><p>They had no power to overcome the current situation. They were preoccupied with saving their own lives, which was not that easy.</p><p>Right at that moment, something huge rushed into the playground with the big sound of the horn.</p><p>“…Shuttle bus?”</p><p>It was the school shuttle bus. It was driving into the playground with its large wheels trampling upon the artificial turf.</p><p>Thump!</p><p>And the bus ran over a huge orc. However, it didn't stop there. Like a wild African elephant, it was driving around and chasing and trampling on the orcs ruthlessly.</p><p>“Uh, what the heck…”</p><p>The student union members, standing in the way of the bus's moving direction, stepped aside, frightened, and looked at the skeletons sticking out their heads through the windows of the passing shuttle bus.</p><p>“Huh? That's…”</p><p>And at that moment, the skeletons threw something towards the orcs all at once.</p><p>Swoosh! Puk! Puk! Puk!</p><p>They were daggers. The moment the bus passed, they hurled daggers randomly at the orcs. The orcs also counter-attacked by throwing axes, but they were blocked by the body of the bus.</p><p>Clang!</p><p>“Ahh! Fuck! I was almost struck on the forehead with an axe!”</p><p>Sometimes their axes pierced through the windows.</p><p>“Hey, you son of a bitch, eat my dagger!… Uh? They're really eating it? Don't lie down right after eating, you asshole!”</p><p>Hanho's dagger-throwing skills were improving day by day.</p><p>Meanwhile, Kyongsu was driving the shuttle bus. In fact, his job was a heavy-duty truck driver in the army.</p><p>Squeak!</p><p>When he was holding a spear, Kyongsu could hardly perform, but as he grabbed the steering wheel, he picked only the orcs with his adroit driving skills and began running over them.</p><p>Whenever he did it, a message about gold appeared.</p><p>“Wow! Gold is coming in!”</p><p>“Let's stop the bus here. Let's go, Jisu.”</p><p>“Yeah. I'm ready.”</p><p>The bus stopped in the middle of the playground. At the same time, the front door opened, and Sungwoo and Jisu got off.</p><p>Rattle, rattle.</p><p>Soon the skeletons leaped simultaneously from both sides of the window. They scattered widely and began to aim their daggers at the orcs. They looked like well-trained commandos.</p><p>“Everybody, get on the bus! Come on!” Sungwoo shouted. He stood at the entrance of the bus, holding the Tower Shield. Then, the survivors, who had been paying attention to the shuttle bus when it first came running in droves.</p><p>“Uh? That man is…”</p><p>“Yes, I should have followed him…”</p><p>Those who witnessed Sungwoo's brilliant fighting at the Humanities and Social Sciences building belatedly regretted not following him. However, they thought it was so fortunate to meet him even now, and ran to Sungwoo.</p><p>The orcs chased them from behind, but they fell to a shower of flying daggers, or they had to hesitate to move.</p><p><br></br></p><p>“You can't pass me!”</p><p>Now Sungwoo and Jisu were much stronger than before. In particular, Jisu was burning with the desire to fight the orcs even by choosing ‘Muscle Strengthening' as ​​a level-up card. Actually she was notorious for her strong desire to win in the sports world.</p><p>Facing an orc bigger than herself, she boldly walked up to the giant animal.</p><p>“I won't lose easily this time.”</p><p>She took out the sword whose blade she had sharpened with the ‘Ignition Whetstone.' The moment she corrected her posture, the orcs charged at her with their axes. It was a blow that fell from as high as three meters.</p><p>Clang!</p><p>There was a big clang, which was similar to the previous one. Her body shook a lot at that moment. The terrible impact struck her elbow, shoulder, back, spine, and thigh one by one, but she did not collapse like before. Instead, she stuck it out, clenching her teeth tightly.</p><p>And the moment the axe and the sword clashed, a spark flew off the blade of her sword.</p>"}