{"id": 15, "volume": 1, "title": "Only I Am A Necromancer Chapter 16", "url": "https://bestlightnovel.com/novel_888162148/chapter_15", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 16</h1>\n<p>Chapter 16: Orc Unit hunting the survivors (5)</p><p>After hitting the doors, they hesitated. They were not only blocked, but they were also taken aback by the impact. Suddenly, the five skeletons walked on the top of the SUV and charged toward the back of their heads right away. They leaped up, lifting the orc femur hammers, and hit them hard while jumping down.</p><p>Puk! Puk! Puk! Puk! Puk!</p><p>With a thunderous thump, the giant orcs collapsed. They were not killed instantly, but the impact of their fall was big enough to make them unable to stand on their feet.</p><p>Besides, the synergy of was triggered at that moment. It could make the orcs ‘pass out' with only a 5% chance, but fortunately, two of them fell helplessly.</p><p>“Now is the time!”</p><p>At that moment Sungwoo, Jisu, and Hanho charged at them at the same time. They slaughtered the staggering orcs.</p><p>“Whew…”</p><p>“I understand why the great victories in the history of the Korean people are great. That reminder hits the nail on the head…”</p><p>Like Hanho said, their operation was similar to the great victories that the Koreans dramatically achieved by overcoming their disadvantages. And there were always special rewards for great victories.</p><p>-You have earned 43 gold by hunting an orc hunter.</p><p>-You have earned 24 gold by hunting an orc hunter.</p><p>-You have earned 55 gold by hunting an orc hunter.</p><p>-You have earned 70 gold by hunting an orc hunter.</p><p>-You have earned 40 gold by hunting an orc hunter.</p><p>Now it was clear that when hunting monsters through teamwork, differential rewards seemed to be issued, based on their contribution.</p><p>-The first raid defense reward has been issued. (100 gold)</p><p>-You have leveled up. (LV. 4)</p><p>Soon, the card selection window popped up in front of their eyes, and Sungwoo picked the ‘skill' item again.</p><p>-Maximum number of subordinates has increased (+2).</p><p>“Oh, what is it?”</p><p>This time it wasn't one, but two. It was random, so if they're lucky, can an explosive increase occur at once?</p><p>“A total of seven…but mana is the problem.”</p><p>Mana was still '50'. Since skeletons are easily smashed, it's important to resurrect new ones during battle. So, Sungwoo had to figure out how to increase his mana.</p><p>“Oh, I obtained a skill this time.”</p><p>It seemed that Hanho also leveled up.</p><p>“What is it?”</p><p>“High-speed···cutting? Only daggers can be applied here.”</p><p>“Awesome.”</p><p>“…No, it's not. Ah, I want to return.”</p><p>Jisu also stretched her fingers in the air. She said her muscle strength increased by only two points by choosing a definite stat because she was quite annoyed when she squatted while returning hits against the orc's axe on the trail behind the mountain.</p><p>“I still feel like my muscles are strengthened since my body is getting hot.”</p><p>Then she brandished the sword back and forth.</p><p>“I definitely feel more empowered.”</p><p>After that battle, Sungwoo found a goblin carcass nearby and resurrected it into a skeleton, so he came to lead a total of seven skeletons.</p><p>“Hanho, will you give the sword back to me?”</p><p>“…Here you go.”</p><p>“Well, I think you have to keep using the dagger to use your newly acquired skills.”</p><p>“···”</p><p>Sungwoo achieved the optimal synergy by having the five skeletons carry bone hammers and giving the one-armed skeleton the sword.</p><p>Based on his experiences so far, synergy was the key and variable of the battle, so the more synergy, the better.</p><p>Then, Sungwoo's party began to check out the developments nearby while hiding in the trees and bushes outside the school. Then they witnessed a battle nearby. There was a shuttle bus stop a little up from the main gate.</p><p>“Only seven orcs are there. Well, they're a minority compared to the crowds inside the school,” Jisu said, lying in the woods. Sungwoo was also crouching behind trees and watching the scene.</p><p>“I'm afraid they're going to be killed. At best only one man is wielding something through a window…”</p><p>Having heard that, Jisu raised her body and said, “Why don't we help them?”</p><p>“…Um.”</p><p>Jisu decided firmly to help them, but Sungwoo was a little hesitant. Nothing was as foolish as giving up safety for now.</p><p>“If we join hands with them and raid the orcs back and forth, we can easily kill them. Aren't they easy prey for us?” asked Jisu, suggesting diversionary tactics to get them.</p><p>However, Sungwoo was negative about it.</p><p>“But do you think people on campus can fight with us? If something goes wrong, we can end up fighting against each other. We can't trust them in this situation, especially when they are terrified like that.”</p><p>“…”</p><p>Jisu could not refute his statement. In this situation, uncertainty was the biggest threat.</p><p>They needed another plan. And Sungwoo soon came up with a good idea.</p><p>“Then let's display a modern invention. I found a car key stuck in one of the trucks.”</p><p>“Pardon?”</p><p>“Jisu, do you like bumper cars? Or did you enjoy driving the truck?”</p><p>Jisu was puzzled by his unexpected mention of a truck.</p><p>“Uh, Sungwoo, I'm a master driver of GTA5.”</p><p>“Then, you drive.”</p><p>“…What?”</p><p>Hanho blinked his eyes at his unexpected offer.</p><p>…A little later, the orcs' raids were still going on at the shuttle bus stop. There were five stuck inside the stop, but only two of them were carrying weapons.</p><p>“Ahhhh! Help me! Please help me!”</p><p>“Don't cry! Crying makes no difference!”</p><p>“Oh no! Fuck!”</p><p>And they were all in a panicked state.</p><p>Thud! Puk! Puk! Thud!</p><p>The seven orcs holding the axes were chopping the door and wall of the stop randomly.</p><p>“Man, hit them. What the heck are you doing with that long spear?”</p><p>“What should I do when those bastards are not coming near the window? Why don't you go out and fight them with your sword and shield?”</p><p>“Stop it, you asshole! We're going to be killed like this!”</p><p>“Oh, no! I don't want to die!”</p><p>The two men with weapons also had no courage to confront the orcs. It was a hopeless situation.</p><p>But then they saw something coming from far away.</p><p>“Eh? What is that?”</p><p>When they looked closely, a blue pickup truck was driving toward the stop.</p><p>Woowoong!</p><p>Sometimes driving backwards, it was driving toward them like crazy. Besides, there was a lot of white in the cargo compartment, shaking every time the car moved.</p><p>Squeak— Squeak—</p><p>When the truck approached a little closer, they could identify that white object.</p><p>“…Skull?”</p><p>Weren't seven skeletons shaking and moving on the truck?</p><p>“What the heck is that!”</p><p>The truck drove toward the stop without hesitation, hitting the orcs banging the wall of the stop.</p><p>Bang! Bang! Thud!</p><p>A creepy noise was heard across the wall. Something rattling was heard right after the howling of the orcs.</p><p>The man holding the spear looked carefully over the window. At that moment the skeletons got off the truck in droves and began to smash the fallen orcs with clubs by the truck.</p><p>“What the heck? Kyongsu, what the hell is going on?”</p><p>“I don't know. More scary bastards appeared…”</p><p>In the eyes of the man called Kyongsu, the skeletons looked like monsters, even more terrible monsters.</p><p>“Fuck, why is this all happening at once?”</p><p>Frightened, Kyongsu fell on the floor. A raid by the skeletons? He thought it was better when they were fighting against the orcs.</p><p>A little later, the noise coming from outside disappeared and an unfamiliar silence reigned. Someone gulped. The students stuck at the stop realized that the invisible stillness was more dreadful.</p><p>“Are they gone?”</p><p>But at that moment, there was a big noise.</p><p>Thump! Thump! Thump!</p><p>The door shook roughly. Frightened, the students moved away from the door. It was like a scene from a horror movie.</p><p>“Oh! Go away!”</p><p>“Shush! Be quiet!”</p><p>“…Hey, guys? Didn't you hear just somebody talking outside?”</p><p><br></br></p><p>Thump! Thump! Thump!</p><p>“…We're stuck inside. Open the door!”</p><p>Indeed, human voices were heard outside the door. They raised their heads slightly.</p><p>“Do skulls even speak?”</p><p>“That's the devil… It's bewitching us now!”</p><p>At that moment, somebody's head abruptly popped in through the smashed window.</p><p>“Please open the door! Please!”</p><p>It was a man wearing a hooded poncho raincoat over his head.</p>"}