{"id": 19, "volume": 1, "title": "Only I Am A Necromancer Chapter 20", "url": "https://bestlightnovel.com/novel_888162148/chapter_19", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 20</h1>\n<p>Chapter 20: Boss Orc in the Gym (2)</p><p>The contents of the quest changed a moment ago, but his message was not that they should be prepared for the orcs' small-scale raid.</p><p>-The chief orc decided to wage a ‘full-scale war.' The orcs would pursue survivors with the goal of exterminating them.</p><p>It seemed that the level of difficulty increased.</p><p>Anyway, the fact that they could get out of the school only when they killed the boss monster hasn't changed. They had to inevitably face the kingdom's army to kill the king.</p><p>“There is no way to avoid them. We have to kill their boss to get out of this school.”</p><p>But soon they got desperate news.</p><p>“Hey, hey, I saw them while I was in the gym. There were a lot there.”</p><p>According to his testimony, the number of orcs seemed to be about one hundred.</p><p>Of course, since dozens of orc hunters had been hunted by them, their number seemed to have been reduced somewhat.</p><p>Nonetheless, it was unreasonable to fight the orcs in a full-scale war. Even if there were as many students as the orcs, their routine daily lives were no match for the monsters that enjoyed fighting.</p><p>-‘Inverse penalty effect' has been triggered due to incomplete team play.</p><p>[Penalty List]</p><p>1) Poor members</p><p>-Category: Intrinsic penalty</p><p>-Condition: More than 10 people under Level 5</p><p>-Side effects: Movement speed reduction (-30%), attack power reduction (-5%)</p><p>2) Helpless newcomers</p><p>-Category: Intrinsic penalty</p><p>-Condition: 10 or more with no record of killing monsters</p><p>-Side effects: attack power reduction (-10%), gold accumulation reduction (-10%)</p><p>3) Desperate Morale (2nd stage)</p><p>-Category: Intrinsic penalty</p><p>-Condition: Absolute majority unwilling to fight</p><p>-Side effects: Probability of ‘chaotic state' increase (+10%)</p><p>Disorderly crowds seemed to exist for this kind of situation. It wasn't always good for them to unite because it would make their movements inefficient.</p><p>‘It's clear now. Just holding weapons is not always helpful. Rather, there's just a lot to worry about.'</p><p>Sungwoo thought he should be a little prudent. He needed to join hands with people, not save people. But what if he could not find them…</p><p>“I will fight alone.”</p><p>“Pardon? Sungwoo?”</p><p>“Hey, are you crazy? What the heck are you talking about?”</p><p>Sungwoo answered the question with certainty, “I'm going to fight the orcs alone.”</p><p>Not only his friends but also people inside the bus showed pessimistic responses.</p><p>“What did you say? Did I hear wrong?”</p><p>“Even if you're the genius fighter, you can't…”</p><p>“Isn't that person crazy? Well, you know what? If you are treated as a hero, it gets into your head.</p><p>“Dang it! I really can't trust anyone.”</p><p>The student council members including Daesung and Jinsok also began to ridicule and scorn him.</p><p>“You crazy asshole, I knew you were going to dig your own grave.”</p><p>“Jinsok, I think that asshole was really lucky. I think I would feel great if he were killed in the fight.”</p><p>“Yes, brother, you're right. He is such a pathetic jerk. Maybe his days are numbered.”</p><p>However, Sungwoo didn't give in.</p><p>“Please stay in a safe place. Let me kill the orcs and help you get out of campus.”</p><p>As she could not stand it anymore, Jisu stood up and held his arm.</p><p>“Sungwoo, what are you talking about? There aren't just one or two orcs. Even if we fight together, it's going to be tough…”</p><p>“Jisu, you remember what you said on the first floor when you climbed up the rooftop to hunt the boss monster?”</p><p>“…Pardon?”</p><p>“You said that even if we took them to the fight, they would be useless. You said they were worse than skeletons.”</p><p>“Ah, I remember, but…”</p><p>“You saw their colors correctly. Oh, you are helpful, Jisu. But this time, it seems to be a little dangerous for you. And I've made the decision after some hard thinking and calculation.”</p><p>In Jisu's opinion, Sungwoo clearly fought based on the thorough calculation of gains and losses. In other words, he devised proper fighting tactics to win safely and efficiently without any waste or damage.</p><p>‘But this is different,' Jisu thought to herself.</p><p>She thought it would be an impossible fight this time because no one would think that fewer than ten skeletons could beat over a hundred orcs. No, it was impossible even to imagine.</p><p>However, Sungwoo stubbornly went ahead with his plan.</p><p>The survivors fled into a nearby building. Then, they watched the playground through the window where Sungwoo was waiting for the orc's army.</p><p>“Nonsense. Is he really going to do it?”</p><p>“Doesn't he have any secret tactics?”</p><p>All kinds of bodies were already scattered all over the playground. Orcs, goblins, and people… The blood around their bodies showed that some terrible things took place there. But the survivors only focused on what was going to happen because the eccentric guy Sungwoo was standing at center stage doing crazy things now.</p><p>Woooong—</p><p>A shuttle bus came near the playground. Jisoo, Hanho, and Kyongsu were in it.</p><p>“He is really crazy…”</p><p>“If we feel like something's off, we can drive there right away and pick him up.”</p><p>“Whew! I am ready to step on the accelerator too.”</p><p>Even they thought Sungwoo would fail this time. Although he showed extraordinary fighting skills until now, this fight was too much for him.</p><p>Sungwoo was trembling with fear too. His heart was pounding hard, and cold sweat broke out on his back. He caught his breath and looked in the direction of the gym.</p><p>“Whew! I'm sure I'm going to win this fight as I planned.”</p><p>Suddenly he saw a bunch of orcs coming out of the gym.</p><p>‘They must be the main unit.”</p><p>There were no ranks or order in the troops that were mobilized for an all-out war. However, he got the feeling that they were tough. They were literally ‘savage warriors.'</p><p>Kuaaaah!</p><p>The red-haired orc at the forefront screamed. At the same time, over a hundred orcs were roaring so loudly as if they were shaking the school building.</p><p>“Ugh, so noisy. Is that guy the chief orc?”</p><p>However, it looked like a middle-level boss, given there was no message about the chief's appearance.</p><p>Soon the orc turned its head toward Sungwoo. Then it lifted the axe and pointed to him. Now all the orcs fixed their eyes on him.</p><p>“…”</p><p>The orcs moved toward him. They were moving slowly and leisurely, but he knew that at a certain moment, they would charge toward him like a herd of cows.</p><p>“Now, let's move.”</p><p>Sungwoo moved to another place. He climbed the stairs to the highest point of the stands.</p><p>“Let's stick it out here.”</p><p>Tall iron railings lined both sides of the stairs, which in some respects seemed like a small canyon.</p><p>‘It is advantageous to confront them in a narrow place. It's less disadvantageous.'</p><p>The orcs were many times the size of Sungwoo's party. Confronting them on open terrain was like suicide, so it was necessary to cause their confusion by attracting them to a narrow place. That was why he was standing in the middle of the playground. Then he came up late to lead the orcs to move here.</p><p>Sungwoo resurrected two skeletons from the goblin bodies strewn nearby.</p><p>Rattle—</p><p>So, he had a total of nine goblins standing at the forefront. The orcs slowly narrowed the distance, watching his actions. There was nothing suspicious about their actions.</p><p>“Whew, hey, guys, it was fun having you. Even if you turn into ashes, don't forget me,” he said to the skeletons.</p><p>In no time the orcs entered the playground. At first glance, there seemed to be about 30 to 40.</p><p>When he came face to face with the rugged and giant monsters coming in with big axes…</p><p>“Fuck you…”</p><p>Tramp, tramp, tramp, tramp, tramp—</p><p>They were approaching Sungwoo's party.</p><p>However, there was a way for him to choose with confidence. And he still believed it was possible.</p><p><br></br></p><p>‘Because the steps are narrow, only about three orcs can climb at one time.'</p><p>Finally, when the orcs stepped on the first staircase, he raised his hand and triggered ‘Madness of Wilderness' on his wrist.</p><p>Woowooing—</p><p>-Madness of the Wilderness has been triggered!</p><p>* Attack power targeting ‘goblin-type' mercenaries has increased (+10%), attack speed increased (+20%) for 10 minutes.</p><p>Crackle! Crackle!</p><p>The red eyes of the nine skeletons glared all at once.</p><p>Kuaaaaa!</p>"}