{"id": 11, "volume": 1, "title": "Only I Am A Necromancer Chapter 12", "url": "https://bestlightnovel.com/novel_888162148/chapter_11", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 12</h1>\n<p>Chapter 12: Orc Unit hunting the survivors (1)</p><p>It was clear that Hanho envied her item. Looking down at his item furtively, he smacked his lips and put on his hood.</p><p>On the other hand, Sungwoo didn't experiment with the new skill because he had already used up all his mana to resurrect five skeletons.</p><p>“Let me test it later… For now, let's get out of here.”</p><p>After killing the boss, they walked back to the first floor.</p><p>Around that time, the lobby on the first floor was dominated by silence. Although the main door was opened with the killing of the boss monster, nobody had gotten wind of it yet.</p><p>In particular, Jinsok was pacing up and down in the lobby. Although he said he was doing it on the pretext of defending the entrance to the cafe, he was fully ready to flee at any time.</p><p>“By the way…Jinsok…”</p><p>Right at that moment, Minsu, with his face turning white, went out of the cafe while holding a sword awkwardly.</p><p>“Ugh. What?”</p><p>“Is it really okay for us to keep staying here?”</p><p>“…”</p><p>Jinsok frowned at that question because he also had been listening to all kinds of complaints from the people stuck in the cafe.</p><p>“People are making a fuss, complaining that they should have followed Sungwoo to kill the boss monster. They say they should have listened to Sungwoo, arguing they should join him even now… Listening to them, I feel like…”</p><p>“Ah, damn it!”</p><p>When Jinsok blurted out foul words, Minsu shut his mouth. Jinsok's face was turning red. By nature, he flew off the handle at even the slightest things, but he thought that he was restraining from doing so because he was an executive member of the student council.</p><p>“Son of bitch! These bastards are talking bullshit when I am trying my best to protect them.”</p><p>In fact, Jinsok was thinking of running away when something bad happened, but the moment he got upset, he no longer thought about it.</p><p>And he thought they were a bunch of ingrates who didn't understand what was going on. After all, he could not hold back his anger and went back into the cafe, then became angry at them suddenly.</p><p>“Damn it! Hey, what the heck are you all complaining about?”</p><p>Alarmed by his angry tone, they were embarrassed.</p><p>“What the fuck. I can't risk my life to protect you anymore. So, if you want to go out, just go ahead!”</p><p>Then one tall man stood up and asked, “Hey, what the heck are you talking about? Go where?”</p><p>“If you want to grumble about staying here, just get out of here. Go to the rooftop and be killed along with that damn bastard Sungwoo.”</p><p>“…Do you think this is your place?”</p><p>“I'm protecting you!”</p><p>“You are protecting us? The man who climbed to the rooftop is protecting us, not you!”</p><p>“You bet! Why are you angry with us? What did you do for us?”</p><p>“Please lower your voice… Don't you know you are now putting us in jeopardy?”</p><p>As everybody complained about him, Jinsok finally lost his temper.</p><p>“Fuck. I've been trying to keep my temper in check since my high school days, but because of you dickheads…”</p><p>“What? Dickhead?”</p><p>“Yeah, dickhead! Come on and tell me. What? Sungwoo Yu? That bastard protecting you? That bastard went up to the rooftop and was killed! He was killed because he wanted to show off!'</p><p>“…”</p><p>“Why are you silent? Are you scared? Come over and tell me, you bastards! Why are you tight-lipped?”</p><p>At that moment, they were looking at somebody behind Jinsok.</p><p>“Why did you say I was killed? I'm alive!”</p><p>When Jinsok turned and caught his breath he was startled.</p><p>“Oh my god!”</p><p>Five skeletons were looking up at him, and Sungwoo was standing behind them.</p><p>“Did you wish I was killed?”</p><p>“…”</p><p>“Oh, you're a real eyesore!”</p><p>Sungwoo walked toward the main door with long strides and flung it open.</p><p>Then the door, which couldn't move at all up until a moment ago, opened smoothly.</p><p>Standing in front of the open door, he turned and looked at Jinsok.</p><p>“Do you have anything to say to me? Just come forward and tell me.”</p><p>With the icy atmosphere in the lobby, everybody fixed their eyes on Sungwoo.</p><p>“Weren't you going to say something? Just come here and say it again.”</p><p>Looking at him quietly, he didn't reply. He just stood in place.</p><p>“What the heck? This guy boasted he was a strong man in front of us…”</p><p>“Well, he was nothing from the beginning. He acted so arrogantly, pretending to be high and mighty.”</p><p>Although Jinsok vented his surging anger until a moment ago, he was unusually calm now. Even though he heard them speaking ill of him with derisive insults, he didn't get angry.</p><p>“If you don't have anything to say, let's get out. I hope you can watch your language in the future.”</p><p>“…”</p><p>He turned after saying that, and left the Humanities and Social Sciences building.</p><p>Rattle, rattle.</p><p>The five skeletons escorted him, walking with wide intervals while checking the surroundings. Jisu and Hanho were among the guard team.</p><p>“Sungwoo, it's quiet here.”</p><p>“I don't see them, either.”</p><p>Nodding, Sungwoo spoke to those inside the building.</p><p>“You are safe now, so come out quietly.”</p><p>Then the students began coming out cautiously. Jinsok and Minsu also followed them awkwardly. Checking Sungwoo's expression, both of them looked very depressed and pale.</p><p>‘Obviously the goblins walk around in groups.'</p><p>When Sungwoo looked out the window on the fourth floor, he saw more than ten goblins grouped together. Obviously they must be hiding somewhere on campus.</p><p>“Oops, look at the bodies over there.”</p><p>“What should we do…”</p><p>The bodies of the students killed by monsters were strewn everywhere on campus. They were seen in the middle of the playground, parking lot, and among the woods. The bodies of monsters were also found, but there were not many.</p><p>Nonetheless, there must be people who are trying to adapt to the current situation. If they stayed alert, they could easily beat the goblins.</p><p>“Sungwoo, don't you see people over there?”</p><p>Right at that moment, he noticed a group of people on the playground. There were about 20 of them. As if they noticed Sungwoo and his party, somebody started waving at them.</p><p>‘Most of them are armed with weapons.'</p><p>When he looked at them he noticed that about 15 were holding weapons. Even if they didn't own the weapons from selecting the occupation cards, they were carrying weapons that they could use anyway.</p><p>‘They survived the battle with the goblins.'</p><p>When Sungwoo walked toward, Jinsok who had kept his mouth shut suddenly ran toward someone, pretending to know him.</p><p>“Hey, it's nice to see you!”</p><p>The man had a heavy build, and he was wearing a student council jumper like Jinsok. The unique thing was that he also wore the so-called chainmail, sort of chain armor, inside the jumper. Given that he was carrying a long bayonet on his back, he seemed to have leveled up.</p><p>“Oh, Jinsok! You have survived!”</p><p>“Wow, I knew you would survive! I'm so lucky to meet you here!”</p><p>Making a big fuss, Jinsok went running to him and hugged him. It seemed that Jinsok took pains to flatter him while talking nonsense while the guy didn't know anything about how Jinsok behaved in the Humanities and Social Sciences building.</p><p><br></br></p><p>“…He's the president of the student council,” Jisu said, making a bitter expression.</p><p>Jinsok went to him and whispered something with his hand around the man's back. Then the man raised his head a bit and looked at Sungwoo.</p><p>“He is talking about you.”</p><p>“Yeah, it's too obvious.”</p><p>Jinsok would not have said anything good about Sungwoo, but the expression on his face didn't change. He approached Sungwoo calmly, then spoke to him and the other students.</p><p>“I'm Daesung Park, the president of the student council. I guess you must have gone through a lot of distress. We went through the same thing and survived after beating the monsters.”</p><p>What he said was not a lie because about twenty students armed with weapons were standing behind him.</p><p>“You'll be safe if you stay with us.”</p>"}