{"id": 12, "volume": 1, "title": "Only I Am A Necromancer Chapter 13", "url": "https://bestlightnovel.com/novel_888162148/chapter_12", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 13</h1>\n<p>Chapter 13: Orc Unit hunting the survivors (2)</p><p>So, the survivors from the Humanities and Social Sciences building mingled with the people who belonged to the student council. Then Daesung cast his glance at Sungwoo. In fact, he glanced over the skeletons around Sungwoo with a wary eye.</p><p>“What are these monsters?”</p><p>“As you know, they are from the occupation card that I chose.”</p><p>“You chose the monsters that kill humans?”</p><p>Sungwoo instantly sensed that this guy's words were pregnant with wicked intentions. This guy chose offensive and negative words on purpose. Besides, he raised his voice so those around him could hear.</p><p>‘You're trying to portray me as a dangerous man.'</p><p>This guy was as rude as Jinsok, but in fact, he was much worse than Jinsok. He was like a cunning chap accustomed to bullying people.</p><p>“I'm sorry to tell you this, but if you join my group, please smash all these monsters here.”</p><p>“No, I can't,” Sungwoo replied without any hesitation. Daesung snorted with derision, then looked around at the people and shrugged his shoulders proudly.</p><p>Obviously he was trying to add more weight to his argument by making use of mob psychology.</p><p>“Are you going to keep these unidentified and disgusting monsters that kill humans around us?”</p><p>“What? Disgusting? Well, actually they are…”</p><p>“But they're cute.”</p><p>“…Hanho, be quiet!”</p><p>Clap, clap.</p><p>“Be quiet, you guys. Anyway, I'm sorry, but I can't. Smashing them is like disarming my weapons. Can you walk around without a weapon in this situation if I tell you to do so?”</p><p>“Um, I don't know. But we can protect you, right? You will be safer here than you are with these several monsters that look sloppy.”</p><p>Then Daesung stuck out his chest furtively.</p><p>‘What the heck? Does he want me to look at the chainmail inside his jumper?'</p><p>Sungwoo laughed sarcastically. How could he describe the skeletons as sloppy monsters? He didn't know anything about them.</p><p>“How can I trust you? Well, my trust in you has almost disappeared because of what you said a moment ago. I was with a man who said the same thing up until a little while ago.”</p><p>While saying so, he looked at Jinsok. Although he was silent, dejected by Sungwoo's reproach a little while ago, Jinsok was clearly getting angry at the moment. He was like a puppy bearing its teeth beside its master.</p><p>“Well, if you insist. I'm sorry, but you can't join my group here. Think carefully. It's not time for you to keep your head up. I'll give you one last chance. Let's stay alert and think about it carefully.”</p><p>Right at that moment, Jisu came forward and shouted, “Oh, you're speaking on both sides of the conversation! Did we say we wanted to join your group? Do you think you guys in the student council play a great role? If you think that way, that's sick!”</p><p>Daesung wiggled his eyebrows at her thunderous condemnation.</p><p>“…You must be the chair of the social physical education department, right?”</p><p>“Nope. Does it matter at all when my school's gone bankrupt? Hey, you, 25-year-old Daesung Park! How long are you going to play with your title?”</p><p>“…”</p><p>It seemed that Jisu had hated him for a long time. Otherwise, she would not have treated him so harshly.</p><p>“Jisu, would you please calm down and come to our side? You'll regret it later if you don't.”</p><p>Jisu blew a raspberry at him.</p><p>“Please stop being hypocritical! You are pretending to do something good for the school, but I know you siphoned off several million won by fabricating receipts with the stage setup company during the campus festival. It's me who tipped the school paper off about it!”</p><p>Daesung tried his best to calm down, but he lost his face because of her personal attack. And the students who heard her began murmuring.</p><p>After all, he lowered his head and let out a long sigh.</p><p>“Ha…I can't help it anymore. Please go away. The monsters will go crazy if you keep disturbing them.”</p><p>“Yes, please. Damn it.”</p><p>Jisu turned away first and Sungwoo also followed suit without any regret. Although Hanho made an annoyed expression, he also followed Sungwoo.</p><p>Then Daesung suddenly shouted at them angrily, “You're going to have regrets. We'd be better off standing together in this situation. Have you heard about the synergistic effect? You will regret going around in such a small group right before you are killed. Assholes…”</p><p>The other students were left behind with the student council members. No matter how reliable Sungwoo looked, they obviously didn't want to leave such a large crowd and join Sungwoo's party.</p><p>“Jisu, I'm sorry to ask you this, but do you have some beef with Daesung? He said you're the chair of the social physical education department…” he asked cautiously.</p><p>“Ah, he really sucks. He's a wealthy guy, so he has been wandering on campus to pick up women. Several female students, who are my juniors, were betrayed by him… He happened to have an important title, and he is playing the hypocrite now. But his nature will never change.”</p><p>“I see.”</p><p>“What a bad guy!” Hanho shouted.</p><p>Sungwoo and his party decided to ‘exit the campus' as their first goal.</p><p>And they agonized over the best way to get out of the school.</p><p>“I think there are lots of monsters in places where people are crowded. They looked like they were just killing humans from the beginning,” Jisu said.</p><p>She had a point.</p><p>“Then let's avoid the building as much as possible and get out of here by using the trail on the hill behind the campus. It leads to the main gate and there are few people there in the morning.”</p><p>They headed for the hill behind the campus. There was a trail with old wooden stairs and several benches along the path.</p><p>“It's so quiet here.”</p><p>Although it was a hill at the back of the campus, it could not be quiet given that around 10,000 students were attending the college every day. The stillness there was unsettling rather than peace.</p><p>“Wait a minute…”</p><p>While walking up the trail, Sungwoo suddenly stopped. Then the skeletons walking ahead also stopped.</p><p>A light breeze blew over the hill and passed over their heads.</p><p>“Sungwoo, what's wrong?”</p><p>“Shush!….”</p><p>Lowering his body, Sungwoo raised his index finger, pointing toward a shady place among the trees.</p><p>Rustle—</p><p>Something was standing tall there. It seemed like a fight had broken out because there were several goblin bodies here and there, with pools of blood around. And a large axe was stuck in the head of a goblin's body.</p><p>At that moment, a guy who seemed to be the winner of the battle drew an axe, sensing human footsteps. He furtively turned toward Sungwoo's party.</p><p>“…Argh!”</p><p>Startled, Hanho pulled out a dagger.</p><p>“What the heck… It's bigger than the boss goblin!”</p><p>It was a green-skinned orc with the fangs jutting out its mouth, a huge animal as tall as two meters.</p><p>Lifting the axe high, the orc roared, signaling the start of the fight. It blindly charged toward them with the axe. Sungwoo pulled out his sword while the skeletons dispersed in all directions.</p><p>“…Good. New material for new skeletons has appeared.”</p><p><br></br></p><p>Sungwoo expected that other monsters would also appear. Logically speaking, orcs would appear next after the goblins.</p><p>Facing the orc, however, Sungwoo felt like he was frozen. He felt outmatched by the huge animal, something quite different from goblins the size of children. It looked like he was now confronting a professional wrestler because the orc had a muscular build and was taller than two meters.</p><p>“Get out of here!”</p><p>When Jisu shouted first, Sungwoo and Hanho threw themselves into the woods. So did the skeletons. At that moment, the orc, which launched itself at them, was rooted around the spot where they were standing until a little while ago. Just like a wild warrior or a wild pig, it ruthlessly charged at them.</p><p>“What a crazy creature!”</p><p>Hanho stood up, pushed his way through the woods, and cursed at the monster. How could it charge at him at full speed and throw itself at him simply because they locked eyes?</p><p>The orc landed below the stairs and put the axe on its shoulder, staring at Sungwoo's party. Then it blew its nose hard excitedly.</p><p>“It's coming to us again!”</p>"}