{"id": 13, "volume": 1, "title": "Only I Am A Necromancer Chapter 14", "url": "https://bestlightnovel.com/novel_888162148/chapter_13", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 14</h1>\n<p>Chapter 14: Orc Unit hunting the survivors (3)</p><p>As soon as Sungwoo shouted, it stepped on the wooden stairs and began to climb up with incredible speed.</p><p>Tramp, tramp, tramp, tramp—</p><p>Jisu, who was closest to the orc, drew her saber, then boldly clashed against its axe.</p><p>Clang!</p><p>“Ugh!”</p><p>Jisu collapsed and helplessly dropped to her knees. Fortunately, she didn't lose the saber she was holding.</p><p>At that moment, she saw the monster smiling at her faintly while looking down, then the shining blade of the axe was pointing toward her head…</p><p>Bam!</p><p>A skeleton was smashed before her eyes, with its pieces scattered over her head.</p><p>“Escape quickly!”</p><p>At Sungwoo's urging, she rolled over to the side. The blade of the axe barely missed her, but the wooden stairs were cut in half.</p><p>It was the one-armed skeleton that came forward to confront the orc. Drawing its sword, it waddled down the stairs.</p><p>Hhhhheeh—-</p><p>Looking at the skeleton, the orc sneered. It seemed that the orc thought the skeleton was a piece of cake given that it had massacred numerous goblins until now.</p><p>Like it did before, the orc unleashed a strong blow onto the skeleton, which was enough.</p><p>But it didn't work this time.</p><p>The moment the orc's axe clashed with the saber, it slid off as if it had tried to cut an oily wall. It was the result of the synergy effect: . After all, it lost its balance without controlling its heavy push.</p><p>‘Kick it!'</p><p>Seizing the chance, Sungwoo issued an order. The skeleton then pushed the orc's upper body with its short leg, and the monster fell down the stairs.</p><p>It was a truly moving moment for the skeleton, which had been kicked around until now, to kick a monster back.</p><p>“Jisu, climb up here! Let's move to a flat place first!”</p><p>It was dangerous for them to confront such a tall and resilient monster in a rugged place. In particular, there was no space to retreat with the stair topography like this.</p><p>“Damn it!”</p><p>Although she clashed with the orc only once, her right hand was trembling hard. It was not because she was scared or hurt, but because she was upset.</p><p>‘Obviously I blocked its attack, but how could I collapse like that?'</p><p>She felt like it was unfair. She once again felt a sense of deprivation caused by the innate physical differences, which she had felt all the time as a female athlete. There were many things one could earn without making any effort in this world, and that was especially true in the arts and sports area.</p><p>“Never get too close to the monster. We have to kill it just like we did with the boss monster,” shouted Sungwoo. He was moving into the woods with the skeletons to block the orcs movement with lots of obstacles.</p><p>“…Whew, got it!”</p><p>Catching her breath, she followed him into the woods. She had almost forgotten the most important lesson: survival was not competition.</p><p>In no time the giant monster walked up the stairs with big strides, then found Sungwoo's party staring at it from the trees. There was a murderous look in its eyes.</p><p>“Let's go as we planned. As always, the skeletons will sacrifice themselves first.”</p><p>Having said that, Sungwoo looked at the goblins' bodies in the forest. A moment ago he resurrected one of them as a skeleton. He had enough mana to create more.</p><p>‘But I should not waste mana.'</p><p>The giant monster now charged at them blindly, but Sungwoo's party went deeper into the woods and ran around here and there. They rendered the orc's charging useless. With its heavy weight and a huge axe, it could not even turn around easily.</p><p>Rattle- Rattle-</p><p>Soon, five skeletons surrounded the orc. They appeared from behind the trees.</p><p>“Good, now's the time!” Hanho shouted. Then the five skeletons and Hanho's three daggers flew toward the orc at the same time.</p><p>Clang, clang!</p><p>Most of them were blocked by the axe, but Hanho's dagger pierced its back. The moment it flinched, the four skeletons started crazily attacking it with bare hands, which was something completely unexpected.</p><p>Obviously, the orc was not quite ready for this kind of blitz. Attacking with bare hands? Was it their suicide attack?</p><p>Thud!</p><p>The giant monster broke the skull of the skeleton attacking head on, and smashed another one attacking on the left. But its arms gradually got heavier.</p><p>In fact, two skeletons were holding its arms tightly. It tried to break loose from one of them by grabbing the legs hurriedly, but it barely pulled out its legs.</p><p>At that moment, Sungwoo, Jisu, and the one-armed skeleton rushed for a coordinated attack. The orc tried to wield the axe, but it could hardly do so because of the two skeletons stuck on its arms like leeches.</p><p>Avoiding the slow-moving axe, Jisu brandished her saber which cut the orc's thigh and dealt a blow to its vital points, namely a long cut on its quadriceps. No matter how strong it was, the orc could not help but collapse with the fatal wounds.</p><p>Argh!</p><p>As expected, the orc fell, going down on one knee. Seizing the chance, Sungwoo cut its arm holding the axe with his sword. Lastly, the one-armed skeleton sprang at him to stab its neck deeply.</p><p>With a screech, the orc's eyes darkened.</p><p>It was a perfect joint attack.</p><p>“Patrol leader? This orc was tougher than the ordinary ones?”</p><p>“Whew…but I think it was not as tough as the boss monster,” said Jisu, dusting off the blood on her blade. Sungwoo was preparing to resurrect the fallen orc.</p><p>“Well, I think our teamwork was good, right?”</p>"}