{"id": 21, "volume": 1, "title": "Only I Am A Necromancer Chapter 23", "url": "https://bestlightnovel.com/novel_888162148/chapter_21", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 23</h1>\n<p>Chapter 23: Boss Orc in the Gym (5)</p><p>Soon the smoke gradually faded.</p><p>He saw a giant animal about 20 to 30cm standing on the stage. It was looking down the stage while holding a huge mace. Down there, twenty people had collapsed onto the floor. And only three people were still standing. Hanho and Jisu emerged from the smoke thanks to the potions.</p><p>“Whew! Why am I so refreshed? Hahaha!”</p><p>Sungwoo felt a bit strange. After he inhaled the smoke, he felt enormous pleasure beyond description, so much so that he smiled in satisfaction.</p><p>-Mana has been greatly increased by the Breath of the Abyss.</p><p>-Mana (4,585/4,585)</p><p>“Is my mana over 4,000? Now I know why it feels so pleasant. Hahaha…”</p><p>-Breath of the Abyss has accumulated in the body and you have temporarily been exposed to the ‘1st stimulant.'</p><p>-All stats have been significantly increased.</p><p>-The maximum number of subordinates has temporarily increased (+50).</p><p>It was clear as to why he was full of stamina.</p><p>“I just don't know what you've done for me, but I want to know the secret behind this.”</p><p>Sungwoo found himself to be immensely strong.</p><p>When he, who was perfectly fine, walked toward it confidently, the boss orc's face hardened.</p><p>“It looks like the boss never expected it at all?”</p><p>“Oh, is this why the boss took his time to sacrifice all its subordinates? Operation Poison Gas?”</p><p>The sacrifices were needed to prepare mysterious witchcraft and quite a long spell cast time.</p><p>They began to understand their puzzle over the boss orc's suspicious actions. To say the least, the boss orc made numerous sacrifices for a devastating blow, but it had made a big mistake.</p><p>Perhaps the five-star Necromancer card selected by Sungwoo was a joker because it served as a decisive blow at the decisive moment for him.</p><p>Hanho and Jisu stood on his sides.</p><p>“Well, it seems like a repetition of our fight on the rooftop. Oops…I've got heartburn…I feel like I had too much alcohol, then a hangover drink.”</p><p>“I am also ready to fight.”</p><p>However, Sungwoo shook his head.</p><p>“No, it's going to be a little different from our fight at the rooftop.”</p><p>At that moment, Sungwoo's eyes glowed red. Although it was a temporary 1st stimulant, it seemed to prove that he was clearly changed.</p><p>The same message kept popping up before his eyes.</p><p>And the bodies of the orcs that fell down around the boss monster on the stage began to wiggle. They were the orcs who sacrificed themselves to create the black smoke.</p><p>As expected, all their skin was blown away, and their red pupils lit up over their white bones.</p><p>“Well, what the heck is that…”</p><p>That transformation frightened Jisu and Hanho. Twenty orc skeletons were resurrecting all at once.</p><p>At that moment, the chief orc also watched the surroundings in a tense state.</p><p>Skeletons were standing up in all directions. Even the goblin bodies hanging in the air resurrected and shook their bodies.</p><p>After taking in the “Breath of the Abyss” created by the chief orc, the stats temporarily increased dramatically, so the maximum number of subordinates Sungwoo could control was now 59.</p><p>As a result of resurrecting all the bodies in the vicinity, 33 skeletons were activated.</p><p>-‘Synergy effect' is now active because of your team play.</p><p>“Uh, why are there so many of them?”</p><p>That was not the end.</p><p>Sungwoo almost felt dizzy because of the fantastic message before his eyes.</p><p>[Synergy list]</p><p>1) Warrior (1st stage)</p><p>* Details omitted</p><p>2) One-armed Warrior</p><p>* Details omitted</p><p>3) Savage Warrior (3rd stage)</p><p>-Category: Weapon Synergy</p><p>-Condition: 30 or more axes</p><p>-Effect: Attack power increase (15%), attack speed increase (+15%) for 20 seconds at the start of battle *Standby time 10 minutes</p><p>4) Orc Hunter (2nd stage)</p><p>-Category: Tribe Synergy</p><p>-Condition: More than 30 orcs</p><p>-Effect: Probability of detecting nearby enemies (+20%), attack power increase in case of war (+10%)</p><p>5) Resurrected (3rd stage)</p><p>-Category: Synergy</p><p>-Condition: 30 or more undead traits</p><p>-Effect: Random resurrection (5), movement speed increase while chasing a living being (+20%)</p><p>6) Squad Organization (Hidden)</p><p>-Category: Member synergy</p><p>-Condition: Commander (1st stage) trait + more than 11 normal members</p><p>-Effect: Attack power increase (+5%), defense power increase (+5%)</p><p>It was crazy… As many as six synergy lists were created.</p><p>And the synergy list could be confirmed by Jisu and Hanho who were on Sungwoo's team.</p><p>“Sungwoo, are you kidding me?” Hanho blurted out.</p><p>“No way, this is impossible,” quipped Jisu.</p><p>“Well, even I feel like it's just amazing…”</p><p>Of course, the axe buff was not given to those holding the swords. But it was obvious that the six synergy lists were a tremendous bonus.</p><p>This proved once again that 30 obedient skeletons were much more helpful than 60 stupid humans.</p><p>“By the way, what the heck is this squad organization?”</p><p>It was the synergy of that Sungwoo particularly paid attention to. This was a synergy that could be activated thanks to the ‘Commander (1st stage)' trait, which was obtained by Right when it killed the chief goblin.</p><p>In other words, there was a synergy that came with only a few weapons and a few undead, but there was also a special synergy that could be triggered only when the hidden conditions were met.</p><p>“Anyway, this is a jackpot!”</p><p>The chief orc did not dare to move forward first. Although it was a boss monster with overwhelming power incomparable to a mere monster, there were too many skeletons surrounding it now.</p><p>And the boss also sensed some unknown energy in each of the skeletons, namely the synergy effect.</p><p>“Then, we'll move first.”</p><p>Rattle, rattle—</p><p>The orc skeletons closed in on the boss. At that moment, the boss orc's thigh and forearm swelled up like a balloon. It began wielding the mace clockwise.</p><p>As expected, its force was enormous. The heads of two orc skeletons were smashed and their debris scattered in all directions. However, one of them emitted some red energy and reassembled its body in the air.</p><p>-The orc skeleton has been resurrected.</p><p>It was the synergistic effect of , but four more could be revived in the future.</p><p>The chief orc lowered its posture as if he was embarrassed, and avoided several flying axes. Then it wielded the mace and smashed a skull, forcing its way into them to make an opening for itself.</p><p>‘You can't escape.'</p><p>Sungwoo was expecting its attempt at an escape. At that moment, the goblin skeleton, hanging from the ceiling, tore off the rope and dropped right above the boss' head.</p><p>Rattle—</p><p>Although it was a small monster with no weapons, its surprise attack was very effective.</p><p>The boss, frightened, wriggled and shook its head with his left arm.</p><p>It was a fleeting moment, but unnecessary actions during an urgent battle would make a big difference.</p><p>Puk!</p><p>The axe was stabbed into the boss's back. It hurriedly readjusted its posture to counterattack, but soon another axe smashed its left shoulder, and another axe cut its side.</p><p>With a painful roar and blood pouring on the floor, the boss wielded the mace frantically to stop the skeletons' approach.</p><p>Boowoong! Boowoong!</p><p>The mace was dreadful mainly because of its psychological threat, given that it could fly at any unpredictable moment. But the mace was only a heavy and slow weapon when the other party charged at it recklessly.</p><p>As it turned out, the boss' opponents were the skeletons that were not afraid of attacking and being killed at all. Now the skeletons were moving into the striking range of the mace.</p><p><br></br></p><p>Puk! Puk! Puk! Puk!</p><p>The skeletons kept stabbing the axes into the boss, which was covered with blood all over its body instantly. Long stab wounds decorated its entire body, and the bleeding began.</p><p>The boss, gasping for breath, hunched over as if it had no more power to wield the mace. And eventually it missed the mace.</p><p>Tong!</p><p>However, in the boss's last moment, the orc skeletons stopped suddenly and stepped aside.</p><p>The boss struggled to raise its head. It saw something walking toward it in its blurry eyes. Rattle, rattle—</p><p>It was the goblin skeleton, Right.</p><p>“Cut it!”</p>"}