{"id": 26, "volume": 1, "title": "Only I Am A Necromancer Chapter 28", "url": "https://bestlightnovel.com/novel_888162148/chapter_26", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 28</h1>\n<p>Chapter 28: A band of thieves in the apartment (1)</p><p>“When the card popped up in front of your eyes, you didn't pick it up, right?”</p><p>“… No.”</p><p>“Where are you living? I'll take you. Three days later, the cards will come up again. Then, choose the one with the most stars.”</p><p>Sungwoo didn't want to take this poor man and his daughter with him. He just wanted to provide them with as much information as possible for survival.</p><p>“Oh, my house is right over there…I came out because the food was running out…”</p><p>He understood the situation. Sungwoo opened the bag and provided him with only 3 days of food that could sustain them.</p><p>“Then, goodbye…”</p><p>Right at that moment, the goblins cried.</p><p>Two goblins coming out of the mouth of the alley witnessed the corpses of their fellow goblins everywhere. They were so startled that they quickly went down to the basement of an old shop.</p><p>“Oh my goodness. How stupid they are! They are running to a dead end. Can I go and beat them up?”</p><p>“Wait a minute.”</p><p>Sungwoo looked at the man again. Even if he didn't take the man and his daughter with him, he could not neglect them on the street.</p><p>“Oh, well, my house is right in this alley. I can get there safely, I think…”</p><p>“Then, good luck!”</p><p>“Oh, by the way, I do not recommend you going down the basement. It's a karaoke room run by someone that I know… I heard there are more terrible animals than those green beasts living out there,” the man warned.</p><p>Sungwoo nodded and let them go. Then he stood in front of the underground stairs.</p><p>There was a red cave-shaped icon in contrast to the green coin-shaped icon. It was the so-called ‘dungeon'.</p><p>“Let's go down.”</p><p>Despite the man's warning, Sungwoo would not listen to it because the standard of fear was very different among people.</p><p>“He warned something terrible is living there.”</p><p>“Well, it means that there are lots of nutrients out there.”</p><p>“…Sungwoo, you have become weird these days.”</p><p>“Otherwise I'd be dead already.”</p><p>The orc skeletons under Sungwoo's authority lined up and started to descend the stairs.</p><p>Since it was an old merchant shop in a residential area, the old stairs squeaked loudly.</p><p>He was on edge because of that noise. He passed ‘Off-limits to Youth after 10:00 PM' sign and opened the door to the dark karaoke hall.</p><p>At that moment Hanho screamed, “Ahhhh!”</p><p>“What's wrong?” Sungwoo said, pulling a sword.</p><p>“Bones, bones…”</p><p>“What?”</p><p>There were lots of bones piled up at the place where Hanho pointed to. There was a pile of decomposed and decayed things such as humans, goblins, orcs, etc.</p><p>“…Are you scared about the bones?”</p><p>Crackle—</p><p>Right, the one-armed goblin standing next to Sungwoo, also looked up at Hanho.</p><p>Letting out a sigh, Sungwoo rummaged through his bag, then took out an LED light he had obtained from a bicycle shop. There were a total of eight LED lights, so Sungwoo, Hanho, and Jisu held one each while he installed the other five on the ribs of the orc skeletons.</p><p>Then, like a special force entering a dark room, several lights began to beam around here and there.</p><p>“Let's go in.”</p><p>-You have entered the unique dungeon ‘The Holy Land of Elder Slime.'</p><p>“Slime?”</p><p>“Uh? Aren't they completely weak guys? By the way, what the heck is this smell? Uh…”</p><p>In a fantasy world, slimes were set as weak monsters, but their origin was more of a munchkin.</p><p>Since slimes were free of form and made of acidic substances that melt anything, they were very difficult to deal with. Indeed, the huge stinky smell from them filled the basement karaoke hall. The stink was strong enough to cause a headache.</p><p>What caught their eyes first was a goblin's legs, which stuck out of the door of Room 1. It seemed to be one of the goblins that had run away here a little while ago.</p><p>When they approached slowly and confirmed it, Hanho and Jisu stepped back, blocking their noises.</p><p>“Ugh!”</p><p>“…”</p><p>They were struck by an unbearable stench.</p><p>“What the heck is this smell?”</p><p>The stench came from the goblin. Its legs were shaking, but a translucent jelly-shaped object stuck to its face. It was none other than the slime.</p><p>Upon closer examination, its facial skin had completely melted, revealing the skull. The acid of the slime melted its protein and sent out a terrible odor. When they turned the light inside Room 1, there was a pile of slime there.</p><p>“Damn it.”</p><p>The goblins were stuck on all kinds of items, such as family sofas or wooden tables, but they were melted completely so they could not be recognized at all.</p><p>Kuruk! Kuruk! Kurk!</p><p>Because they lived in the dark place by nature, they seemed to react sensitively to light. Then they made a strange sound and started to crawl with their bodies twitching. Slimes began pouring out of not only Room 1 but also Room 2 and 3, and other rooms. There were so many of them that Sungwoo and his party even mistook it as water flowing coming out.</p><p>Kuruk! Kuruk!</p><p>Sungwoo's party stepped back. How were they supposed to attack that liquid mass monster? Is it even useful to hit them with swords? They were at a loss about how to attack because they had never seen such creatures before.</p><p>“Sungwoo, shall we go up again?” Jisu asked.</p><p>“…I don't want to melt and die.”</p><p>It was terrible even to think about melting and dying, just like the goblins.</p><p>“Goblin?”</p><p>At that moment, Sungwoo recalled the goblin bodies with only bones and the bones accumulated at the entrance.</p><p>“Oh, these slimes can't digest bones?”</p><p>Crackle, crackle.</p><p>But, unfortunately, the orc skeletons were all bones that the slimes could not eat.</p><p>Unsurprisingly, a slime got stuck on the legs of an orc skeleton and then quickly fell off.</p><p>Clearly it knew thatthe skeleton was not its prey.</p><p>“Oh, this is going to …”</p><p>Obviously there appeared the right conquerors in the kingdom of slimes.</p><p>Puk!</p><p>The axe knocked down the jelly. The jelly seemed to push away the axe, but it quickly broke apart and swallowed the axe blade.</p><p>The axe blade boiled and contained weak bubbles. Corrosion was fatal to iron, but it was not imminent. The orc skeleton pulled the ax and disassembled the slime right away.</p><p>Sungwoo and his party stood at the counter, leisurely watching the skeletons hunting.</p><p>They didn't need to go between the smelly and dangerous slimes because the orc skeletons were getting rid of them.</p><p>-You have earned 140 by hunting a small slime.</p><p>-You have earned 140 by hunting a small slime.</p><p>It might not be fair for Sungwoo alone to take the credit for hunting, but he really didn't want to confront them. It seemed that the hunting was going on very well, but the situation changed when two skeletons died one after another.</p><p>-Your subordinate has returned to eternal death.</p><p>-Your subordinate has returned to eternal death.</p><p>“Something happened. There's a variable.”</p><p>“Really?”</p><p>“Let's go inside.”</p><p>Having said that, Sungwoo walked into the karaoke hall, holding a shield. The disassembled jellies stuck firmly to the walls and floor. The variable was in the room at the end of the corridor.</p><p>-The boss monster ‘Elder Slime' has appeared.</p><p>“Uh, the boss is basically huge.”</p><p>“It stinks more.”</p><p>A brown liquid mass was curled up on one side of the large special room. It was more than 3 meters in width, but piles of bones were strewn on both sides. It took an orc skeleton in its body, crushed it, and started spitting bones side to side.</p><p><br></br></p><p>Tuk-tuuk-</p><p>Bones were piled even higher.</p><p>“Even if it can't eat them, it can crush the skeleton by chewing it up?”</p><p>Sungwoo frowned at the terrible scene. The hall was full of the stench from that huge slime.</p><p>It was dirty as if the jelly toy he played with as a child was rolling on with the filth.</p><p>“Step back, guys!”</p><p>Sungwoo ordered the skeletons to move back because it was not easy to smash such a bulky body with the axe. Its body was so viscous that it would be restored as soon as it was cut.</p><p>“I don't have bones to use now,” Sungwoo murmured.</p>"}