{"id": 22, "volume": 1, "title": "Only I Am A Necromancer Chapter 24", "url": "https://bestlightnovel.com/novel_888162148/chapter_22", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 24</h1>\n<p>Chapter 24: Out of the school into the hell (1)</p><p>As soon as Sungwoo gave the order, Right drew the sword, then approached the boss that had run out of steam.</p><p>The boss would never have imagined it would be beheaded by a little goblin like Right.</p><p>At that moment, the boss's neck was cut and it fell on the ground.</p><p>-You have earned 1,055 gold by hunting the strengthened boss monster: Lesser Black Conjuror Orc Chief.</p><p>Then, the message Sungwoo anticipated came out.</p><p>-Goblin Skeleton (Elite) has been upgraded by absorbing the magical power of ‘Chief Orc.'</p><p>* Defense power has been significantly increased.</p><p>* ‘Commander' trait upgraded.</p><p>“As expected, my subordinates can obtain EXP when they hunt the boss.”</p><p>In general, Sungwoo could level up by catching monsters. However, his subordinates rarely leveled up. The only time they did was when Right cut the boss.</p><p>Sungwoo didn't forget that tip.</p><p>[Subordinates list (33/59)]</p><p>1) Goblin Skeleton Veteran (LV. 3)</p><p>* Weapon: Japanese sword or saber</p><p>* Race: Goblin</p><p>* Trait Undead + Commander (Level 2)</p><p>As expected, when the goblin skeleton leveled up to 3, the modifier changed from ‘elite' to ‘veteran.' In addition, the ‘Commander' trait reached 2nd stage, and accordingly the synergy of the organization was adjusted from ‘squad' to ‘platoon.'</p><p>“So, are you now a platoon leader?”</p><p>Crackle!</p><p>A mere goblin became a platoon leader that controlled 30 orc skeletons.</p><p>“By the way, Sungwoo, something is coming out of the boss's mouth!”</p><p>Like Hanho said, something was flashing in the boss's cut head, or in its mouth more specifically.</p><p>It was a round object. At first glance, it looked like a black pearl. However, black smoke was coming out of it in all directions, so Sungwoo felt crept out to extend his hand.</p><p>‘But it is definitely an item.'</p><p>Sungwoo reached out furtively. At that moment, however, a warning message appeared suddenly.</p><p>– Caution! This item grants the ‘devil' trait, depending on the owner. Subsequently, you will have to sacrifice a lot to get rid of that trait.</p><p>‘Devil? Did the black magician borrow the devil's power? So, the situation developed like that?'</p><p>Sungwoo could not help but hesitate before this dreadful message. But like how the ‘Breath of the Abyss' became a tremendous buff to him, he wondered if any curse or sacrifice would work out differently for him. If so, wasn't it a huge opportunity?</p><p>“The devil…”</p><p>Obviously, its connotation was not good. But …</p><p>“Well, it's nothing different from Necromancer.”</p><p>Then he picked up the black pearl.</p><p>The moment Sungwoo picked it up, the unpleasant smoke emanating from all sides stopped.</p><p>Woowoo—</p><p>At the same time, all the energy began to flow into Sungwoo's body.</p><p>“Ugh.”</p><p>He felt like a snake was crawling up from the tip of his finger. And he stopped feeling it when it reached his heart.</p><p>-‘Demon' trait has been given.</p><p>‘The demon trait is one of the factors that can trigger a hidden synergy like Commander tribute,' Sungwoo murmured.</p><p>No synergy was triggered right now, but he didn't know what effect it would have in the future, just like how the commander created the synergy.</p><p>[Item Information]</p><p>-Name: Demon Blood Stone</p><p>-Rating: Legend</p><p>-Category: Orb</p><p>-Effect: Demonic trait given to its possessor. When attacking, mana is robbed (-2%).</p><p>*When the rival's mana pool is dried up, it will eat away at Physical Strength.</p><p>“······.”</p><p>Another legendary grade? Now, it seemed like obtaining a ‘legend' grade was too easy.</p><p>Sungwoo had obtained two in a day. For example, he got an item where the modifier ‘Lesser Black Magician' was added…</p><p>“Well, it's a plus for me anyway.”</p><p>Black Magician, demon, and the Breath of Abyss. He remembered these three keywords. Strangely enough, he felt something like a sweet scent from the dark and slimy words. ‘Obviously that area is related to Necromancer. Otherwise, the Wider Curse can't give me buffs.'</p><p>Sungwoo put the Demon Blood Stone in his pocket.</p><p>“Sungwoo, are you on close terms with the game host?” asked Hanho.</p><p>Watching Sungwoo's fantastic achievements, Hanho was puzzled by what he had gone through up until now. He really could not understand how Sungwoo, whom he knew very well, could carry out such a ridiculous performance.</p><p>“I don't know, but I think it's fortunate you're on friendly terms with me. Haha.”</p><p>“I admit that, of course. But how come you can control such a large number of skeletons…”</p><p>Hanho looked at the skeletons behind his back with a perplexed expression.</p><p>But at that very moment, the skeletons' bodies collapsed all at once, and only nine were left.</p><p>“…Huh? They were right before my eyes a moment ago…”</p><p>“Well, they just called it a day.”</p><p>-All the accumulated ‘Breath of the Abyss' in your body has been used up, and the ‘1st stimulant' status has been canceled.</p><p>‘The first stimulant? I feel so good.'</p><p>To Sungwoo, it was a thrilling midsummer night's dream. Unfortunately, he remembered this sweetness and he seemed to feel the desire to reach that level as soon as possible.</p><p>He felt something so thrilling while explaining with words, so he wanted to experience it once again, although he didn't know why.</p><p>“Grr…”</p><p>Soon, those who had fallen into an abnormal state due to the Breath of the Abyss began to wake up one by one.</p><p>“My head aches so much.”</p><p>“Ugh! Ah!”</p><p>“How can I be alive? What happened to that man?”</p><p>As soon as they woke up, they started looking for Sungwoo first. It seemed that they felt anxious if Sungwoo was not around.</p><p>“Thank you so much! I really didn't want to cause any trouble to you…”</p><p>“Thank you for saving my life!”</p><p>“You're truly a hero.”</p><p>Despite the mountain of praises, Sungwoo just listened and nodded calmly. Of course, he didn't take their praises as granted. Actually, he wanted to stay away from them as they might have to cling to him again.</p><p>‘As expected, I don't need other men.'</p><p>He once again realized it, then silently left the gym. He didn't know what the situation was like outside of the school, but not getting tangled with lots of people would be good for survival.</p><p>In no time, the seal of the school gate was broken. But the situation outside the school was still quiet. Daehak St., which was normally noisy with students and cars at the intersection, was quiet.</p><p>“Oh, is it okay for us to leave now??”</p><p>“Well, I would rather stay here.”</p><p>The roads outside the gates were entangled with all sorts of cars that had stopped. Since the bodies of humans and monsters were strewn everywhere, they were reminded of hell which nobody had ever seen before.</p><p>The survivors standing in front of the gate could not move out readily. On the one hand, they were checking Sungwoo's facial expression.</p><p>“I wonder where he is going now.”</p><p>“No idea…but I think it would be safe to follow him.”</p><p>Annoyed, Sungwoo ignored their gazes.</p><p>“Damn it, the whole world is really the same as this place. I wonder if my parents are safe…”</p><p>Suddenly Hanho made a dark expression because he was concerned about his parents. The biggest worry was that he could not check his family's life and death situation because his cell phone was dead.</p><p>In this regard, Sungwoo felt rather comfortable. He had experienced trauma over the loss of his whole family in an accident a long time ago, but at this moment he didn't have to worry about them.</p><p>Woowoowoong—</p><p>At that moment, two shuttle buses approached from behind. Soon the driver's window rolled down and Kyongsu stuck out his face.</p><p>“Hop in! The road here sucks, but I still think getting on the bus will be safer than walking. As a retired army driver, I know the location of a nearby military unit. So, let's drive there anyway.”</p><p><br></br></p><p>“I am fine. I've got to go somewhere.”</p><p>“Is your house nearby?”</p><p>“Yes.” Of course, that was a lie.</p><p>“Then I can't help you. I will leave here with the other survivors.”</p><p>Then Kyongsu picked up most of the hesitant survivors in front of the gate.</p><p>Still, Kyongsu asked if he was really alright, feeling a bit uncomfortable about leaving him behind. But Sungwoo's reply was firm.</p><p>“Then… good luck. Hahaha, I didn't know I was going to say goodbye like they do in the movies.”</p><p>“You bet. Good luck to you too.”</p>"}