{"id": 28, "volume": 1, "title": "Only I Am A Necromancer Chapter 30", "url": "https://bestlightnovel.com/novel_888162148/chapter_28", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 30</h1>\n<p>Chapter 30: A band of thieves in the apartment (3)</p><p>But now, his face was turning white with fear at the word ‘boss.'</p><p>“Oh… Sorry, sorry!”</p><p>President Park kept pretending to wash his face, shivering a lot. It looked as if he was suffering from post-traumatic stress disorder.</p><p>“Fuck…”</p><p>One thing came to his mind.</p><p>When this game began, Members of Park's organization were gathered in their lodgings because of a general meeting. Since five members, including President Park, became players, they could survive without difficulty.</p><p>But President Park acted rashly. He went to a convenience store in front of the apartments, saying that he would scrape out all the cigarettes just in case the world would be ruined.</p><p>“Ha, ha…”</p><p>Right at that moment, he ran into a man called ‘boss.' After all, Park had to come back, with his body covered with blood.</p><p>“Youngchol.”</p><p>“Yes, brother!”</p><p>“Do you know a man called Red Professor?”</p><p>Youngchol was puzzled. Red Professor? It was a name he heard somewhere.</p><p>Soon he succeeded in recalling that name.</p><p>“Isn't that bastard the serial killer roaming around Seoul and Kyonggi Province?”</p><p>This guy was a serial killer and an unprecedented psychopath murderer who killed 16 serial murders in Kangnam and the southern Kyonggi Province. He cut the legs of the killed, hung their heads and wrote down pedantic words on the bodies, which earned him the title, ‘Red Professor.'</p><p>He was not caught for more than three years since he committed the crime first, and his identity had not been revealed.</p><p>“That crazy bastard is our boss.”</p><p>“Really?”</p><p>While speaking each word clearly, Park felt his heart was pounding fast.</p><p>“He still needs blood.”</p><p>“Pardon? What did you just say?”</p><p>“No, nothing! You fucking asshole!”</p><p>Park's eyes were bloodshot. Breaking into a cold sweat, he wrapped his hand around his neck.</p><p>He felt a hot pain on his left neck. And he began to see hallucinations. It was a convenience store. Someone was biting his neck. Then, why did he feel good…?</p><p>-You have become a subordinate of ”Vampire Road.'</p><p>-Your occupation has been changed to ‘Lesser Vampire.'</p><p>“How about it? Isn't it thrilling? Bite somebody. You will feel happy.”</p><p>The man's face was not visible, and the face of his right-hand man that Park took to the convenience store was standing before him.</p><p>Park approached him, feeling thirst and appetite as if he were a beast.</p><p>“…Brother? What's wrong with you? Save me! Brother! Argh!”</p><p>Blood splashed on his face, and a man's voice was heard behind his back.</p><p>“Good. Nice job. You're my baby. Keep growing until I come back. Okay?”</p><p>“Ugh! Uh uh… Brother, please…”</p><p>The man's voice and the smell of blood were so sweet…</p><p>“…Brother!”</p><p>Park raised his head at someone's shouting, then woke up to reality again.</p><p>“…”</p><p>“Brother?”</p><p>The youngest of the organization stood in front of the passenger seat window.</p><p>“Uh, what's up?” said Park.</p><p>“I've confirmed the arrival of the hunting prey. This bastard 157. There are three people as seen in the comments. They are standing in the park right now.”</p><p>Saying that, he showed Park his cell phone.</p><p>─ kor-157: I'm on my way to H Apartments. There are a total of 3 people, and we're arriving in ten minutes!</p><p>Kor kor-157: We have arrived. We're standing in the park now. Come quickly!</p><p>Kor kor-4884 (author): Yes, I'm coming right now.</p><p>“Okay… step on the accelerator!”</p><p>As Park shouted, swallowing in excitement, Youngchol stepped on the accelerator.</p><p>Woowoong!</p><p>16 people had already been sacrificed after they were lured in like this, struck down by a car to make them moribund and dead, after all. Then Park sucked their blood. The apartments were in the open, but it was easier to attract people. And nobody living in the apartments here protested.</p><p>With everybody silent, not daring to stop them, the blood-stained car drove away speedily.</p><p>Woowoong!</p><p>Again, three scapegoats were standing at the entrance of the central park.</p><p>Woowoong!</p><p>This time they were quite bulky guys. Wearing the black hoods, they were holding axes. They didn't care anyway.</p><p>‘Blood, blood! Fresh blood!'</p><p>No matter how strong their build was, they became good prey once they were run over by their car.</p><p>Bang! Bang!</p><p>The van struck the three gathered together in one place. They couldn't even flinch.</p><p>But at that moment their bodies disintegrated, and the debris poured over the windows.</p><p>“Skeletons?”</p><p>Obviously they were white bones.</p><p>The next moment, the smashed bones bounced back and began to be assembled in a certain form. There were sharp weapons such as a spear, sword, and axe.</p><p>Puk! Puk! Puk!</p><p>The windows were broken, and the bonnet was cut. The phenomenon also took place underneath the van. The sharply-assembled bones smashed the body of the van.</p><p>Squeak!</p><p>As the tires were drilled and the engine cut through, the van eventually stopped on its own.</p><p>Gray smoke came out of the bonnet.</p><p>“What the heck is this?”</p><p>Dumbfounded by the unexpected situation, Park looked around. At that moment, a shield flew in and broke the passenger seat window.</p><p>“Ugh!”</p><p>While Park raised his hand to defend his face, someone flung open the locked car door. Park was pulled out with his collar grabbed. While being dragged over the concrete floor, Park raised his head and looked up at the man who attacked him.</p><p>“Who are you…”</p><p>“Hey, 4884…”</p><p>Holding a shield in his left hand, the young man pulled a long sword in his right hand.</p><p>“You must be 4884, you son of a bitch?”</p><p>White skeletons began to gather behind him.</p><p>At first, Sungwoo just thought the deleted comments were suspicious.</p><p>He thought that when someone used their valuable gold to post disturbing comments, the author might have done so with the belief that he should notify and correct the wrongdoing of the other party, rather than screwing them over. And the author of the comments probably deleted his posts because he felt a bit guilty while monitoring the posts.</p><p>‘No matter how much I think about it, I think it's more reasonable to feel that way.”</p><p>So, Sungwoo was prepared for any contingencies even before he arrived at the apartment complex, the meeting place. And what he thought was that they might be gangsters trying to extort money from the innocent people, so he sent three skeletons disguised as humans to the rendezvous point. He decided to hide nearby and watch the situation.</p><p>Bang! Bang!</p><p>“Uh?”</p><p>Sungwoo never expected that the van would run over them recklessly. So, he immediately turned bone fragments into weapons, just like when he hunted Elder Slime.</p><p>Then the bone weapons smashed the van here and there, making it eventually stop.</p><p>Sungwoo quickly pulled the man in the passenger seat.</p><p>“You must be 4884, the son of a bitch, right?'</p><p>His nickname was kor-4884. Though Sungwoo didn't know the reason, the guy with this nickname was obviously attracting and killing the survivors from the community.</p><p>“Who are you?”</p><p>Instead of replying, Sungwoo kicked his face.</p><p>Meanwhile, the skeletons pulled the bouncer in the driver's seat. He lay flat on the floor, shivering violently.</p><p>“How many subordinates do you have? If you don't answer, I'll smash your head.”</p><p>Lifting the saber, he asked while staring at Park. But Park was looking at him sarcastically.</p><p>“Uh-huh! My head? Damn it. Have you killed anybody? Huuuuh! How can you bluff me like this…Ugh?”</p><p>At that moment, his face stiffened hard. He lowered his head slightly and looked down at his left hand. Or he looked at where his left hand was. It was cut neatly, with thick blood gushing from it.</p><p>“Ahhhhhh!”</p><p>“You now know it. Very good. As I was weak-minded, I couldn't hit your head right away. But these guys are different.”</p><p>When Sungwoo slightly stepped aside, an orc skeleton walked toward Park with big strides.</p><p><br></br></p><p>It was holding an ax with both hands.</p><p>“…Uhhhhh!”</p><p>Nevertheless, Park began to laugh crazily as if he lost his mind. Was he out of mind due to extreme pain? After all, Sungwoo looked at the other big guy.</p><p>“How about you? Aren't you going to answer? Your arm or leg, which one do you want me to cut first?”</p><p>At his asking, he innocently began to confide quickly.</p><p>“Oh, ah! A total of eight are working for him….Argh!”</p><p>But he couldn't finish his answer because he was beheaded at that moment.</p><p>“Ugh?”</p>"}