{"id": 27, "volume": 1, "title": "Only I Am A Necromancer Chapter 29", "url": "https://bestlightnovel.com/novel_888162148/chapter_27", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 29</h1>\n<p>Chapter 29: A band of thieves in the apartment (2)</p><p>Besides, he could not find replacements for the orc skeletons now. Although all sorts of bones were strewn around, he could not use them because they were all smashed.</p><p>“Then, how about this?”</p><p>Sungwoo raised his arm. Then the piles of bones on both sides of the elder slime began to shake. And the next moment, pointy things popped out of a pile of bones, stabbing into the body of the Elder Slime.</p><p>Puk! Puk! Puk! Puk!</p><p>They were the spears created with skills. Even though he could not resurrect the skeletons with the broken bones, he could make as many weapons as he wanted.</p><p>Screeching at the tip of the incoming spears, the Elder Slime shook its body. It twisted its whole body to shake them off, but it couldn't move properly. Dozens of spears made of bones stabbed both sides, fixing it like a support fixture or a pin.</p><p>“Now, disassemble it.”</p><p>Rattle—Rattle—</p><p>At his order, the orc skeletons moved. They started to decompose the slime by hitting its body fixed on a wall with the axes, just like coal miners digging for coals.</p><p>Puk! Puk! Puk!</p><p>However, the slime did not give up and shook its body violently. Then it stretched its body and swallowed a nearby skeleton with a gulp.</p><p>Quaduk! Quaduk!</p><p>Then it rolled them inside its body and began to grind them finely. Sungwoo felt goosebumps while watching the strong bones of the skeletons being smashed like wooden chopsticks.</p><p>-Your subordinate has returned to eternal death.</p><p>“But you made a mistake.”</p><p>Watching that, Sungwoo laughed and raised his hand again.</p><p>Puk!</p><p>Then the bones inside the slime's body were reassembled, creating two spears. The pointed spears poked inside its body roughly.</p><p>Kuruk! Kuruk! Kuruk!</p><p>It was still wriggling, but the more it did, the bigger the holes on its body became. The skeletons' axes broke into its weakened body and ripped off its jelly-like flesh. It didn't take long for its huge guy to be chopped up into hundreds of pieces. At the last minute, Right stabbed its vital part with the saber.</p><p>-You have earned 2,255 gold by hunting the boss monster ‘Elder Slime.'</p><p>That was it. It was a one-sided battle that Sungwoo's party won. Right also seemed to have gained EXP by getting rid of the monster.</p><p>“Good. Put its mucus and slime in empty glass or plastic bottles.”</p><p>Crackle, crackle—</p><p>At his order, the skeletons opened the bags and took out empty plastic bottles. He was collecting such stuff blindly because he didn't know when they would be useful. He didn't have to worry about the porters, namely the skeleton, anyway. The glass and plastic bottles were acid-resistant, so a fairly large amount of acidic liquid was obtained.</p><p>‘I never know when I can use them.'</p><p>When the world is fine, he can get the goods he needs right away, but now he has to collect them unconditionally. When he got rid of the Elder Slime, he noticed a round object in the middle.</p><p>[Item Information]</p><p>-Name: Elder Slime's Core</p><p>-Grade: Rare</p><p>-Classification: Assembling materials</p><p>-Description: This is the Elder Slime's core. It is covered with a thick shell, but it has strong acidity condensed inside which can melt anything. It can be used to melt or assemble hard objects.</p><p>“Assembling materials?”</p><p>He didn't know where, what, or how to assemble, but he found something to try anyway. He put the Elder Slime's core in the bag holding the most important things. He wished he had something like an inventory like a real game, but he was fortunate enough to have skeletons.</p><p>Crackle, crackle.</p><p>These skeletal guys were still playing an all-round role.</p><p>It was the second night after the hunting game began. Sungwoo's party decided to spend the night in a detached house. It was an empty house, but there were signs that the owner hastily packed and left the house.</p><p>“The gas has been disconnected, but we still have electricity and tap water. Would you like to wash up first?” Jisu asked, taking off her training top. As the clothing was red, it wasn't noticeable, but it was stained with blood everywhere.</p><p>“It looks like you're in a hurry. Please wash first.”</p><p>She was already taking out a towel.</p><p>“Yeah. I think I'm going crazy. I just ran five laps around the playground right before this whole mess. Did you smell my sweat?”</p><p>“Don't worry. The smell of blood was stronger.”</p><p>“Ugh. I really think my body reeks of blood.”</p><p>Muttering like that, she went into the bathroom.</p><p>Although electricity was still on, she didn't turn on the light deliberately. Only the sound of a shower was heard in the dark bathroom. Sungwoo and Hanho recharged their mobile phones in the living room and checked the ‘Player Guidebook' application.</p><p>“There are still no new posts in the community. This one is the same as before.”</p><p>“Well, l would save gold and select an item instead of posting there. Anyway, I should find a store and use some gold.”</p><p>In the meantime, Sungwoo already had 11,982 gold. Although it was good to see the funds growing, it was necessary to change them into items to increase the survival rate.</p><p>Nobody knew when they would run into a formidable creature.</p><p>Slime? It was really lucky for them to have confronted the slimes because the skeletons were their natural enemies.</p><p>“Sungwoo, look at this comment. Something's fishy. Why were all the replies deleted?”</p><p>Like Hanho said, there were a total of 18 comments on the post that they were making a safety zone inside the H Apartments, but as many as 10 of them were deleted.</p><p>─ kor-781: I'm on my way there. Why were all comments deleted?</p><p>Kor kor-4884 (author): The world is going crazy, so people are running wild too. There are all sorts of assholes everywhere, so don't worry about the deleted comments.</p><p>─ kor-433: Didn't the man who said he was coming arrived yet? I'm a bit nervous. Please make some comments!</p><p>Kor kor-4884 (author): He hasn't come yet. Maybe he might have met something bad on his way here. I won't use gold anymore. Only those who are near here can leave comments.</p><p>“Hmm… Don't you feel something fishy?”</p><p>Sungwoo also read between the lines of the comments carefully.</p><p>‘Somebody wants to act altruistically by using 1,000 gold… But someone else is using as much gold as them to make malicious comments? Why?' Sungwoo thought to himself.</p><p>Obviously both sides were not normal, but Sungwoo really could not understand the man who kept posting the comments. What benefit was he trying to get? Was he really crazy?</p><p>“…”</p><p>Sungwoo pondered about it for a while, then raised his head and looked up at Hanho.</p><p>“Hey, Hanho.”</p><p>“Yeah? why?”</p><p>A shadow was cast on Sungwoo's face. At that moment, he felt scared about Sungwoo.</p><p>“Can you kill anyone?”</p><p>Even if you kill people, you get gold.</p><p>It's even easier than hunting a monster, and you get much more gold.</p><p>They give 5,000 gold for an ordinary man, and 1,000 gold per level to a game player.</p><p>In other words, if you kill a Level 5 player, you can get 5,000 gold.</p><p><br></br></p><p>Who knew it first? And how did he know it? Was it unprecedented for anybody to kill someone else to get gold? However, those who really tried it could not get out of that thrill.</p><p>In an underground parking lot with the lights off, a van was parked at the entrance to the ground. However, the bumper of the van was stained with human blood.</p><p>“Well, brother, who the hell is the boss?”</p><p>The big guy holding the steering wheel asked the skinhead in the passenger seat.</p><p>In fact, until recently, ‘skinhead' was used only to refer to any organization's boss.</p><p>This skinhead, commonly referred to as “President Park,” was a wastrel from this area. After gathering his minions, he was running an illegal private sports gambling site.</p><p>As the boss of the gambling organization, he was in the process of solidifying his position in the black market. He was proud that as far as guts were concerned, he would not be outmuscled by anybody.</p><p>“…Dang it. Fuck!”</p>"}