{"id": 29, "volume": 1, "title": "Only I Am A Necromancer Chapter 31", "url": "https://bestlightnovel.com/novel_888162148/chapter_29", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 31</h1>\n<p>Chapter 31: A band of thieves in the apartment (4)</p><p>It was not what the skeleton did. Park, who was lying on the floor, jumped out instantaneously and cut his man's neck.</p><p>“What the heck!”</p><p>Sungwoo's party quickly stepped back, feeling threatened.</p><p>“Kuh! Hehe!”</p><p>Park smiled madly, grabbed, and lifted his man's hair. On the other hand, a bone was protruding from his left hand which was cut off, and it looked like a dagger.</p><p>“What the heck is that? He's crazy!”</p><p>A long tongue came wriggling out of Park's mouth. Then he began to suck the blood of the man's head and its cut area.</p><p>Park trembled with indescribable pleasure.</p><p>Then he felt a sense of accomplishment at the message before his eyes.</p><p>-Your Physical Strength has been restored by sucking blood.</p><p>-Stats have increased through a certain amount of bloodsucking.</p><p>*Muscle strength (+2), Agility (+1), and Physical strength (+1)</p><p>The moment his boss bit his neck a few days ago, his job changed from “Ninja” to “Lower Vampire.” And there were enormous restrictions on vampires. He could never level up because his level was fixed at 1.</p><p>However, another way of growth was suggested, which was slaughtering and bloodsucking.</p><p>It meant that he could get stats by sucking blood from a certain number of people.</p><p>So, he ended up with pretty good physical strength by sacrificing so many people.</p><p>-Muscle strength (14), Agility (13), Physical strength (12)</p><p>This number was three times that of typical humans.</p><p>Moreover, he now even had unknown buffs.</p><p>-All stats are temporarily increased due to drastic insanity. (+20%)</p><p>* Reduces stats (-50%) for 10 hours after going back to normal.</p><p>“Uh-huh…”</p><p>Park wept with satisfaction, then threw the man's head into the flower bed. Then he rolled his bloodshot eyes and looked at Sungwoo and his friends.</p><p>“Kuuuuh…”</p><p>“This guy's occupation is worse than mine. Hide behind me, everybody. He can kill you with one blow.”</p><p>Lifting the shield, he controlled the skeletons. Giant monsters with the axes slowly closed in on Park. The moment the skeletons approaching his back lifted their axes to strike down Park, he turned away and quickly dodged. His bloodshot eyes turned towards Sungwoo. On the other hand, he stretched his right hand upside down, grabbing the skeleton's neck.</p><p>Then he broke its neck at once and the skeleton collapsed. It was a tremendous physical force.</p><p>“Uh, huh! You're the captain of these guys, right?”</p><p>Soon, he stomped on the ground.</p><p>“Avoid him!”</p><p>He passed through the orc skeleton at a tremendous speed. The distance between him and Sungwoo's party narrowed in an instant. And the bone growing out of his left arm flew toward Sungwoo's neck.</p><p>Clang!</p><p>Sungwoo lifted the shield and barely stopped it. However, the shock was transmitted to his wrist. The hand holding the hard shield ended up with long scratches.</p><p>Sungwoo instinctively stepped back, and Jisu and Hanho also moved back.</p><p>“Dang it. I can't throw a dagger because he's too fast,” Hanho murmured.</p><p>It seemed that he could kill Park by throwing a dagger.</p><p>“Oh, uh! Who are you? How weak you are! Fuck!” Park muttered, then rushed towards Sungwoo.</p><p>Tightening his thighs, Sungwoo lifted the shield high. Park threw his left arm down towards the shield.</p><p>Clang!</p><p>-The item has been destroyed.</p><p>The shield was split in half with an incredible message. However, Sungwoo calmed down as much as possible and brandished the saber.</p><p>But Park avoided the attack by leaning back. Then he bounced up with his upper body and struck again.</p><p>“Uhhhh. Let me kill you!”</p><p>At that moment, Sungwoo lowered his posture by bending his legs. Something stepped on his back and popped out. It was Right, the one-armed goblin and Sungwoo's faithful ally.</p><p>‘You've been caught!'</p><p>In fact, right before he headed for the stopped van, Sungwoo placed it in the bush just in case another gang ambushed from behind. And his decision was very effective.</p><p>Sungwoo kept on stepping back to lure Park to the bush, then Right gave him a fatal blow.</p><p>Right jumped, then landed after cutting Park's right shoulder entirely.</p><p>His arm cut from the shoulder fell to the ground. It was a fatal injury that couldn't be compared to his cut wrist. Park began to stumble in tremendous pain and shock.</p><p>At that moment, a group of men poured out from the underground parking lot.</p><p>“Brother!”</p><p>“Uh? What the heck?”</p><p>Like the killed bulky man's testimony, there was a total of 8 people, but they flinched after looking at Park.</p><p>His bloodshot eyes were filled with madness, the sharp veins protruded all over his body, and even the sharp bones grew in the cut areas. He was far from a human.</p><p>The skeletons charged at Park while his gang was hesitant.</p><p>While bleeding, Park shook his left arm violently.</p><p>Bang!</p><p>The orc skeleton's ribs were smashed, and its spine was cut, collapsing in half.</p><p>Park moved to check the skeleton moving straight from behind.</p><p>The vampire's vitality was persistent. But no matter how many times the skeleton was cut, it would resurrect anyway. Park was in for an unexpected attack this time. A gray blade popped out of the space that seemed to have been clogged between the skeleton's upper body and bones, which had just collapsed from his attack.</p><p>Puk!</p><p>The blade of the sword pierced through Park's neck, and, at the same time, Sungwoo appeared through a pile of bones.</p><p>“Great.”</p><p>As always, skeletons were the best consumables and bait.</p><p>When Sungwoo threw one at the enemies, they surprisingly showed weakness without exception. And the moment skeletons were smashed, their bones were separated, and then they collapsed.</p><p>At that moment, Sungwoo could resurrect them as bone weapons.</p><p>Tightening his arms, Sungwoo now stabbed Park deeply, whose pupils became increasingly blurry.</p><p>“I love collecting bones, so let me try resurrecting your skull.”</p><p>Sungwoo grabbed the bag with both hands and shook it.</p><p>Park's head instantly fell off. He collapsed helplessly on the concrete floor.</p><p>-You have earned 1,000 gold by killing a player (LV. 1).</p><p>‘Gold by killing a player?'</p><p>Sungwoo realized for the first time that he could earn gold by killing a person.</p><p>He was dumbfounded rather than uncomfortable.</p><p>“Damn it. Is that the reason the bastards did all this?”</p><p>Gold was directly related to survival, and hunting monsters was a big risk.</p><p>On the other hand, hunting one's friendly race, namely humans, was very easy.</p><p>“Crazy bastards.”</p><p>Sungwoo raised his head and looked at Park's gang members. Then, the skeletons approached them right away.</p><p>“Uh, what?”</p><p>When the big monsters surrounded them from all sides, their faces turned white.</p><p>Each of them had weapons, but the tips of the weapons trembled.</p><p>At a glance, their level was not high. Until now, they killed the survivors by hitting them with a car, and the benefits of such killings were all taken by Park.</p><p>“You guys are a Level 8 group? Put down your weapons, or you will all die.”</p><p>At his order, the hesitant guys threw out their weapons at once.</p><p>“Oh, please save us!”</p><p>“Answer my questions from now on.”</p><p>Sungwoo started interrogating them. As they were surrounded by big white bones all around, they had no choice but to surrender.</p><p>After interrogating them, Sungwoo came to realize that Park had planned this right after he met an unidentified human named “Boss” a few days ago.</p><p>“Boss?”</p><p>“We don't know who he is. Brother Park just told us we have to obey him.”</p><p>“Since then, our brother has been a bit weird. He once stood in place for a long time, where the murdered corpses were collected…”</p><p>In fact, Sungwoo could understand nothing about Park, ranging from his monster-like abilities to his weird act of sucking blood from his subordinate's head.</p><p>But it was certain that there was a crazy guy named “Boss” who turned Park into a monster.</p><p><br></br></p><p>‘Is he a human? Then what the heck is your job?' Sungwoo wondered.</p><p>Did he choose a five-star or higher job card?</p><p>Sungwoo didn't think there was only one who selected such cards.</p><p>It was clear that no matter how low the probability was, there was more than one who selected such cards. So, it became clear that social order would collapse and powerful bums would run wild.</p><p>“How many people have you killed so far?”</p><p>“Ah…”</p><p>“Tell the truth.”</p><p>“Twenty-one or two…”</p>"}