{"id": 24, "volume": 1, "title": "Only I Am A Necromancer Chapter 26", "url": "https://bestlightnovel.com/novel_888162148/chapter_24", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 26</h1>\n<p>Chapter 26: Out of the school into the hell (3)</p><p>When they hunted goblins, they could gain some ‘crude daggers.' When they hunted high-level monsters such as a “Goblin Warrior” or a “Chief Goblin,' they could obtain some ‘crude spears.'</p><p>But they were bulky and useless.</p><p>However, the daggers, as they had been so far, were fairly powerful weapons for a ranged fight. That's why Sungho didn't neglect the daggers and collected them.</p><p>“Open the hard-case fishing bag.”</p><p>Anyway, Sungwoo had enough workers to carry the baggage. Nine skeletons were carrying different bags captured on the road, which contained food and daily necessities looted from convenience stores as well as daggers obtained from goblins.</p><p>In particular, the hard-case fishing bag was perfect for storing sharp daggers.</p><p>“By the way, let's ignore the goblins from now on,” said Sungwoo, getting out of the snack house.</p><p>“Pardon? Why? Are you tired of hunting goblins now?”</p><p>“Are you going to hunt stronger monsters?” asked Jisu, reading his mind correctly.</p><p>“Right. The gold I get by hunting an orc is 80 won, but a goblin is worth only 10 won. So far, I've focused on goblins, but I think there must be a bunch of guys with bigger bonuses somewhere.”</p><p>They went out of the mall to the main street to find bigger prey.</p><p>When they came out to a wide-open place, they were a bit worried when and where monsters like Wyverns might hit them. But they thought they should not even dream of catching a big fish if they were afraid to go out into the river for fear they might be worried about falling into the deep end.</p><p>“Well, it looks like a scene from a zombie movie.”</p><p>Like Hanho said, the endless traffic on the four-lane roads was not only alien, but also horrible enough to make them see terrible illusions. Indeed, the bodies scattered all over the place created a bizarre atmosphere and made them feel like vomiting because of the bad smell.</p><p>“Uh, isn't that an army vehicle?”</p><p>Hanho raised his finger. Then they saw a green army truck lined up on the right lane.</p><p>It seemed that it was carrying troops, but unfortunately there were several bodies of soldiers around it. One strange thing was that nobody was carrying a rifle.</p><p>‘Did they fight with entrenching shovels?'</p><p>In fact, entrenching shovels were strewn on the ground here and there. It was clear that the soldiers fought the monsters with the shovels as their weapon.</p><p>“Let's find out if there is something useful. Military items may not be as sturdy as you might think, but maybe we can find a gun…”</p><p>Approaching the truck, Sungwoo stopped momentarily. The driver's door of the military truck opened and someone walked out. He was a soldier with a rank of private first class, but he still held an entrenching shovel.</p><p>“Uh, you're a human being, right?”</p><p>What came out of his mouth was an unimaginable question.</p><p>How should Sungwoo answer?</p><p>“What the heck is that in the back…”</p><p>Only then did Sungwoo understand why he asked that question. The soldier saw a group of skeletons following Sungwoo up close.</p><p>“Do not worry.”</p><p>He did not explain what the white things were. Nonetheless, the private-first class soldier seemed a bit relaxed. So, Sungwoo turned his head and looked at the assistant driver's seat.</p><p>“Sergeant Kim, they are humans!”</p><p>Then someone said from inside, “Hey, dude, I can immediately recognize they're humans. Do you think they look like goblins?”</p><p>When Sungwoo approached and checked inside, a soldier was sitting in the passenger seat.</p><p>He frowned, staring at Sungwoo, and nodded his head.</p><p>“As you can see, I can't go out because I've got leg problems.”</p><p>His right thigh was swollen red.</p><p>“You were stabbed by a goblin dagger.”</p><p>“Yes, I feel so crappy because I was attacked by an elementary boy-looking goblin. I didn't spend 18 months in the army to get this. I'm good at martial arts, but… Argh, damn it.”</p><p>“What happened? Were the soldiers here attacked by goblins?”</p><p>Sergeant Kim laughed at his question.</p><p>“Well, we were robbed by goblins. In fact, we knocked down all the goblins, but the problem was what happened next.”</p><p>“Knocked them down? You guys didn't fire any live ammunition?”</p><p>In fact, Kim thought if they had guns, they could easily kill goblins and orcs.</p><p>“…Well, we couldn't fire the bullets.”</p><p>It was an unexpected answer, but Sungwoo wasn't surprised because he thought this game system could be destroyed by the humans' military power. But how come the guns wouldn't function at all?</p><p>“It wasn't a malfunction, but our unit officers said they didn't know the cause. So, as you can see, we all fought with entrenching shovels or bayonets. Well, we could knock down the goblins, but…”</p><p>At that moment, Hanho came over from behind Sungwoo.</p><p>“Sungwoo, I've got potions…”</p><p>Hanho had potions for recovery. The sergeant's eyes opened wide.</p><p>“I know what that is…I saw the guy, my replacement ‘player' carrying it. Could you help me?”</p><p>Sergeant Kim asked while looking at Sungwoo, but felt his expression was very cold.</p><p>Soon Sungwoo opened his mouth, “As you might know, it's hard for me to give it to you in a situation related to our survival.”</p><p>But Kim made another proposal without embarrassment.</p><p>“Then, how about this? Let me tell you all I have seen and heard so far. Regardless of potions, nothing is as important as intelligence in this damned situation. If you try to confront them, you're going to be crippled like me.”</p><p>“I'm not sure if your tips are worthwhile.”</p><p>“I can reassure you. You don't think there are only goblins or orcs in front of this road, do you?”</p><p>After hearing it, Sungwoo reached out to Hanho who then placed a small bottle in his hand.</p><p>“Then let me judge after hearing what you have to say. If you insist on potions first, we'll pass by right away.”</p><p>“…”</p><p>Kim nodded at his resolute reply and said, “It was the wolves that destroyed our troops here.”</p><p>“Wolves?”</p><p>“…Yes. I don't know what it is because we couldn't catch even one, but wolves were the size of bulls. And wolves tend to move around in packs. If I hadn't been stupidly stabbed in the thigh by a goblin, I would have been eaten by the wolves.”</p><p>“Well, is that the end of the story?”</p><p>“I'll tell you one more thing. You may already know this, but have you seen the blue QR code?”</p><p>Sungwoo looked at Jisu and Hanho. Both shook their heads.</p><p>“…Oh, this tip is much more valuable than the potions.”</p><p>Sergeant Kim seemed to be condescending, but he opened his mouth in no time.</p><p>“I've seen two so far. There is one at the Suyong Intersection Bus Stop if you keep going this way, and the other one is at the Suwon Station Transfer Center. Scan it on your cell phone.”</p><p>“What do you see there?”</p><p>“One application will be downloaded. In this damned situation where even shortwave radios can't work, it's the only community where you can communicate with survivors. I can't prove it because my cell phone was smashed. I'm not lying to you now.”</p><p>Community?</p><p>After hearing that, Sungwoo gave the potions to him. Kim picked it up quickly and drank it hurriedly.</p><p>“Dang it. I'm a dumbass expecting it to be strawberry flavored. Oh my…”</p><p>He looked surprised by the effects. Soon he opened the passenger seat door and got out of the car.</p><p>“This game stabs and kills me at the same time! Where are you going? We will return to the unit.”</p><p>“Do you think your unit is safe?”</p><p>“When the first ‘player' appeared, the officers collected all the weapons. Stupid bastards. Then they told us to fight with entrenching shovels. Perhaps the troops left in the unit must have realized the seriousness of the situation and are using weapons now.”</p><p><br></br></p><p>Having said that, Kim pulled down something from his gear.</p><p>“…As you know, the army doesn't change until accidents happen.”</p><p>“Well, we have to go somewhere.”</p><p>“Good it. Then, good luck.”</p><p>Now, it seemed that such pleasantries were a common greeting.</p><p>“You, too. Oh, and watch out for the sky.”</p><p>At Sungwoo's advice, Kim looked up at the sky with his puzzled expression.</p><p>“Sky?”</p>"}