{"id": 23, "volume": 1, "title": "Only I Am A Necromancer Chapter 25", "url": "https://bestlightnovel.com/novel_888162148/chapter_23", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 25</h1>\n<p>Chapter 25: Out of the school into the hell (2)</p><p>The two buses began to crawl on the road entangled with the bodies of goblins and people as well as cars.</p><p>After the buses disappeared, Sungwoo, Hanho, Jisu, and 9 skeletons were left behind.</p><p>“Where are we going now? Oh, where is your house, Jisu?”</p><p>It wasn't normal to think about going back home in this situation, but there was no other question to ask now.</p><p>“I used to live in the school dorm because my house is on Jeju Island…”</p><p>“I see.”</p><p>It was literally impossible to go back to Jeju Island at this point. Hesitant about what to say next, she opened and closed her mouth a few times, then looked at Sungwoo.</p><p>“Hey, Sungwoo, can I come with you?”</p><p>In fact, she noticed that he was reluctant to leave with the others. However, there was nothing safer than being around him at the moment.</p><p>“I don't know if I can help you, but…”</p><p>“Of course you are helpful.”</p><p>“Ah, thank you.”</p><p>She laughed responsively since he replied in the positive unexpectedly. She thought it was very fortunate to be with him.</p><p>“Sungwoo, I don't have to ask you, right?” said Hanho.</p><p>“Well, I've one condition.”</p><p>“What is it? Just tell me.”</p><p>“I want you to be a One-armed Warrior.”</p><p>“···”</p><p>“I was wondering if we could have better synergy with two One-armed Warriors.”</p><p>Sungwoo's joking continued when she suddenly yanked his arm.</p><p>“Lower your body!”</p><p>Along with a gust of wind that shook the heavy vehicles, dozens of giant shadows filled the sky.</p><p>Woowoong!</p><p>“What the heck is that?”</p><p>Creatures with tent-like wings passed through the sky. A giant body, sharp claws, and a mouth like an alligator's that shone at the end of its long neck… The unrealistic figure of a creature swept past their eyes.</p><p>“…Dragon?”</p><p>-Field Boss ‘Wyvern Alphamale' has appeared.</p><p>Wyvern was commonly known as an inferior dragon species. The Wyvern party lay flat under a tree and did not move at all. Fortunately, Sungwoo's party could avoid their attack because the Wyverns hadn't noticed them yet.</p><p>However, the shuttle bus that wasn't too far from campus yet was in trouble. The bus that Kyongsu was driving stopped early on, so it was not targeted, but the other one that tried to escape was noticed by the Wyverns immediately.</p><p>Kaaak!</p><p>Two Wyverns descended in an instant. Even one looked bigger than the bus.</p><p>When two such monsters grabbed the ceiling of the bus and clasped it with their wings, the bus was lifted into the air.</p><p>“Argh!”</p><p>“Ahhh! Save us!”</p><p>Along with the screaming of the people inside, the body of the bus was torn like a sheet of paper. Then Wyvern's heads broke into the gap and pulled them out one by one and started eating like a bird eating the larvae of a beehive.</p><p>Someone opened the window and jumped off boldly, but he was caught in the air and disappeared into the crocodile-like mouth. It was a one-sided massacre.</p><p>Watching that cruel scene, Sungwoo realized that he alone was not strong enough.</p><p>But he could be stronger now.</p><p>“…Jisu, you can come with me if you accept one condition.”</p><p>“What, what is it?” she asked tensely.</p><p>“We're going to hunt the monsters actively. We won't avoid them.”</p><p>“…Really?”</p><p>“I told you that you have to adapt yourself to the situation, right?”</p><p>“Ah, yes.”</p><p>“You should not be content with just adapting. In that case, you can only change your fate from an easy prey to a difficult one.”</p><p>Humans finally came to dominate the Earth because they controlled nature, which was beyond adapting to nature.</p><p>Sungwoo prepared for hunting on a wider hunting ground.</p><p>-Your tutorial is now complete.</p><p>The goblin was running. Frightened, it ran like crazy to survive. It believed it could be safe once it reached the village by running a little further.</p><p>Thump!</p><p>The goblin opened the glass door. It was a franchise sundae (Korean sausage) house.</p><p>Now it was now a new home for the goblins, and it was made like a tent by putting all kinds of clothes on the table. In some respects, it was their own personal space.</p><p>Squeak! Squeak!</p><p>As there was a big fuss when the door opened, several goblins crawled from underneath the table. At that moment, a shadow appeared behind the back of the goblin who just fled into the house.</p><p>Rattle—</p><p>When the goblin slowly turned its head, two giant skeletons stood in front of the glass door.</p><p>Squeak! Squeak!</p><p>The goblins, frightened, started running away. They didn't dare to fight because they instinctively knew that the skeletons were too tough for fighting, so they didn't challenge them. The goblins took their weapons and ran into the kitchen. In the corner of the kitchen was a back door leading to an alleyway. The goblin at the forefront hurriedly opened the door.</p><p>“I knew it.”</p><p>Surprisingly, there was something blocking them at the front door. It was a big shield.</p><p>Puk!</p><p>A longsword pierced the goblin's neck. The face behind the shield was also Sungwoo's.</p><p>He pushed into the kitchen with an expressionless look.</p><p>Tramp, tramp.</p><p>The goblins never dreamed of dealing with shields as tall as their height. They just stepped back, but Sungwoo brandished the saber at them mercilessly.</p><p>-You have earned ten gold by hunting goblins.</p><p>Besides, two orc skeletons were moving forward, blocking the goblins' escape. At that moment, the goblins, inferior to the orcs intrinsically, had no choice but to fall prey to them.</p><p>“Oh my…”</p><p>Hanho, who came in late after Sungwoo, smacked his lips. Kitchen tiles were stained with blood all over, but it was a familiar scene to him.</p><p>“Sungwoo, you have got them all by yourself!”</p><p>“Well, I didn't enjoy them, though.”</p><p>One day passed after they escaped from campus. For the past two days, they seemed to have hunted as many as hundreds of goblins, so much so that low-level monsters were piled up as the day passed. And the number of goblins caught in those two days seemed to be piled up like a mountain in alleys and malls like bugs.</p><p>-You have leveled up. (LV. 6)</p><p>“I don't think I focus on hunting goblins only.”</p><p>‘Actually I hunted countless times for two days, but I only went up one level.'</p><p>It was too slow. From a gaming perspective, it was time to move hunting grounds.</p><p>-Choose a level-up card.</p><p>1) Stat (Random)</p><p>2) Skill (Random)</p><p>3) Items (Random)</p><p>4) Other (Random)</p><p>5) Muscle strength increased by 3 (Confirmed)</p><p>This time, Sungwoo was interested in No 5, the confirmed bonus.</p><p>The confirmed bonus he got until now was only one ‘Muscle Strength' increase at most.</p><p>‘Muscle Strength 3 is an opportunity that I can't miss.'</p><p>If it was inflated by threefold, it was clear that he could not get it through random selection.</p><p>-Muscle Strength has increased. (+3)</p><p>The moment he selected Muscle Strength, he felt his whole body getting hot.</p><p>It felt as if his muscles were heating up and swelling. Sungwoo looked down at his palm.</p><p>“I feel different.”</p><p>He found it hard to explain, but his body felt like it was full of strength, just like what he felt right after weight training.</p><p>[Player profile]</p><p>-Name: Sungwoo Yu</p><p>-Level: 6</p><p>-Occupation: Necromancer</p><p>-Ability: Muscle Strength (8), Agility (5), Physical Strength (5),</p><p>-Gold Reserve: 5,837</p><p>-Trait: Demon</p><p>Meanwhile, some messages constantly appeared before his eyes.</p><p><br></br></p><p>-You have gained ten gold by hunting a goblin.</p><p>-You have gained eight gold by hunting a goblin.</p><p>-You have gained 20 gold by hunting a goblin warrior.</p><p>A big noise came from the shop over the wall. Divided into teams, they hunted the goblins.</p><p>When Sungwoo and Hanho went into the store next to the restaurant, the situation was already over. Jisoo was wiping the blood of the blade with a dishcloth in the middle of the messy restaurant.</p><p>“There you go! There were nine goblins here. I got them all.”</p><p>As she pointed at one corner with the blade, several goblin bodies were seen under the feet of an orc skeleton standing there.</p><p>“Good job. Hanho, collect the daggers.”</p>"}