{"id": 20, "volume": 1, "title": "Only I Am A Necromancer Chapter 21", "url": "https://bestlightnovel.com/novel_888162148/chapter_20", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 21</h1>\n<p>Chapter 21: Boss Orc in the Gym (3)</p><p>At that moment, the orcs also began to roar. When they looked at a bunch of fist-sized goblin bones, one of them even laughed scornfully as if the skeletons were ridiculous. But the orc was killed on the spot, smiling. The dagger was stuck in its neck.</p><p>The goblin skeletons in the higher place threw daggers with both hands very speedily.</p><p>With 18 daggers flying toward them per second, the orcs couldn't stand it no matter how tough they were.</p><p>Three orcs climbing at the forefront rolled down the stairs. However, those in the rear started to strike the daggers by lifting the axes.</p><p>Clang! Clang! Clang!</p><p>After all, their surprise dagger attack ended there. However, they were ready to mount a subsequent attack.</p><p>“Run!”</p><p>As soon as Sungwoo issued an order, eight goblins jumped while holding their Orc Femur Hammers. Then, falling toward the orcs' heads, they hit them with the hammers.</p><p>Puk! Puk! Puk!</p><p>In fact, their attack was like a suicide attack, or in other words, that of the undead.</p><p>Of course, their attack was not that efficient. Jumping from high ground and hitting their heads instantly was obviously powerful, but as they were completely exposed to the orcs' counterattack, they were beaten quickly.</p><p>Crackle!</p><p>“You wait!”</p><p>Now, there was only one goblin skeleton left, namely Right. Sungwoo saved it on purpose for a decisive fight. It always helped Sungwoo win the fight at a decisive moment.</p><p>The orcs shook the bone dust off their bodies and began climbing the stands one by one.</p><p>Hhhhhhhhaaaaa—</p><p>The orcs were convinced of their win. They seemed to think the fight was already over because there were only two enemies left in front of them.</p><p>But at that moment, the head of the orc standing at the forefront was broken in half, with blood gushing like a fountain.</p><p>The orcs looked back at the surprise attack. And they soon saw a huge skull standing up with its skin peeling off.</p><p>The red light glaring from its empty eyes… That was their last memory because their heads were cut off and bounced into the air.</p><p>Among the horde of orcs, eight ‘orc skeletons' were resurrected. Then, they began to ruthlessly swing the battle axes toward their living fellow orcs. Besides, the way they wielded the axes was far from ordinary.</p><p>-‘Synergy' is given due to your team play.</p><p>1) Savage Warrior (Phase 1)</p><p>-Category: Weapon Synergy</p><p>-Condition: 5 or more axes</p><p>-Effect: Attack power increase (15%), attack speed increase (+15%) for 10 seconds with the start of combat *Standby time 10 minutes</p><p>The orcs were embarrassed by the attack by the corpses of their fellows, which were resurrected right among themselves. Five orcs fell instantly. Since the stairs were so narrow, they could hardly counterattack.</p><p>Kaaaaah!</p><p>Soon several of them woke up to the situation and fought back, which led to a bloody battle.</p><p>But there was one obvious difference… The orcs that were engaged in wielding axes fell, shedding blood, but the skeletons only had their bones broken or their skulls fractured.</p><p>Yes, although they were vulnerable to a single blow strong enough to break the foundation of their bodies, they could hold out much longer.</p><p>At first glance, the orcs' bones were different from those of goblins, which looked like the frame of a well-built building. In other words, they could resist a single blow with an axe easily.</p><p>Indeed, even if they broke a skeleton, the body of a nearby dead colleague would have its skin peeled off, and then it was reborn as a new skeleton. Then it would lift its axe.</p><p>It was literally an undead.</p><p>“Yes, this is it.”</p><p>Come to think of it, a Necromancer was something like this.</p><p>In the meantime, dozens of students were sneaking out the window through the curtains.</p><p>They watched the battle on the playground with uneasiness.</p><p>But everything ended in an instant. As soon as eight goblin skeletons launched a near-suicide attack, they disappeared like melting snow.</p><p>“Damn it, it's over…” someone murmured in a low voice. A sigh of despair broke out among them here and there.</p><p>Although they expected such an outcome, they were just aghast at the dark situation unfolding before their eyes.</p><p>“It was impossible from the beginning.'</p><p>And now that even Sungwoo was killed, they saw no hope at all. Heavy despair dominated the lecture hall where they were stuck. They thought it was their turn now. They thought the orcs would open the door and slaughter them.</p><p>Right at that moment, somebody shouted, “Uh, what the heck is that? Look over there!”</p><p>“What, what? What is going on?”</p><p>They noticed something and became disturbed. To their surprise, the orcs started fighting among themselves.</p><p>“Wait a minute, they are skeletons, right?”</p><p>They soon found white giants among the orcs, the very white devils mercilessly wielding axes toward their fellow orcs.</p><p>“Aren't they bones?”</p><p>“What the heck is that man…”</p><p>“…Yea, what is his real identity?”</p><p>Meanwhile, Kyongsu, sitting in the driver's seat of the shuttle bus, put his foot down on the accelerator pedal almost halfway, but he then released it. When Sungwoo climbed up the stands, Kyongsu thought that it was impossible to rescue him, but he saw the orcs in the middle of their ranks breaking away from them.</p><p>The tables were turned in his eyes.</p><p>“Wow, it seems that Sungwoo invested some skills. He should have tipped me off,” said Hanho.</p><p>“Well, he launched the attack with a careful calculation,” said Jisu.</p><p>She watched the fighting scene, gaping at Sungwoo and the skeletons. Everyone stared at the scene blankly.</p><p>And Sungwoo was looking at the mana bar before his eyes.</p><p>-Mana (184/350)</p><p>“It is not insufficient anymore, Actually, I've got a surplus.”</p><p>Is this the power of one item? Because the ‘Sea Spirit Tears' is a Legend-grade item, he could keenly experience the huge effects.</p><p>He had already resurrected 16 skeletons, but he still had enough mana left. Moreover, he even recovered 14 mana. He felt as if he had a spring in his body that never dried up.</p><p>Then, a message appeared, noting that his victory was around the corner.</p><p>-The herd of orcs is weakened by the ‘Smell of Death' (stage 1)! Stat drop: 30%!</p><p>*4 or more skeletons of the same clan have been resurrected.</p><p>Kaaaaaaah!</p><p>– With the reflection of the herd of orcs' fighting spirit, stats have been reduced by half.</p><p>As if it was due to the peculiar nature of the orcs, the curse was not fully reflected, but the 15% decline in stat was a big penalty not to be taken lightly. Besides, the orcs could exercise overwhelming power thanks to the synergy of the</p><p>It wasn't just the power. Their resilient vitality was fear itself.</p><p>While fighting entangled with each other, two or three orcs wielded axes from all directions after surrounding one orc skeleton.</p><p>They cut its arm, smashed its ribs, and cut its femur in half.</p><p>But when they smashed the orc skeleton…</p><p>Puck!</p><p>They were sacrificed by the new skeleton that attacked them from the back. The battle was the continuation of that process. The orcs attacked Sungwoo's party with the overwhelming numerical advantage at first, but as the fight continued, the number of orcs began to decrease rapidly.</p><p>Even though they were so skillful in fighting and enjoyed fighting, the orc combat unit had never experienced this kind of fight.</p><p><br></br></p><p>Kuuuuuh…</p><p>Meanwhile, Sungwoo assigned a new mission to Right. He had Right use its small body to sneak over the railing and attack them from behind.</p><p>And this tactic was very efficient.</p><p>Right charged toward the orcs, cutting their knees one after another. Because of its ambush, the orcs in the rear collapsed all at once. That little guy gave the giant orcs a fatal blow.</p><p>When the support from the rear collapsed like that, the morale of the orcs in the front was completely broken. Soon, the number of dead bodies was higher than the number of living orcs. In fact, the fighting was virtually over at that moment.</p><p>“Let's end the battle.”</p><p>Kuaaaaah!</p><p>Realizing that there was no more hope, about ten surviving orcs gave up the battle and fled to the gym.</p>"}