{"id": 25, "volume": 1, "title": "Only I Am A Necromancer Chapter 27", "url": "https://bestlightnovel.com/novel_888162148/chapter_25", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 27</h1>\n<p>Chapter 27: Out of the school into the hell (4)</p><p>“Did you say they were bull-sized wolves? Bus-sized crocodiles are flying in the sky.”</p><p>“Surprisingly, I can believe it. Thank you for that free tip.”</p><p>The two soldiers said goodbye to Sungwoo's party and disappeared in the opposite direction.</p><p>As Kim said, Sungwoo's party found a blue QR code at the Suyong Intersection Bus Stop.</p><p>Fortunately, their cell phones had some battery left. No phone or internet was available, but they carried their cell phones anyway just in case.</p><p>Sungwoo, Hanho, and Jisu scanned the blue QR code with their phones. The code was entangled in a rather bizarre pattern, like an ancient letter.</p><p>Like Kim said, an APK extension file was installed and the application was installed on their phones.</p><p>“What? I wonder if it's a virus, Sungwoo.”</p><p>“What does it matter? You can't use your phone anyway.”</p><p>“Oh, damn it. I changed it only a month ago!”</p><p>“Your lifespan may be less than a month, so be quiet.”</p><p>Soon the application ran automatically.</p><p>「Player Guidebook」</p><p>-This program is designed for the smooth survival of the ‘player.'</p><p>“Guidebook?”</p><p>A few menus were displayed after the loading screen.</p><p>━ Player Guidebook</p><p>[1. Public Notice (NEW)]</p><p>[2. Player Ranking (Ongoing)]</p><p>[3. Bulletin Board]</p><p>[4. Auction house]</p><p>[5. Demon faction only (Not authorized)]</p><p>[6. Angel faction only (Not authorized)]</p><p>[7. Private broadcasting station (in preparation)]</p><p>Sungwoo naturally clicked it, starting with number 1. Then he saw one notice.</p><p>[1] Guide on Official Service Start</p><p>-Preparation: Host │ Views: 398,433</p><p>Official service began today. Through the first job card selection process, a total of 2,967,821 people were selected as players, and 1,341,112 people have survived as of now and are still playing. As the second player selection is scheduled in three days, we hope that many humans will actively choose the “cards.”</p><p>* Comments are disabled on this post.</p><p>They read the notice, then they were silent. However, they were all wondering about one thing: Who the hell was doing this?</p><p>Sungwoo accessed the ‘bulletin board.'</p><p>– There are no posts.</p><p>There were 400,000 views on this notice, but how come there were no posts on the bulletin board? So, Sungwoo clicked the [Post thread] button at the bottom of the screen.</p><p>-1,000 gold is required to post a thread. [YES/NO]</p><p>“Uh?”</p><p>“That means you have to hunt 100 goblins to post a thread? Damn it. Our two days of hard hunting is worth only this?”</p><p>1,000 gold was directly related to their survival. No matter how much gold they earned, they could not afford to waste this.</p><p>No other bulletin board was accessible.</p><p>At the moment, when Sungwoo was about to exit the application, a thread was posted on the bulletin board for the first time.</p><p>[1] Is anyone out there?</p><p>-Posted by: kor-4884 │ Views: 2</p><p>If so, please comment! We are a group that has achieved Level 8, and we are creating a safe zone in the H Apartments, Hwaseong, Kyonggi Province. If you are nearby, please answer!</p><p>「Comment: 2」</p><p>─ kor-1461: Ugh? Are you serious? You're nearby. Where should I go?</p><p>kor-4884 (Author): If you go to the park, we will pick you up. Gold is also consumed in posting comments, so we can't comment individually. And comments are limited to 200 words. Please take note of it.</p><p>There was already one comment posted. Sungwoo clicked the [Comment] button.</p><p>-100 gold is required to post a comment. [YES/NO]</p><p>How could they also demand gold for comments? He immediately clicked the NO button.</p><p>However, Hanho was still examining the post.</p><p>“H Apartments are near my house!”</p><p>“Shall we go there?”</p><p>Hanho widened his eyes at that because his family members who he couldn't call might still be there.</p><p>“Why don't we stop by your house and meet the author of this post?”</p><p>Didn't they say they already achieved Level 8 and easily used 1,000 gold?</p><p>Even though Sungwoo hunted so many monsters, Sungwoo was still Level 6.</p><p>‘Something is fishy here…but it's also necessary to meet a high-level group that has survived on its own.'</p><p>Because he met Sergeant Kim, Sungwoo could figure out how the community worked.</p><p>Like he said, nothing was as important as intelligence in a situation like this.</p><p>“This way? Let's go.”</p><p>They headed for the H Apartments. Even at that moment, comments were being posted on the bulletin board.</p><p>「Comment: 5」</p><p>─ kor-1461: Uh? Are you serious? You're nearby. Where should I go?</p><p>Kor kor-4884 (author): If you stand in the park, we will pick you up. Gold is also consumed in posting comments, so we can't comment individually. And comments are limited to 200 words. Please take note of it.</p><p>Comment deleted by the author.</p><p>Comment deleted by the author.</p><p>Comment deleted by the author.</p><p>Kor kor-1461: I can't see the comments above. Why were they deleted? Is it important information?</p><p>Kor kor-4884 (author): A crazy bitch wrote nonsense, so I deleted it. Don't worry. Come carefully.</p><p>Sungwoo and his party set the H Apartments as their destination and kept walking.</p><p>And they were passing by a residential district.</p><p>“There are only monsters on the streets.”</p><p>In the meantime, they bumped into a number of goblins as well as a group of seven orc hunters. Of course, they were soft targets by now, but the monsters were in complete control of the streets, so they were everywhere.</p><p>“But how come we haven't seen a single person?”</p><p>“You saw one through the window.”</p><p>“Well, I wonder if I can say I saw.”</p><p>Most of the survivors were hiding inside buildings and looking at the world through the curtains. It seemed as if they were watching Sungwoo's party with caution. They were just crouching there, waiting for the government to come and rescue them.</p><p>“Come to think of it, it's natural that they are hiding in their houses.”</p><p>Hanho nodded at Jisu's words.</p><p>“I admit it. I wouldn't think of going out, probably, well, until the food runs out.”</p><p>In fact, that was the problem. Soon food will run out and they will have no other choice but to go out. They will have to spend as much time adapting to this crazy world.</p><p>That is the fate of those who started late.</p><p>And what will happen to the structure of this world?</p><p>Sungwoo thought that when the government and the army no longer functioned, those who were empowered by the rules of the game would lead the survivors and rule the world. It was a very clear result that one could realize without thinking hard.</p><p>“Sungwoo, a bunch of goblins!”</p><p>At that moment, once again realizing the importance of power, Sungwoo pulled the saber.</p><p>It was another battle.</p><p>Squeak! Squeak!</p><p>Seven goblins were running around in the middle of a residential street, and they were surrounding and threatening somebody.</p><p>“Get out of here!”</p><p>A man in his 30s was swinging a baseball bat and blocking their approach. A little girl behind his who seemed to be his daughter was shivering with fear.</p><p>“Please help me!” he shouted desperately, but the windows in the residential area were tightly closed.</p><p>Even the slightly opened curtains were pulled down.</p><p>Nobody wanted to get caught up in this situation.</p><p>In fact, the weaker one was, the more likely one was to become selfish because they could not be bold enough.</p><p>Rattle! Rattle!</p><p>However, Sungwoo was bolder than anyone else because he had nine monsters that could attack the opponents on his behalf.</p><p>Squeak!</p><p>When they felt a human presence, the goblins turned around, and soon their eyes began to tremble. But it was too late for them to escape.</p><p>They were showered with flying daggers and annihilated at once.</p><p>Thump!</p><p><br></br></p><p>When the orc skeletons appeared, the man dropped the bat, with his face turning white because they were like monsters in his eyes.</p><p>“Ahhhhhh…”</p><p>The man could confront the goblins in one way or another, but he couldn't even dare to fight them. At that moment Sungwoo emerged among them.</p><p>“Now you're fine.”</p><p>Sungwoo placed his hand on the shoulder of the man covered with cold sweat.</p><p>His eyes were still full of suspicion, but his rough breathing gradually subsided. He hugged his little daughter tightly.</p><p>He would have feared that his daughter would die because he could not help.</p><p>Sungwoo understood his feelings dimly.</p>"}