{"id": 34, "volume": 1, "title": "Only I Am A Necromancer Chapter 37", "url": "https://bestlightnovel.com/novel_888162148/chapter_34", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 37</h1>\n<p>Chapter 37: Those who didn't pick up the card (1)</p><p>Taesung breathed a sigh of relief. When he opened the office door, nine friends of his looked up at him. But the atmosphere was still heavy. It was as if they had come to a mourner's house.</p><p>“What the heck? What's wrong with you guys?” Taesung asked, and a woman in a red hoodie among them opened her mouth.</p><p>“Oh, that uncle is here…”</p><p>Taesung's eyes widened at the word ‘uncle.'</p><p>“What? Why did he come again!”</p><p>“Well, he complained we collected too little money….then even Yujin…”</p><p>“What's wrong with Yujin!”</p><p>Shouting like that, he strode to the door with the sign, ‘President's Office.'.</p><p>But even before he grabbed the doorknob, the door was flung open, and a woman with a haggard face appeared.</p><p>“It's noisy…”</p><p>She looked at him with her pupils half-closed.</p><p>“…Uh??”</p><p>However, her neck was marked with sharp teeth marks.</p><p>He stepped back unwittingly.</p><p>“Yujin, you…”</p><p>“It's noisy! Don't open your mouth. If I smell your flesh, I'll get hungry. I can't stand it anymore because my head is aching!”</p><p>Yujin blurted out some nonsensical words, then turned her head with a frown where there was a man sitting in the chair of the president's office with a baseball cap on.</p><p>“What a nasty girl… Hey, Taesung Han! Come here, boy!”</p><p>Discovering him, the man beckoned to him. Taesung clenched his fist unconsciously, but he released it and walked into the president's office.</p><p>“Hey, Taesung.”</p><p>“….Yes, sir.”</p><p>“Why did you kill Woosuk?”</p><p>Woosuk Kim was the name of the leader of his gang. He was poor and uneducated, but he was always bright and loyal to his friends, so those children who were hovering depended on him.</p><p>“…”</p><p>Then, Woosuk turned into a monster after he met this man called ‘Uncle.' After that, Woosuk was hungry for blood. That was why he was bent on seeking gold and broke his own to kill the survivors.</p><p>“I'm asking you. Why did you kill him?”</p><p>That was not the end of the story. Woosuk's thirst for blood had crossed the line. Completely insane, he started to aim the necks of his friends. After all, Taesung killed him in person. The moment Woosuk attacked another friend, Taesung smashed his head from behind.</p><p>“I had no other choice because he attacked our other friends.”</p><p>“Oh, then, next time it's Yujin's turn to attack them. What are you going to do?”</p><p>“…”</p><p>“I told you, man. Holding it back too long is not good for you. If you suck blood moderately, you can maintain the status quo. Oh my god! I'm really pissed off because you guys can't understand what I'm talking about.”</p><p>“Moderately? How much is that? Do you know how many Woosuk killed?”</p><p>“What? Are you now challenging me?” The man named Uncle stood up from the chair with a smile.</p><p>“As the chairman is expanding the business, he is going to include you guys. Do you think you can survive if you don't listen to us? Huh? Tell me.”</p><p>“If you just leave us alone, we can take care of …”</p><p>“Nope, you're wrong. If you don't listen to us, we're going to track you down and kill you all. Leave you alone? Are you crazy?”</p><p>Taesung bowed his head helplessly.</p><p>“Hey, Taesung.”</p><p>“Yes.</p><p>“Bring me 10,000 gold in two days. Otherwise, you're the next target. Don't waste money because the shop is right in front of you. Accumulate gold and wait. You know you can't run away from us, right?”</p><p>Taesung did not dare to protest.</p><p>Bang! Bang!</p><p>However, loud bangs were heard outside the door, with something breaking and falling.</p><p>“Huh? What the fuck is that noise??”</p><p>At that moment, the door of the president's office was opened wide. And a boy jumped in.</p><p>“Taesung! Somebody came in here!”</p><p>Uncle snorted at his urgent tone.</p><p>“Are there customers still coming to our mart here?”</p><p>“Not customers, but skulls!”</p><p>Then, someone pulled the child's shoulder and entered the president's office. He was holding a long sword.</p><p>“…”</p><p>He silently looked around the president's office, then met Uncle's eyes.</p><p>Making an embarrassed expression, Uncle slowly opened his mouth.</p><p>“Sir, may I help you?”</p><p>But the man's lips curled up a bit and demanded, “Give me everything.”</p><p>“Ugh?”</p><p>“Hand over everything you have. You never thought you would lose everything, right?”</p><p>Taesung stepped back, dumbfounded by what was going on right now because Uncle would immediately jump at the stranger's neck. And this place would turn into a sea of blood…</p><p>“Uhhhhh…”</p><p>Uncle revealed his teeth with a smile. His canines were revealed. As if he noticed Uncle's canines, the man frowned.</p><p>“Those teeth…are you the guy I've been looking for?”</p><p>“…What?”</p><p>“I mean the ‘Boss' of the young gangsters at the H Apartments?”</p><p>Uncle's face hardened.</p><p>“Did you kill the children in the apartments?”</p><p>“Yes, I did.”</p><p>As soon as the man finished speaking, Uncle charged at him. Suddenly his nails were sharply pointing out.</p><p>Thump!</p><p>At that moment, the thin makeshift wall of the president's office collapsed, and something white broke into it.</p><p>Rattle!</p><p>The giant two-meter tall monsters charged at him instantly, holding his shoulders and arms from both sides. The man also stretched his arms from the hilt.</p><p>Puk!</p><p>“Can you regenerate your skull too?”</p><p>As soon as he said that, the man's blade pierced Uncle's neck.</p><p>Taesung couldn't figure out what was going on, but he naturally released his clenched fists.</p><p>Sungwoo thought that the blood-hungry vampires were lurking all over the city. According to the testimony of the young gangsters of the H Apartments, President Park, their boss, was changed into a vampire by someone. If so, it was likely that a similar situation was happening elsewhere.</p><p>But he never expected he would bump into the man so quickly like this.</p><p>“Don't move. I'll smash your head!”</p><p>Sungwoo felt he needed to be coolheaded the moment he saw the man's canines.</p><p>And he prepared for the battle instead of blackmailing the man.</p><p>In no time he had an orc skeleton stand by at the entrance so that it could jump inside right away at his order, which was very effective.</p><p>Sungwoo realized from the last battle that it wasn't enough to just cut the arms or legs to overwhelm a vampire that was very good at regenerating.</p><p>For the average human, cutting his or her neck was the best way to kill them.</p><p>“Are you Vampire Rod?”</p><p>The man smiled at Sungwoo's question, then tightened his left hand which was bound by the skeleton.</p><p>Crunch!</p><p>Then the orc skeleton's shoulder was dislocated and pushed to the side. He threw his left hand at the blade at a tremendous speed.</p><p>Clang!</p><p>-The item has been destroyed.</p><p>Sungwoo's sword broke in half. How could he break the sword in one go?</p><p>It was a terrifying situation, but Sungwoo immediately stepped back without panicking.</p><p>The man attacked Sungwoo head-on, with the blade stabbing toward his neck.</p><p>Puk!</p><p>“Ahhhhhh!”</p><p>However, a dagger was stabbed right into his shoulder. It was a dagger thrown by Hanho.</p><p>When he lost his balance, Jisu emerged from Sungwoo's right and wielded her saber.</p><p>However, the man lifted his arm to block the blade. She inflicted long cuts on his forearms, but they were not deep enough to cut through. And the wounds began to regenerate instantly.</p><p>Then there was a spark in his arms because he was hit by the blade that had been sharpened by the ‘ignition whetstone.'</p><p>“Argh!”</p><p>Frightened, he shook off the sparks, but Jisu attacked right away. Even without putting off the sparks, he struck back by stretching his left hand sharply.</p><p><br></br></p><p>However, she quickly turned her head and brandished the saber on his left arm.</p><p>Finally, his left wrist was cut off. But his sharp nails flew toward her abdomen at the same time. She quickly jumped back in response and avoided the attack.</p><p>His nails were still in the air.</p><p>Watching her adroit sword skill, Taesung opened his mouth wide.</p><p>‘Who the hell are these people?'</p><p>Obviously, Jisu's swift action was superhuman. From his perspective as an amateur boxer, her action was really extraordinary.</p><p>And there was a message before her eyes.</p><p>-Exquisite senses are in play.</p>"}