{"id": 30, "volume": 1, "title": "Only I Am A Necromancer Chapter 32", "url": "https://bestlightnovel.com/novel_888162148/chapter_30", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 32</h1>\n<p>Chapter 32: Safety Zone in Suwon-Hwasung (1)</p><p>Sungwoo looked down at them silently with contempt. Soon he turned his head and looked at Right.</p><p>Crackle!</p><p>Right read his mind and pulled the sword, gnashing its teeth. Then the orc skeletons lifted the axes. They pushed the gang members to the walls and the corners of the apartments.</p><p>Rattle! Rattle!</p><p>“Uh, Argh!”</p><p>“Oh! What the heck!”</p><p>“Please help me! We just did what we were ordered to do…”</p><p>Puk! Puk! Puk! Puk!</p><p>They were killed one by one with their bloody screams.</p><p>-You have earned 500 gold by killing civilians.</p><p>-You have earned 500 gold by killing civilians.</p><p>-You have earned 2,000 gold by killing a player (LV. 2).</p><p>-You have earned 3,000 gold by killing a player (LV. 3).</p><p>-You have earned 1,000 gold by killing a player (LV. 1).</p><p>Sungwoo frowned at the messages appearing before his eyes.</p><p>“Hey, Sungwoo?”</p><p>“What's wrong, Sungwoo?”</p><p>Hangho and Jisu seemed shocked by what happened before their eyes.</p><p>Ruthless axes and human blood splattered everywhere.</p><p>No matter how wicked they were, they were not monsters, but humans.</p><p>However, Sungwoo firmly said, “If you don't kill them, they will kill somebody else.”</p><p>“…Ah, I agree,” Jisu also nodded.</p><p>Although she was reluctant to put blood on her hands, they had to be killed anyway.</p><p>The monstrous bandits of H Apartments were eradicated at once.</p><p>Meanwhile, people kept posting comments on the threads that the gang wrote to lure the survivors.</p><p>「Comments: 26」</p><p>─ kor-157: We are going to H Apartments. There are a total of 3 people, and we'll arrive in 10 minutes!</p><p>Kor kor-157: We have arrived. We are standing in the park now. Come quickly!</p><p>Kor kor-4884 (author): Yes, I'm going right now.</p><p>Kor kor-338: 157, please take a quick look before my comment is deleted! 4884 are crazy killers. After I barely escaped from them, I hid and watched them nearby. Never go there!</p><p>Kor kor-9555: What the hell is this? Are you serious?</p><p>However, no comments were deleted since Park and his gang members were killed because even the man monitoring the comments in real time was dead.</p><p>Kor kor-338: Yes, it's all true. I really can't post because I don't have gold, so I'm telling you now by collecting only 100 gold. Please look before it is deleted!</p><p>When the truth was finally revealed, there were lots of reactions.</p><p>└ kor-4553: What the heck! Did they really kill people? Crazy. I just don't know what the heck is going on in the world now.</p><p>└ kor-1644: Psychopaths and monsters are everywhere! That's why people want to get out of this hellish Korea. Fuck, I think I have to commit suicide first.</p><p>However, what they heard next was good news.</p><p>└ kor-338: What? A little ago 157 set a trap for the monstrous guys and killed them all. 157, are you watching me? I'm in Apartment 103. Can I meet you? What are those skeletons?</p><p>└ kor-4553: Setting up a trap to kill them? What the heck is this?</p><p>└ Sergeant Kim: A skeleton? I've seen him too, but hahaha, he really looked cool. 157, please watch out for the bull-sized wolf!</p><p>└ kor-555: I was also trapped in school and escaped thanks to him!</p><p>└ kor-4553: 157? Who the hell is he? By the way, Sergeant Kim, how do I change my ID?</p><p>Sungwoo was already becoming famous in the community before he knew it.</p><p>Night came again. It was the fourth day since the world turned into a game.</p><p>Hanho's house was not far, but it was dangerous to move there at night.</p><p>So, Sungwoo's party decided to move early in the morning after spending the night in the apartment security office.</p><p>According to the duty rotation, Jisu stood on guard while Sungwoo was unpacking the baggage. Hanho checked the guidebook application occasionally when he found the second thread on the bulletin board.</p><p>“Urh?”</p><p>[2] Survivors must read! Feel free to comment here!</p><p>-Author: Youngdungpo prosecutor │ Views: 22,481</p><p>I think there are people who want to write a post but can't because they don't have 1,000 gold. Post your comments here. Let's survive together in this crazy world by sharing family search information and others!</p><p>For your reference, each comment is limited to 200 words, and you can change your nickname by checking the setting with 100 gold~</p><p>[Comments: 21」</p><p>“Wow. Come to think of it, it would be more beneficial to communicate with comments without spending 1,000 gold. This guy really donated 1,000 gold.”</p><p>Like Hanho said, the author who donated 1,000 gold seemed to have no other intention.</p><p>Many people felt really burdened to write to the community using 1,000 gold. Not surprisingly, there were numerous comments below that.</p><p>[Comments: 24」</p><p>― 23-year-old Jinsu Kim: I hope my mom reads this. A 23-year-old student from J-University's Department of Social Physical Education is coming up from Chongju. If you are alive, never come out and hide in the house! There are a lot of energy bars and chocolates in my room!</p><p>― PC Room Jonber: Brother, it's me, Uitae. Currently I live in the Shark PC room in front of the school with my friends. If you read this, come here. There is a convenience store right next to here, so there are lots of things to eat. Please come here!</p><p>― Kor-3112: My son, private Youngsu Park, is in the army. I'm waiting for you, son. I can't reply because I don't have gold. Company commander, if you read this, contact my son.</p><p>Most of the comments were about checking family members' whereabouts, and some of them shared other information.</p><p>― 2-star monk Mr. Kim: First of all, thank you, Youngdungpo prosecutor. I would like to share a little piece of information for survivors. When people come together for a team play, something like ‘synergy effect' is triggered. This is really great. So, don't forget to move in groups!</p><p>˪ Yasuo 1: Who doesn't know that? Don't condescend!</p><p>― Former Pilot: Watch out for the big wolves in the southern part of Kyonggi Province. I saw them a lot while flying north on a light plane.</p><p>Kor kor-114: Right. Those bastards can jump up to the second floor and penetrate everything. You have to hide in a higher building!</p><p>˪ Yasuo 1: I'm a wolf killer. I've got them all. ^^</p><p>“It seems there are much more comments on the 4th day as people gain more gold. I think I have to change my nickname and post a comment,” said Hanho. Then he changed his nickname in the settings and started commenting immediately.</p><p>“Mom and Dad, I'm coming back home tomorrow…Done.”</p><p>Hanho posted a comment like that and closed his eyes after putting the cell phone in his pocket. He had to get enough sleep for tomorrow's march.</p><p>At that moment, Sungwoo called him.</p><p>“…Hey, Hanho!”</p><p>“Yeah?”</p><p>“But I think you got a strange ID.”</p><p>“What? Are you serious?”</p><p>Hanho hurriedly checked his cell phone.</p><p>― Strongest ‘Totgo' Haho Lee: Mom and Dad, it's me, Hanho. I'm coming home tomorrow morning. Please prepare some meat dishes for breakfast, and white rice, but rice with beans.</p><p>“Ah! Dang it, it's a typo. It should be ‘Toduk'(thief). I have to change it again!”</p><p>-After changing your nickname, you can't change it again for one year.</p><p>“Oh my, it's driving me nuts!”</p><p>“Good night, Togo! Don't forget to take Jisu's place for guard duty.”</p><p>“Oh, I'm so embarrassed… I shouldn't post any comments for a year.”</p><p><br></br></p><p>The next morning, Sungwoo and his friends had chocolate pies and cookies for breakfast, then left the place. The air was chilly at dawn as the seasons were changing. It seemed that the whole world was becoming quieter day by day.</p><p>They walked for about an hour. Finally, they arrived at Hanho's neighborhood. It was an old town with closely spaced townhouses inside the one-room compound.</p><p>“Let's be careful because there are many alleys.”</p><p>As they approached the house, Hanho's face hardened. He didn't know what he would undergo from now on, but he couldn't easily shake off his anxiousness.</p><p>“Over there.”</p><p>Hanho's finger pointed to the B compound…</p><p>“Stop.”</p><p>At that moment, Sungwoo lowered his posture, and the other two quickly hid behind a truck parked on the side of the road.</p>"}