{"id": 32, "volume": 1, "title": "Only I Am A Necromancer Chapter 35", "url": "https://bestlightnovel.com/novel_888162148/chapter_32", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 35</h1>\n<p>Chapter 35: Safety Zone in Suwon-Hwasung (4)</p><p>Right stabbed it with the saber, and killed it even before it felt any pain.</p><p>-You have earned 240 gold by hunting a Dire Wolf.</p><p>Now, two wolves were left, but one of them was already covered with slime liquid.</p><p>Rattle, rattle.</p><p>Orc skeletons assaulted them out of the building. Now that their fighting spirit was broken, the wolves were easy prey.</p><p>The other wolf, which emerged unscathed, charged at the skeletons while trying to protect its fellow wolf, but it was no match for them any more. A numerical advantage was a matter of proportion. A little while ago, there were four times as many skeletons as wolves, but now it was twelve times. In other words, their numbers were large enough to surround and knock down the two wolves.</p><p>While one orc skeleton was smashed with its neck bitten by the wolf, the other skeleton spread itself wide and stabbed a bone spear into the wolf's neck and body.</p><p>Puk!</p><p>-You have earned 240 gold by hunting a Dire Wolf.</p><p>-You have earned 240 gold by hunting a Dire Wolf.</p><p>-You have leveled up. (LV. 7)</p><p>“Whew…”</p><p>Sungwoo sighed with relief. Although he confronted the wolves with slime liquid, he didn't know if this would work. What if he didn't save the slime liquid just in case of contingencies like this? Obviously Sungwoo's party would have been annihilated while struggling to confront the wolves in the narrow passageway.</p><p>“Wow…these guys are now the strongest in the world?”</p><p>“Nope.”</p><p>“Then what is it?”</p><p>“Well, the all-in-one desk was stronger.”</p><p>“Aha?”</p><p>Then Sungwoo chose a level up card. He also chose ‘skill' again this time.</p><p>-The maximum number of subordinates has increased by one (+1).</p><p>“······.”</p><p>Only one? There must be something off, but since he had been so lucky continuously, it was an easy fight. He even felt sorry about it. When the situation was wrapped up, Hahno calmed down his parents who were so surprised to see the skeletons, but they were not that surprised to see the skeletons either. Was it because Hanho tipped them off in advance?</p><p>“When I kept looking at them, they seemed to be cute. Look at this one especially. It's waddling between the bigger skeletons.”</p><p>Hanho's mother stroked the back of Right's head.</p><p>“You bet, Mom. But it's the captain of the skeletons.”</p><p>“Really? Awesome. When are you going to have such a title, Hanho? You didn't even become the leader of your classmates in elementary school.”</p><p>Now there was an important procedure left. Sungwoo stood in front of the body of a ‘Dire Wolf'. And he infused his will to resurrect into its body.</p><p>-The dead cannot respond to your call.</p><p>* You can't resurrect the ‘large monster' because your level is too low.</p><p>Sungwoo smacked his lips and felt that it was a pity. If he had resurrected this four-footed wolf, it would have been a very efficient means of transportation.</p><p>“Let's get out of here quickly. There may be more around.”</p><p>Sungwoo couldn't guarantee a victory if they encountered a bigger pack of wolves.</p><p>So, they departed for the safe zone in Suwon Hwaseong.</p><p>“Damn it. They're still sitting on the building. I wonder when they'll fly away once and for all.”</p><p>Sungwoo's party thought they could get to Suwon Hwaseong in just a few hours. By car they could arrive there in ten minutes. But there was a variable. About 15 minutes ago…</p><p>Dudududu!</p><p>The roaring of the propellers filled the sky, then four military transport planes soon passed over them. They instinctively crouched and looked up at the sky.</p><p>“Oh, it's the army! The military is trying to do something…”</p><p>Even before Hanho said something, the soldiers in the ramp doors were seen moving hurriedly.</p><p>They were firing something towards the rear, and they weren't using bullets. They were firing coarse weapons, such as crossbows and bows somewhere. And their targets soon appeared.</p><p>Kaaak!</p><p>“Crazy! Go inside the building!”</p><p>Sungwoo and his friends hurriedly hid themselves in a nearby mall.</p><p>Dozens of giant shadows were fiercely chasing the planes.</p><p>The wings of the monsters that appeared in the gale were the very same monsters they witnessed when escaping campus.</p><p>-Field boss ‘Wyvern Alphamale' has appeared.</p><p>They were faced with the Wyverns again. They chased the planes at a furious speed and pushed their heads into the ramp doors. The soldiers were slaughtered like the helpless swarms of insects trapped in a narrow barrel.</p><p>Woowoong!</p><p>The Wyverns, like a hornet of hornets, clung onto every corner of the fuselages, tearing the windows with their claws and teeth and ruining the equipment. Eventually the transport planes lost balance.</p><p>Bang!</p><p>The noise of them falling in the vicinity was heard one after another.</p><p>In no time, the roaring of the propellers disappeared completely.</p><p>“…”</p><p>Sungwoo's party was hiding at the small cell phone dealership attached to the mall, waiting for the Wyverns to fly away. But to their surprise, the predators were resting on the rooftop of a nearby building. Almost six hours had passed, but the Wyverns would not move at all. Watching some of them sleep with their long wings folded, it seemed like they were going to stay here for some time.</p><p>“The safe area is around the corner…”</p><p>“They will eventually move. We can't break through them.”</p><p>Was it because flying with a heavy body consumed a lot of stamina? Their break time lasted indefinitely.</p><p>Suddenly night came, and Sungwoo's party also decided to spend the night there.</p><p>And when it was past midnight, a message appeared before Sungwoo's eyes.</p><p>-What's the best job to survive in the ruined world? Choose now.</p><p>“Huh?”</p><p>“It's started.”</p><p>The second round of selections had begun.</p><p>“Mom and Dad! Please don't choose one like I did. Please choose one with the most stars!” Hanho shouted.</p><p>“Oh my God! How can you say that to your parents, son!”</p><p>Meanwhile, another message was displayed before Sungwoo, Hanho, and Jiu who had already drawn job cards.</p><p>-Choose a card linked to your job!</p><p>“Linked?”</p><p>Soon, the first scene Sungwoo saw in the classroom appeared. Cards of various colors were floating in the air.</p><p>-15 seconds left!</p><p>Sungwoo was embarrassed at the time, but he could be prudent now.</p><p>‘If it's a linked card, does it have to match with my current occupation?'</p><p>At that moment, one card appeared with a strange sound.</p><p>It meant that the decision process was not available to Sungwoo alone, but shared by many others.</p><p>It looked like someone had just drawn a card, and even this was a competition.</p><p>However, Sungwoo was not impatient.</p><p>‘If this is a connection card, choosing the one with a lot of stars may not be the right answer. What would match best with Necromancer?'</p><p>He looked at the spinning cards one by one.</p><p>-Shield Warrior (★★)</p><p>-Chivalrous Fighter (★★)</p><p>-Ninja (★★★)</p><p>-Paladin (★★★★)</p><p>-Eloquent Speaker (★★)</p><p>-Javelin Throw (★★★)</p><p>In addition, several more cards passed, spinning before his eyes one by one. But he could not find one that matched well with Necromancer.</p><p>-8 seconds left!</p><p>Sungwoo's eyes darted quickly. At that moment, he noticed a purple card at a distance.</p><p>-Warlock (★★★)</p><p>The meaning of Warlock had been translated in a variety of ways, but in simple terms, it was a ‘black wizard.' When it came to black magic, what was the one thing that came to mind?</p><p>‘The orc chief of the gymnasium.' Didn't it use black magic?</p><p>It even sacrificed its subordinates to cast black magic, but it only ended up increasing Sungwoo's stats. As a result, the ‘first stimulant' worked on Sungwoo, who then slaughtered the orc chief. At that time he witnessed the black magic by default. Then, what would happen if he could make use of that technique himself?</p><p>Sungwoo reached out.</p><p>-You have selected a linked card.</p><p>* Warlock (★★★)</p><p>Then the following message rang.</p><p>-A new skill has been given in connection with the existing job card (Necromancer).</p><p><br></br></p><p>[Skill information]</p><p>-Name: Death Aura</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Consumption: 10 per minute</p><p>*When using the skill, it releases a ‘death aura' to strengthen the undead under your authority.</p><p>Enhancement effect is given at random. The enhanced undead throws a curse (weakness) at the enemy, causing continuous damage, and the damage increases as the number of surrounding undead increases.</p><p>Sungwoo thought it was a good choice.</p>"}