{"id": 39, "volume": 1, "title": "Only I Am A Necromancer Chapter 42", "url": "https://bestlightnovel.com/novel_888162148/chapter_39", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 42</h1>\n<p>Chapter 42: Human traffickers in an abandoned factory (2)</p><p>He was not sure how many grades there were after that or how much it was enhanced, for he had not yet increased his grade.</p><p>“Use items.”</p><p>The parchment evaporated when he said that, then a message appeared.</p><p>[Skill information]</p><p>-Name: Vacant Sanctuary</p><p>-Grade: Craftsman</p><p>-Category: Active</p><p>-Consumption: 0</p><p>Create a resting place for your subordinates in the subspace. Regardless of the number and mass, you can let them stay there and summon them to your current location at will. (However, this only applies to subordinates in an unbroken state)</p><p>Fellblade: When summoning a large number of subordinates at once, you will spread the curse of death throughout the whole area. The range and effectiveness will increase as the number increases. (Cooldown: 1 hour)</p><p>At first glance, it seemed to be okay. Until now he took it to be natural to carry a group of skeletons with him, but there were lots of things he had to care about. For example, hiding them or letting them pass through a small area was a big headache. Besides, he had to explain the skeletons whenever he bumped into the survivors.</p><p>Now he could put these giant skeletons in the inventory and summon them at any time. This was true innovation.</p><p>‘Stay.'</p><p>When Sungwoo recited it deep down, the skeletons became powder and disappeared into thin air.</p><p>-All your subordinates are now in the ‘Vacant Sanctuary.'</p><p>“Uh? Where are the skeletons?” Hanho asked.</p><p>“It's a new skill.”</p><p>Afterwards, Sungwoo thought of using the additional skill called ‘Fellblade' but refrained from doing so because it could damage other survivors.</p><p>Then Hanho drew the ball and earned ‘Tough Bullskin Chest Protector' as a ‘normal item'.</p><p>Jisu wasn't lucky either, but she picked a “Class B survival package” that contained bandages, first aid, ropes, and lanterns.</p><p>“Well, these items might be useful someday,” she said, feeling bitter about her selection.</p><p>“Sungwoo, don't you think you have taken away all our good luck? Let me start first next time.”</p><p>“Sure.”</p><p>They decided to save the gold after spinning the roulette by taking turns, for they knew the location of the shop and that gold was not only used in stores because it was also used to maintain a safety zone. So, they wanted to prepare for an unexpected situation by saving gold.</p><p>“Now, let's go.”</p><p>After he was done preparing, Sungwoo climbed the stairs.</p><p>Sometimes a situation called for you to confront the opponent with your eyes wide open. That was what would happen to him soon.</p><p>Kyungsoo Lee regretted every moment.</p><p>‘Why did it go wrong? Instead of driving the bus out of school, should I have stayed with that man called Sungwoo Yu? I think I should have. I was too complacent.'</p><p>His idea that the military would be safe screwed up everything. When he finally arrived at the army unit after avoiding the horrible horde of Wyverns and passing through various monsters, it was empty. He loved zombie apocalypse movies, but when it actually happened to him, he was repeating the same mistakes that the main characters in the movies made.</p><p>“Damn it.”</p><p>All the students, including Kyongsu, were frustrated. After stopping the bus in front of the unit's barbed wire, Kyongsu sat there quietly with his head on the steering wheel. Everything was hopeless.</p><p>At that moment, his friend showed his mobile phone and said, “Kyongsu, look at this!”</p><p>Fortunately, he discovered the QR code for the “Player Guidebook” application, and he gave Kyongsu various tips on how he contacted the community there. And what he brought this time made Kyungsu's heart pound.</p><p>“Uh? Safety Zone?”</p><p>“Yes, it's not far from here! Suwon Hwaseong. You have enough gas to get there?”</p><p>“I think so.”</p><p>Kyungsu began to have hope again. Then he firmly grabbed the steering wheel of the bus.</p><p>Indeed, all thirty students on the bus decided to follow his decision. He felt like he had great responsibility. Actually, they followed him because they believed he knew how to drive the bus and knew the way to the army unit.</p><p>“Good. Let's get going again.”</p><p>So, he had a more sense of a mission. Thus, he drove the bus slowly and carefully. It was a very dangerous journey, but fortunately they could arrive without any accidents. He felt he was so lucky throughout the journey.</p><p>“Hey, we're almost there. Just leave a comment!”</p><p>“Okay. Let me write it right now.”</p><p>But what they met there were not the saviors like Sungwoo.</p><p>“Hey, walk straight.”</p><p>When he heard a threatening voice from behind, Kyongsu realized the reality and raised his head. And he walked with a heavy heart.</p><p>“Why? Tired? If you don't like it, tell me. You can go into the kitchen a little sooner.”</p><p>“…”</p><p>The “kitchen” that the voice said wasn't the kitchen for making food or washing dishes.</p><p>It referred to a meal made in the kitchen itself.</p><p>“Uhhhhhh! This bastard has no flesh that I can eat.”</p><p>These crazy men were the monsters that attracted people to have them serve as slaves or suck their blood.</p><p>In fact, Kyongsu and the thirty students came running here for their safety, but they unfortunately took the bait. And now they were slaves. They were ‘combat slaves' who risked their lives to hunt monsters and then had all their gold taken away.</p><p>“Hey, these boys in my unit are getting haggard. Shouldn't we be asking to replace them?”</p><p>“You bet. Besides, some of them might rebel because they have leveled up a bit.”</p><p>Kyongsu and four slaves could not dare to resist despite such terrible words, for they saw their friends killed brutally after failed resistance. The only thing Kyongsu could do right now was walk with his head down.</p><p>“Argh…”</p><p>At that moment, Kyongsu bumped into the back of the person ahead of him because those at the forefront stopped.</p><p>Crackle, crackle.</p><p>“Uh? What the heck is this that?”</p><p>“Bones? They look like goblins at first glance.”</p><p>Kyongsu slowly raised his head. Something white and small was blocking them.</p><p>“Aren't they a new monster? Just kill them!”</p><p>But Kyongsu doubted his eyes.</p><p>“Hey, Sungwoo?”</p><p>“What? What did he say? Sungwoo? Who is he?”</p><p>It was natural that he blurted out loud, because the white thing he saw was clearly the goblin skeletons that Sungwoo took with him. Then Sungwoo walked out of the alley on the left.</p><p>“Kyongsu, it looks like the luck you borrowed from me last time didn't help much.”</p><p>As soon as he said that, the skeletons began popping out from everywhere.</p><p>Kyongsu was puzzled at the moment.</p><p>Sungwoo Yu. He acted as if he had calculated everything in advance. From day one when the world turned into a game, he mounted a critical attack coldly and in a calculated manner.</p><p>How was it possible? Wasn't he an ordinary college student? Even now his observations were sharp. How could he locate and target the most dangerous vampire out of the five members here?</p><p>Puk! Puk! Puk!</p><p>Even before he introduced himself, Sungwoo threw four javelins at the vampire, stabbing his body here and there. It was so quick that the vampire could not respond.</p><p>“Ugh! Who the hell… Ahhhhh!”</p><p>Then, the skeletons with beast heads appeared and ripped apart the vampire, which Kyongsu and his friends could not bear to watch. But the vampire could regenerate unless he was smashed to pieces, so there was no other choice.</p><p>“Leave only one alive.”</p><p>After killing the members all at once, Sungwoo freed Kyongsu and the other slaves.</p><p>“Sungwoo, that pervert Vampire Lord must have sensed our presence here, right? Don't you think he is coming here soon?”</p><p><br></br></p><p>“I hear he is not around.”</p><p>The vampire allegedly could feel the death of his kind. Then, it was not difficult to guess that Sungwoo was responsible for his fellow vampires' sudden deaths.</p><p>However, according to Taesung's testimony, there was no Vampire Road in the area.</p><p>And he said that the “abandoned factory,” the center of human trafficking, which Sungwoo and his party would attack, was under the vampire controlled by Vampire Road.</p><p>“Thanks for your help again, Sungwoo,” said Kyongsu. He was almost exhausted.</p><p>“What happened?” Sungwoo asked.</p><p>“…I am ashamed to tell you.”</p><p>He said he went to the Suwon Hwaseong Safety Zone as posted in the community.</p>"}