{"id": 33, "volume": 1, "title": "Only I Am A Necromancer Chapter 36", "url": "https://bestlightnovel.com/novel_888162148/chapter_33", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 36</h1>\n<p>Chapter 36: Safety Zone in Suwon-Hwasung (5)</p><p>“Ahhhh!” Hanho shouted.</p><p>It seemed that Hanho regretted drawing a wrong one this time, too.</p><p>“What is it?”</p><p>“Dang it!”</p><p>“Why?”</p><p>Hanho sat down on the floor.</p><p>“Well, I was going to draw it, but somebody snatched it at that moment… It had four stars…”</p><p>“So, what did you pick?”</p><p>“Priest…”</p><p>“Thief and priest? They don't match at all.”</p><p>“I'm done for!”</p><p>However, this game somehow seemed to match the skills with the existing job.</p><p>Hanho was given a plausible skill.</p><p>-New skills have been issued in connection with your existing job card (Thief)</p><p>[Skill information]</p><p>-Name: Executor of conviction</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Consumption: 10</p><p>*The moment you kill the enemy, you will gain a holy shield for 10 seconds.</p><p>Meanwhile, Sungwoo turned toward Jisu. When he was going to ask her which linked card she chose, Hanho's father suddenly cut in, “Hey, Hanho. Is this card a good one?”</p><p>“What is it?”</p><p>“Pioneer.”</p><p>“Oh, Pioneer? What a good card!”</p><p>His father smiled at his reply and said, “I chose it because its drawing was pretty. Son, can you steal anything when you're so slow like that?”</p><p>Pioneer was the job that could help him make a safe zone.</p><p>“Well, our reason for going to Suwon Hwaseong has disappeared.”</p><p>Like he said, they could make their own safe zone.</p><p>Jongho Lee, Hanho's father, argued that it was all thanks to his experience with the Go-Stop games that he could draw the “Pioneer” card in a timely manner. He added that it was his worst mistake in his life that he didn't teach his son how to play Go-Stop games early on.</p><p>“Hey, son, hands are faster than eyes! Keep in mind what I just said if you want to be the greatest thief in this country!”</p><p>“Dad…I got it. Please stop. If you had not played Go-Stop games, you would not have lost the building anway. By the way, what did you choose, Mom?”</p><p>“Well, I chose a cook.”</p><p>-Cook (★)</p><p>“Oh my goodness! Cook? Why didn't you choose a fighting job?”</p><p>“You bastard! How can you say that to your old mother? She has been sick and tired of setting the table for you and me. Don't you know that!”</p><p>“Oh, that's not what I mean…”</p><p>While Hanho's family was chatting like that, Sungwoo asked Jisu which card she drew.</p><p>“I chose a 3-star Hitman.”</p><p>‘Hitman' was something like a ‘hired assassin.'</p><p>She said when it was linked to her job, it came up with a skill called ‘Exquisite senses.'</p><p>“It is a passive skill, but my senses will expand in a difficult situation. I'm not sure what it is yet.”</p><p>Like she said, it seemed that she could check how it could really function only in battle.</p><p>“By the way, can you explain the skills of a Pioneer?”</p><p>Sungwoo asked Hanho's father whether he could make a safety zone by using the Pioneer's exclusive skills because the skills were key to determining their next step.</p><p>“Sure, wait a minute. Let me tell you the details.”</p><p>The details of the skills were as follows:</p><p>[Skill information]</p><p>-Name: Pioneer Camp Creation</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Consumption: Consumes 10 mana every 10 minutes</p><p>*A Pioneer can create a safety zone to avoid monster attacks. The area of ​​the zone is limited to 200 square meters and the height limited to 10 meters. The safety zone is protected by a ‘shield.' Damaged shields are recovered in real time, but can be destroyed by powerful attacks. Gold is consumed when mana is exhausted. (100 gold deduction per 10 minutes)</p><p>There was a reason why they insisted on receiving the so-called monthly “rent” with respect to their safety zones mentioned earlier on the community bulletin. The amount of mana was inadequate to maintain a safety zone, but gold could be obtained through others.</p><p>Sungwoo thought to himself, ‘It is difficult to create and maintain a safety zone right now. Besides, it doesn't seem to be a good option to get a lot of people who will give me gold and make a big group.'</p><p>Then he looked out of the building quickly.</p><p>Several Wyverns were spreading their wings to prepare for their flight in the dark.</p><p>“Let's use the skill during emergencies. We have to find a decent place to create a safety zone.”</p><p>“Sungwoo, does it mean that we are going to the safety zone in Suwon Hwaseong?”</p><p>“Well, we don't have to contact them. Those who can create a safety zone will try to bully other people by all means. If we meet them, I think we'll be stressed out.”</p><p>It was no longer a world where people were nice to each other with good intentions. To survive, they had to bully and deceive others. Those who noticed it early on were using the community to gather their targets to exploit them.</p><p>Sungwoo vowed, ‘I should look at them as exclusively as possible. That is my self-defense.'</p><p>Just before dawn, the Wyverns took off finally.</p><p>Even after they flew away, Sungwoo's party stayed for quite some time before leaving the place. Basically, they waited until the Wyverns flew far away.</p><p>“Hanho, check if there's something like a store location in the community.”</p><p>“Okay, wait a minute.”</p><p>Sungwoo had 24,560 gold. He needed to quickly release this gold to grow further.</p><p>“Doesn't look like any are near here…”</p><p>It wasn't long before the community on the website was activated, so it was impossible to see all the information.</p><p>Right at that moment, there was the loud noise of incoming bikes.</p><p>Puurring! Puurring!</p><p>Along with the harsh engine sound, three bikes appeared at the crossroads.</p><p>Although it was very noisy, they could not speed up because of the cars stuck on the road.</p><p>“Ugh, those bastards! Didn't they come here yesterday?”</p><p>They were the same young gangsters who came in front of Hanho's house and asked for all the gold. Looking at them for a moment, Sungwoo smiled.</p><p>“Let's ask them.”</p><p>“…Pardon?”</p><p>“They are stealing other people's gold, right? Then they most likely know the location of the shop where they are using the stolen gold, I think.”</p><p>“Oh, that makes sense!”</p><p>As a matter of fact, the young gangsters arrived at the perfect time.</p><p>The underground parking lot of an old shopping mall was lined with colorful bikes.</p><p>Soon, three more bikes arrived and parked across the street. Five men and women got off the bikes and entered the shopping mall in the corner of the underground parking lot.</p><p>“Damn it. Because of the Wyverns, we had a really hard time last night. How many hours were we locked up in the butcher shop? Ugh, I'm tired.”</p><p>“Well, we got some meat, man. It is a gain.”</p><p>“Hey, are you happy because you got pork belly in this situation?”</p><p>These were a bunch of teenage runaways and biker gang members who were full of antisocial attitudes. So, immediately after the game took place, they could adapt faster to the situation than any other adult because all they needed to do was double down on their misbehavior.</p><p>“Hey, Taesung, you can play the silver roulette this time, right?”</p><p>The highest level in the pack was Taesung Han. After dropping out of high school after one week, he once acted as an amateur boxer. He luckily picked a job called “Martial Artist.”</p><p>As a result, he could easily beat monsters such as goblins with his familiar boxing techniques, and he was Level 6 now. Because of this, he earned more gold than the other boys.</p><p>“Well, I think I can if I collect a little more. Last time I screwed up because I picked the survival package. So, I hope I can get something useful this time.”</p><p>While chatting like that, they went to their underground hideout.</p><p>Woong ——</p><p>The electricity was still on in the spacious indoor area, but the fluorescent lights were turned off.</p><p>So, only the eerie lights from the stand or refrigerator were everywhere.</p><p><br></br></p><p>“Hey, guys! We are here!”</p><p>“You thought we were dead?”</p><p>However, it was too quiet inside.</p><p>“Why is it so quiet here?”</p><p>Inside the corner, some light leaked from the office. However, no one could hear any voices.</p><p>“…Shush!”</p><p>Feeling nervous, Taesung took out his knuckles and put it on his hand. Then he carefully and slowly turned the office doorknob.</p><p>“Haaaah.”</p>"}