{"id": 38, "volume": 1, "title": "Only I Am A Necromancer Chapter 41", "url": "https://bestlightnovel.com/novel_888162148/chapter_38", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 41</h1>\n<p>Chapter 41: Human traffickers in an abandoned factory (1)</p><p>Sungwoo frowned at that and asked, “Are you Vampire Lord?”</p><p>She laughed, revealing her white teeth, and said, “Oh, where did you pick up that word?”</p><p>Sungwoo thought it was time to decide on how to tackle the vampires. Dodge them or smash them?</p><p>‘Is she really Vampire Lord?'</p><p>Sungwoo felt something bad in her smile. If so, was she possessed by the Vampire Lord spirit?</p><p>Considering what she just said, the skill she mentioned belonged to the spirit.</p><p>“Oh my…my children don't die well, but I was curious who killed them often. Fortunately, he was right next to our chief. So, I wanted to see what he looked like. But I can't see him well.”</p><p>Sungwoo was not sure what he looked like, but he must look disgusting to her.</p><p>“Damn it…you're so talkative.”</p><p>“You bet. I hear that often. Anyway, you don't like me to talk too much. So let me tell you just one thing.”</p><p>At that moment, she laughed, revealing her gums. Then she opened her mouth wide toward Sungwoo and vomited something out.</p><p>Paha! Her breath was red. Sungwoo stepped back, but the back of his hand touched her by mistake.</p><p>-You have been exposed to a lower curse.</p><p>*You need ‘divine power' to analyze and break it.</p><p>Looking down at the back of his hand, he looked at her again.</p><p>Yujin, or Vampire Lord, was giggling.</p><p>“Ahhhh! You really are dead!”</p><p>“…”</p><p>“You really are dead.”</p><p>“…”</p><p>“Fuck you. Let me chew your intestines. Hm? Just wait for me. Let me chop you into pieces and eat them all. Why are you silent…”</p><p>Puk!</p><p>She fell to the ground, with her nose bleeding. Sungwoo kicked her hard enough to make her pass out.</p><p>“I didn't have to keep listening.”</p><p>“Uh, but your kick was too much.”</p><p>As if he was shocked, Taesung blinked his eyes, looking down at her after she passed out.</p><p>Sungwoo touched his palm.</p><p>Curse? Normally, that meant that the cursed person would die slowly with terrible pain.</p><p>But Sungwoo experienced no such feeling. There was just a red spot on the back of his hand. Nevertheless, he was uneasy.</p><p>‘According to the message, I need divine power to analyze and get the antidote for the curse. But what is it and where can I get it?'</p><p>He could not think of anything. While he was puzzled, he felt Hanho looking at him.</p><p>“Sungwoo, I can feel something strange in your body.”</p><p>“…What the fuck are you talking about?”</p><p>Hanho began to approach him slowly. But Sungwoo stepped back, frowning at him.</p><p>“What's wrong, man?”</p><p>“Please come to me, Sungwoo.”</p><p>“Me? No. Just go away!”</p><p>At that moment, Hanho jumped at him and grabbed his hand.</p><p>“Now I think I know, Sungwoo.”</p><p>“Are you crazy?”</p><p>“You have been exposed to a curse.”</p><p>“Uh? Ah, your job is Priest, right?”</p><p>Come to think of it, the job cards Hanho selected were ‘Thief' and ‘Priest'.</p><p>Priest, a job that uses divine power, was right next to Sungwoo.</p><p>“That's right. I forgot it, too. Let me see…”</p><p>Holding his hand, Hanho stared into the air, trying to check a message.</p><p>Then he saw the contents of the curse.</p><p>-You have been exposed to Vampire Road's exclusive skill: ‘Blood Tracking.' Your location will be exposed every 12 hours.</p><p>You can't break the curse because of low divine power.</p><p>“Sorry, Sungwoo. As my faith is weak, I can't heal your pain…”</p><p>“Shut up, man.”</p><p>Finding out the information about the curse itself was a big deal.</p><p>As a result, there was one change.</p><p>-Special quests are given, depending on special circumstances.</p><p>[List of special quests]</p><p>-Title: There is no country for the wicked.</p><p>-Condition: Eliminate the killer aiming for your life.</p><p>-Bonus: 30,000 gold, class C item ticket</p><p>*You are now somebody's target. Your opponent is preparing all kinds of vicious operations to take your life. This bad luck will only end if either one of you dies.</p><p>It seemed that Sungwoo was going to be entangled with the vampire for a while.</p><p>He approached Taesung.</p><p>“Hey.”</p><p>“…”</p><p>“Hey.”</p><p>“…Yes?”</p><p>Taesung, who had been absent-minded, finally looked at Sungwoo.</p><p>“Where is the store? How many times did I ask you?”</p><p>“Oh it's over there…”</p><p>Despite what happened, Sungwoo had no other choice but to prepare to strike first.</p><p>And before fighting, he needed to double check his weapons.</p><p>He had a total of 42,950 gold. In numerous battles until now, he killed the most monsters and malicious players. He earned plenty of bonuses by hunting Werewolves and Werebears.</p><p>Sungwoo's party stood in front of the LCD monitor in the corner of the office. There was a green shop icon above the monitor.</p><p>-Welcome to the D-class shop!</p><p>“Uh, this is not roulette…” said Jisu while operating the computer. This store offered a drawing. A crude graphic bucket was floating on the monitor.</p><p>-Pick a lucky ball!</p><p>*Class D stores only sell up to ‘Platinum.'</p><p>“Oh, draw a ball?”</p><p>It was a game of drawing a ball from the bucket and paying for the product written on the ball.</p><p>“Let me do it first.”</p><p>Sungwoo started it first.</p><p>-You have one ticket now (unlimited level)</p><p>This time, Sungwoo also had a unlimited grade roulette ticket. It was the ticket he earned by fighting against the horde of orcs in the grand stands as a bonus for achieving 100 Kills for 100 players only.</p><p>‘The new platinum grade is equivalent to a whopping 100,000 gold. If so, it means that the prize will be ten times better from a higher shop than this one here. Given that the number of unlimited-grade tickets is limited to 100, it is…' Sungwoo thought to himself.</p><p>So, he didn't use the ticket because he could survive without using it for now. He chose to draw ‘Gold' by using 10,000 gold. Soon, a platinum bucket appeared along with a low-grade 8-bit sound to accompany the mixing of the balls.</p><p>-You can add a ball.</p><p>*There are 100 balls in total, and up to 5 balls can be added. (It will be replaced with a normal item winning ball.)</p><p>It was a new mode that didn't exist in roulette. Namely, he could increase the probability of winning by adding a ball. There were a total of 100 balls, but he could not know how many were among those to win the 1st, 2nd or 3rd prize. However, based on the roulette board, the probability of winning the first place out of 100 balls was estimated to be one or two balls.</p><p>‘Given the first prize item in the previous drawing, it is beneficial to draw the first prize no matter how much I spend.'</p><p>He could easily find the answer when he thought about the legendary item, “The Tears of the Sea Spirit” that he obtained by winning the first prize in the gold-grade roulette.</p><p>The moment he earned it, he could resolve the chronic lack of mana that occurred in a Necromancer's exhausting battle. He also used ‘The Vanguard's Shield,' or the rare-grade item selected as the 2nd prize, very well, but compared to the 1st prize, there was a big difference in performance.</p><p>-1st prize ball has been added. (+5)</p><p>Sungwoo used 5,000 gold to add 5 first-place balls. Nevertheless, he was more likely to pick up a potions package, but given the 1% chance of winning 10,000 gold as the primary option, it was much more beneficial to invest 5,000 gold and raise it to a 5% chance. Then he controlled the mouse, put it in the bucket, and drew a ball at random…</p><p>Click!</p><p>“Uh? Sungwoo?”</p><p>To his surprise, the number from the ball was ‘1'.</p><p><br></br></p><p>Congratulations! You won first place!</p><p>Sungwoo grasped a sheet of parchment fluttering down from the air.</p><p>[Item Information]</p><p>-Name: Coupon for acquiring ‘craftsman' grade skills</p><p>-Rating: Legend</p><p>-Category: Consumable Items</p><p>-Effect: You will be randomly given one ‘vocational skill.' The skill is set to a “craftsman” without any special training.</p><p>Based on Sungwoo's experience, the skill that one could obtain when leveling up started from the ‘Basic' level.</p>"}