{"id": 31, "volume": 1, "title": "Only I Am A Necromancer Chapter 34", "url": "https://bestlightnovel.com/novel_888162148/chapter_31", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 34</h1>\n<p>Chapter 34: Safety Zone in Suwon-Hwasung (3)</p><p>“Well, actually he sent out the thread as a trial balloon yesterday. From now on, he can receive their gold and fool around as much as he wants from now on. It's gonna be huge.”</p><p>“So, no good faith without reason?”</p><p>Sungwoo nodded at that.</p><p>Now, based on this game system, people who racked their brains for profits began to appear.</p><p>“Well, I can't join because Youngdungpo is too far away from my place.”</p><p>“You bet. Then look at this.”</p><p>― Prime middle-aged Kim: My job is a two-star ‘missionary,' and I can make a small safe room. My location is Suwon. I am looking for a young woman to live with. Let's decide on the place together. You can apply with your friend. Hahahaha.</p><p>˪ Survivor 44: Ugh, uncle, how dirty.</p><p>“Damn it. This is not what I want. How about this?” Hanho showed another comment.</p><p>― Section Manager Ku: I have a safe zone in Suwon Hwaseong, too. I'm also a 3 star Pioneer. I get monthly rent. Come and contact me.</p><p>“Monthly rent? Can you believe there is a landlord in this situation? How about going to this place?”</p><p>Although Sungwoo didn't like the expression ‘landlord,' he thought it was necessary to confirm the concept of this safe zone.</p><p>“Suwon Hwaseong isn't that far, right?”</p><p>“Well… I haven't walked there before, but it took me about 20 minutes by bus.”</p><p>“Then shall we take this as our next destination?”</p><p>Everyone agreed. Although everything was still uncertain, they instinctively felt attracted to the concept of ‘safety.'</p><p>Until now, no matter where they spent the night, they had to take turns to stand sentry and snooze away in tension. It was quite stressful for them. Finally they found a place they could sleep without any worry! Naturally, they wanted to move there.</p><p>“Okay. Let's sleep here today and move tomorrow. Hanho, tell your parents about our plan and pack the necessary stuff.”</p><p>“Yep.”</p><p>A little later, Hanho came back after talking with his parents.</p><p>“According to my parents, it seems that there are bands of thieves around this area.”</p><p>“Bands of thieves? Like those guys in the H Apartments yesterday?”</p><p>With the collapse of the law and security, were groups like them emerging to target the survivors and not the monsters?</p><p>“Yeah. I think they look like a bunch of high school gangsters. It seems like they like to ride on motorcycles and rip off the survivors? My mom said that she saw the people next door get ripped off by these guys while they were trying to go out.”</p><p>Sungwoo feigned a smile. At a glance, they must be lower-class gangsters.</p><p>“Those ignorant bastards are running around without knowing anything.”</p><p>“To be honest, I'm not too worried about them.”</p><p>As far as the battle was concerned, Sungwoo's party had plenty of experience by now.</p><p>Unless the gangsters were not stupid enough, they would not dare to appear before Sungwoo's party escorted by skeletons.</p><p>But the next morning, they really appeared.</p><p>Purring!</p><p>The gangsters gathered at the entrance to the townhouse compound as if they got wind of Sungwoo's party. There were a total of seven bikes, carrying two each. So, a total of 14 gangsters were waiting for Sungwoo and his friends to come out.</p><p>“Hi, mister?” asked a high school girl behind the driver of a red bike with a silly smile. “Hey, can you give us everything you have?”</p><p>Then a guy with a nose ring opened his mouth, “Uhhhhh. When you're hiding inside your house, you should just be quiet. You've been caught while we're passing by this area.”</p><p>He threatened them with a mace in his left hand, wielding it roughly.</p><p>“Give us all your weapons and gold while we're being nice to you. We don't want to see your blood. Ugh?”</p><p>However, Sungwoo didn't feel threatened at all. He laughed before he knew it and said, “You just heard it, but you didn't see it, right?”</p><p>Then, the gangsters' faces hardened quickly.</p><p>“Uh? What did you say? We didn't see what?”</p><p>“Hey, mister, don't be relaxed like that. Don't you see how many of us are here?”</p><p>To avoid this kind of unpleasant situation, Sungwoo hid a bunch of skeletons on the stairs on the 3rd floor last night. That's why they didn't know anything about the skeletons.</p><p>Rattle, rattle.</p><p>Soon, something was heard coming down the stairs.</p><p>“Uh? Run away!”</p><p>“Floor the accelerator quickly! Right now!”</p><p>Even before the skeletons came out, the gangsters freaked out and began to turn their bikes.</p><p>Puurring! Puurring!</p><p>They literally escaped, driving the motorcycles at full speed, with the exhaust fumes filling the place. Watching them flee like that, Hanho and Jisu looked dumbfounded.</p><p>Then Sungwoo moaned with a distressed look, “Ugh.”</p><p>“What's the matter?” Jisu asked.</p><p>And soon they knew why.</p><p>Bull-sized, no, truck-sized wolves appeared among the abandoned cars in the parking lot on the left.</p><p>“…”</p><p>‘A total of three. But there may be more somewhere.'</p><p>Sungwoo heard people's eyewitnesses about the huge wolves several times. Sergeant Kim warned him against them, and people consistently posted comments about them in the community.</p><p>So, Sungwoo had it in mind that someday he would have to face them.</p><p>But no matter how hard he thought, he didn't know how to tackle the herd of giant wolves.</p><p>It was dangerous to have hand-to-hand combat with the wolves at close distance. Aside from their overwhelming teeth, claws, and physical strength, the numerical balance was disadvantageous to Sungwoo and his friends.</p><p>“Everyone, step back inside!”</p><p>The wolves' spines were level with the ground. So, they could balance their bodies by twisting around, even if they were entangled in hand-to-hand combat. However, human spines were vertical to the ground. Once a human fell, it was very difficult for them to restore their balance. In other words, if they fall, that's it.</p><p>They slowly stepped back into the building. Of course, entering the building was not safe.</p><p>Since the wolves were monsters with immense power, they could easily rip apart a narrow hallway, tear the windows, or knock down the walls to get inside.</p><p>The herd of wolves slowly closed in on them as if they were going to charge right away, but Sungwoo's party moved back carefully. Soon they succeeded in hiding themselves inside the building.</p><p>Sniff, sniff.</p><p>One of them at the forefront put its nose to the ground and sniffed hard.</p><p>Although their prey was out of sight, the wolves could sense where they were.</p><p>The wolves entered a strange cave, but did not go far. While preparing to drag out their prey cornered inside the building, the wolves stuck their heads into the narrow building.</p><p>At that moment, something flew toward the wolves' heads and shattered.</p><p>They were glass bottles with an orange juice brand logo on them.</p><p>“Hit!”</p><p>But what really mattered were the contents inside the bottles.</p><p>The sticky liquid soaked their giant heads, and smoke rose with the stench in no time.</p><p>Besides, their rough hair melted like fluff and started to boil. That was the acid liquid of the Elder Slime the skeletons put in the bottles yesterday.</p><p>Frightened, the wolves scratched their faces with their paws. However, their hair and flesh that had been ruined by the acid flayed from their bodies.</p><p>“Throw now!”</p><p>At the same time, the javelins were thrown at their noses and necks.</p><p>That was the kind of action which bipedal animals, especially humans with straight spines, could exert far greater power than their predators. It was none other than ‘throwing.'</p><p>The human skeletal structure has the ability to throw farther and more accurately than any other animal. Ancient humans used ‘javelins' to hunt much bigger and stronger predators.</p><p><br></br></p><p>However, the morale of the wolves was not broken. Another wolf smashed the front door with its claws and forced its way into the building.</p><p>“You, charge now!”</p><p>At Sungwoo's order, one orc skeleton charged right at the wolf. Then the wolf bit it ruthlessly.</p><p>However, the skeleton's ribs contained a glass bottle of slime liquid.</p><p>Kek! Kek!</p><p>Frightened by the smelly liquid overflowing from its mouth, it had trouble breathing now.</p><p>It began to wriggle its body and stepped back awkwardly, but something fell from the air and landed on its neck. It was Right, which jumped from the second-floor window.</p><p>Puk!</p>"}