{"id": 36, "volume": 1, "title": "Only I Am A Necromancer Chapter 39", "url": "https://bestlightnovel.com/novel_888162148/chapter_36", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 39</h1>\n<p>Chapter 39: Those who didn't pick up the card (3)</p><p>The wall was crumpled like a sheet of paper when they hit it.</p><p>‘When they are done changing into monsters, we can't beat them.'</p><p>Sungwoo instinctively sensed it. ‘But they are not done yet.'</p><p>“Now is the time!”</p><p>“Pardon?”</p><p>While Jisu and Hanho were hesitating, the skeletons jumped at their swelling bodies.</p><p>Puk! Puk! Puk!</p><p>And the skeletons started cutting them indiscriminately.</p><p>The reason they changed into monsters was because they failed to adapt to the situation. And the moment they chose to run away at this moment, their fate was decided.</p><p>“I'm sorry, but I can't help it.”</p><p>The two boys who were attacked while being changed into monsters counterattacked awkwardly when they were beaten by the skeletons. Losing their minds, they wielded their arms instinctively.</p><p>Then, their strong blow smashed one orc skeleton.</p><p>Sungwoo was embarrassed. Obviously their counterattack was far from adroit.</p><p>Puk!</p><p>They just stretched their arms not to counterattack but for defense. But the orc skeleton's bones were thrown in all directions.</p><p>Fortunately, they were slowly collapsing. Come to think of it, even the word ‘slowly' was ridiculous because they slowly fell even when they were stabbed with the axe dozens of times.</p><p>-You have earned 3,000 gold by hunting a Werewolf.</p><p>-You have earned 3000 gold by hunting a Werewolf.</p><p>-You have leveled up. (LV. 8)</p><p>“What?” Sungwoo blurted it out unwittingly. 3,000 gold for each one? It was only 240 gold for one Dire Wolf.</p><p>How was it possible that the two boys were changed into such malicious monsters?</p><p>‘It was a close call.'</p><p>Even Sungwoo felt relieved that the two boys were knocked down before they fully transformed.</p><p>“…This was a big deal.”</p><p>In other words, this was a happy occasion.</p><p>-The dead have become the subordinate under your authority.</p><p>-The dead have become the subordinate under your authority.</p><p>Sungwoo could resurrect them as mid-sized monsters. He earned something big as a bonus, namely Werewolf skeletons.</p><p>Werewolf. Two skeletons, slightly larger than orcs, slowly straightened their backs. The thickness of their bones did not differ significantly from those of orcs. However, given the thick color or gloss shining inside their white bones, they looked much more solid.</p><p>“With this solid build, can this fight the vampire one-on-one?” Sungho murmured.</p><p>Vampires are so powerful that only when all the skeletons launch a coordinated attack, they would be killed.</p><p>That was the case of the lesser vampire that Sungwoo's party confronted.</p><p>So, Sungwoo wondered whether the Werewolves could be overwhelming enough to knock them down when he confronted them.</p><p>-Choose your level up card.</p><p>1) Stat (Random)</p><p>2) Skill (Random)</p><p>3) Items (Random)</p><p>4) Other (Random)</p><p>5) Increase in Physical strength by 2 (Confirmed)</p><p>Meanwhile, Sungwoo agonized over the level-up card.</p><p>There was one thing that bothered him every time he encountered an enemy with excellent intellect like a vampire.</p><p>‘If they find out I'm the one who controls the skeletons, they're going to kill me.'</p><p>Actually, the two vampires he faced were obsessed with killing him. He could be killed with the slightest mistake. When he came across them, there was no guarantee that he could avoid them well like before. That's why he chose the first one which was a random increase in stat.</p><p>-Agility has increased. (+3)</p><p>This time he got a pretty decent option. He thought that he should care about his stats sometimes.</p><p>“Wow, it looks like an Egyptian god.”</p><p>Hanho seemed to be thinking of Anubis. In a way, it could look so because it had slightly dark bones like a dog's.</p><p>On the other hand, the children were in a panic.</p><p>“Minsik…”</p><p>“Ah.”</p><p>They could not be shocked because their two friends turned into monsters before their eyes.</p><p>Sungwoo passed by them and stood in front of Taesung.</p><p>“Where is the store?”</p><p>Taesung seemed stunned by Sungwoo's calm attitude who was looking for the store in this situation, but he nodded and said, “In fact, there is one thing I couldn't tell you because I was absent-minded…”</p><p>“What?”</p><p>“The nearest store is a used car dealership, but it's been occupied by some guys. They are also obedient to the vampire… they are worse than us.”</p><p>As Sungwoo stared at him calmly, Taesung continued, “We just took away gold, but they catch people and donate them to the vampires.”</p><p>They were literally a human trafficking gang. In other words, those involved in something shitty like supplying fresh blood to vampires had already begun to appear. Left unchecked, the governing structure that could function around vampires could be here to stay.</p><p>“What a nut! Guide me to them!”</p><p>Sungwoo had no intention of avoiding them. Since they were parasites under the vampires' control, they needed to be smashed to check the vampires' growth.</p><p>At that moment, a girl staggered to Sungwoo.</p><p>“Taesung, I'm going, too.”</p><p>“Yujin?”</p><p>Sungwoo looked at her neck where the bite marks were still visible.</p><p>‘She is a vampire. This is the very girl that I hear has been infected.'</p><p>Vampires made one member of their target group infected so as to subject them.</p><p>“Where did you say you were going?” Taesung asked.</p><p>“I mean that shop…” She looked at Taesung with blurry eyes.</p><p>“Why do you want to go there?”</p><p>“I want blood, blood… I think I'm going to go crazy if I hold it back any longer. The vampire at the shop said he had a blood pack. I have to get the blood by citing Uncle. Otherwise…”</p><p>What she said was very scary. ‘Going crazy' meant that she would lose her mind and really attack humans.</p><p>Taesung looked at Sungwoo with an embarrassed expression. Sungwoo frowned.</p><p>It was a real burden to take a girl in that condition with him. Besides, it would cause big trouble if she ever ran around wildly.</p><p>“Is it okay to take her with us?”</p><p>“…”</p><p>“If you can't take me, I'm not going to guide you because I can't promise her safety.”</p><p>Taesung was stubborn.</p><p>“Sure. But if she runs wildly, I'll kill her right away. Remember that.”</p><p>Although she was a big headache, their priority was to find a store quickly.</p><p>Anyway, she was not a big threat even if she was a vampire because he obtained a Werewolf skeleton.</p><p>As a member of a biker gang in this area, Taesung knew it like the back of his hand.</p><p>It was a 20-minute walk to the car dealership, but while they were walking there, they would sometimes hear wolves howling. It was unknown whether it was the ‘Dire Wolf' that Sungwoo saw before, or the ‘Werewolf ‘ that those who didn't choose the cards changed into.</p><p>However, he wished he could meet the former if he had to confront them on the way.</p><p>“We're almost there. The shop is over there.”</p><p>They soon arrived at the place where hundreds of vehicles were parked.</p><p>To the left of the entrance were the offices of a car dealership.</p><p>“There is only one vampire in that shop?”</p><p>“Yes. It seems that there is just one vampire per group. I don't know the details, but it looks like they can't make vampires randomly. Ah, the other eight are regular players.”</p><p>If he was right, the vampire here was not a tough opponent. However, since it was not known which job the player picked or how much combat skill he had, Sungwoo could not attack unconditionally.</p><p>“Let's approach quietly.”</p><p>Sungwoo pulled the barbed wire behind the office building and quietly entered the sales compound.</p><p>Bang! Bang! Thump!</p><p>Contrary to his expectations, however, the office was so noisy that he could hardly hear the noise outside. There was the sound of something breaking inside the building.</p><p>“Sungwoo, is this the sound of a vampire screaming?” Hanho asked.</p><p><br></br></p><p>“I don't scream like that…” Yujin replied between a sleepy and alert state.</p><p>“Ahhh! Please help me!”</p><p>Sungwoo stopped at the noise. Hanho turned to Yujin.</p><p>“…Do you scream like that?”</p><p>It was a human scream. It seemed like there was a customer ahead of them.</p><p>Sungwoo divided the skeletons and simultaneously placed them on both sides of the office building. Then he listened for the urgent voice coming from the window and inside the office.</p><p>“…What! Who turned into a monster?”</p><p>“It's because of that message from a moment ago! Fuck, he couldn't draw a card with his hands and feet tied!”</p>"}