{"id": 37, "volume": 1, "title": "Only I Am A Necromancer Chapter 40", "url": "https://bestlightnovel.com/novel_888162148/chapter_37", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 40</h1>\n<p>Sungwoo understood the situation. The human sacrifice for the vampire turned into a monster.</p><p><br></br></p><p>When Sungwoo's party circled the building and approached the entrance, something broke through the glass door and popped out.</p><p><br></br></p><p>“Argh!”</p><p><br></br></p><p>A man covered with blood was screaming, while a monster that looked like a Werewolf was scratching the man ruthlessly after clinging onto him.</p><p><br></br></p><p>“Ahhhhh!”</p><p><br></br></p><p>Whenever the monster scratched the man with its thick claws, his flesh fell apart, turning into an unrecognizable meatball.</p><p><br></br></p><p>“…”</p><p><br></br></p><p>After slaughtering the man, the monster turned to Sungwoo. With its head that looked like a bear's, drooling saliva and thick neck, the monster was ready to charge at him at any moment. But at that moment an arrow pierced its back.</p><p><br></br></p><p>Puk!</p><p><br></br></p><p>It was shot from the office.</p><p><br></br></p><p>“Uh, uh? It's useless!”</p><p><br></br></p><p>Kaaaahhhh!</p><p><br></br></p><p>The monster turned back and ran into the office. A fountain of blood poured down the window. It was a monster that ordinary players could not deal with at all. It looked like a monster that they could not hunt from the beginning.</p><p><br></br></p><p>But Sungwoo was different.</p><p><br></br></p><p>“Let me help you make a friend. Go away!”</p><p><br></br></p><p>When he tapped the Werewolf skeleton on the shoulder, a total of 10 skeletons began to enter the building.</p><p><br></br></p><p>Rattle, rattle.</p><p><br></br></p><p>Kaaaaahhh!</p><p><br></br></p><p>All sorts of screams began to come from inside the building.</p><p><br></br></p><p>One of the windows was broken, and at the same time the upper body of an orc skeleton was thrown through it. Sungwoo quietly saw the skeleton turning into ashes before disappearing.</p><p><br></br></p><p>“…So I have secured a spot.”</p><p><br></br></p><p>Since a promising candidate was to fill the void, Sungwoo had nothing to regret.</p><p><br></br></p><p>-You have earned 3,500 gold by hunting a Werebear.</p><p><br></br></p><p>A Werebear was a monster in the shape of a bear. This too was a monster that someone who didn't choose an occupation card turned into.</p><p><br></br></p><p>-The dead have become your subordinate under your authority.</p><p><br></br></p><p>But now the killed Werebear was just one of Sungwoo's subordinates.</p><p><br></br></p><p>After confirming the message, Sungwoo entered the office.</p><p><br></br></p><p>The floor was a mess of glass fragments, bones and a pool of blood. And there were nine skeletons standing on top of it. A Werebear was struggling to stand up, peeling off its skin in the middle of them. It looked a head taller than the Werewolf with a thicker build.</p><p><br></br></p><p>“···”</p><p><br></br></p><p>Meanwhile, there were people shivering in the corner, watching the terrible scene. There were three men in total. Sungwoo opened his mouth, looking down at them, “Where's the vampire?”</p><p><br></br></p><p>“…Pardon?”</p><p><br></br></p><p>“You have a vampire here.”</p><p><br></br></p><p>They turned their heads and looked inside the office.</p><p><br></br></p><p>“Khhh…”</p><p><br></br></p><p>The man, whose right neck and shoulders were completely crushed, stood up.</p><p><br></br></p><p>Even if he was a vampire, he didn't seem to have overpowered the Werebear.</p><p><br></br></p><p>It was what Sungwoo expected.</p><p><br></br></p><p>Fortunately he had good resilience, so he seemed to have survived, though paralyzed by the Werebear's attack.</p><p><br></br></p><p>“Sungwoo!”</p><p><br></br></p><p>At that moment Hanho called out to him, hurrying into the office.</p><p><br></br></p><p>He made a big fuss, pointing to the outside of the building.</p><p><br></br></p><p>“Over there! Look at that bus.”</p><p><br></br></p><p>A white bus was approaching when Sungwoo looked at the parking lot that Hanho pointed to.</p><p><br></br></p><p>“It is our school shuttle bus… Looking at the duck doll in the driver's seat, it must be the bus Kyongsu drove. These bastards…”</p><p><br></br></p><p>Sungwoo had met Kyongsu Lee on campus. He suggested going to the army unit, saying he knew the route to the unit, but Sungwoo refused. He was lucky enough to stop the bus when the Wyverns were passing over them. But this time they were caught by these damned monsters.</p><p><br></br></p><p>“Huhhhh. Who the hell are you?” the vampire murmured painfully. He was clearly recovering from the wounds slowly.</p><p><br></br></p><p>Rattle, rattle—</p><p><br></br></p><p>But Sungwoo didn't have any intention of waiting for his recovery.</p><p><br></br></p><p>The Werewolf skeletons moved toward him.</p><p><br></br></p><p>“Uh? What the heck are you doing now?”</p><p><br></br></p><p>But the skeletons began to slaughter him immediately, which made the vampire's gang squatting in the corner embarrassed and upset.</p><p><br></br></p><p>“Uh? Hey, chief!”</p><p><br></br></p><p>“Who the hell are you bastards? Why did you come here suddenly?”</p><p><br></br></p><p>Unlike the previous vampire's subordinates, these guys were more swift. Although they were on the defensive, they grabbed the weapons and charged at Sungwoo.</p><p><br></br></p><p>But Right, the one-armed goblin that Sungwoo favored, moved faster than them.</p><p><br></br></p><p>Clang!</p><p><br></br></p><p>As if they didn't notice the goblin, they were instantly outpowered by Right.</p><p><br></br></p><p>Sungwoo looked down at the gangsters with contempt, who fell on the floor helplessly.</p><p><br></br></p><p>“Suddenly? Then did you send any pre-notice to the victims when you took them and donated them to the vampire?”</p><p><br></br></p><p>Sungwoo turned back, and Right began to kill them one by one.</p><p><br></br></p><p>Along with their terrible screaming, the message about his gold acquisition appeared.</p><p><br></br></p><p>But he ignored the message and went out to find Taesung.</p><p><br></br></p><p>Taesung was supporting Yujin at the moment.</p><p><br></br></p><p>“Hey, where is the real shop?”</p><p><br></br></p><p>“Oh, Just a minute.”</p><p><br></br></p><p>But Yujin was staggering to Sungwoo after shaking Taesung's hands off.</p><p><br></br></p><p>“Can I tell you one thing? When you become a damned vampire, you can feel the death of your fellow. I felt bad when Uncle was killed a little while ago. But I still feel the same.”</p><p><br></br></p><p>“Yujin?”</p><p><br></br></p><p>“These fucking vampires will rush to you in droves and kill everybody, you and all of us here… So, you have to get out of here as soon as possible!”</p><p><br></br></p><p>Then she turned to Taesung and continued, “That's why Uncle came to us right after he felt that Woosuk was killed. He planted a vampire for that.”</p><p><br></br></p><p>“Ah…”</p><p><br></br></p><p>If that was true, it seemed to be quite a headache for Sungwoo.</p><p><br></br></p><p>Confronting the group of vampires head on? That was the last thing Sungwoo wanted.</p><p><br></br></p><p>“Then, that bastard called the Boss must have grasped the situation here, right?”</p><p><br></br></p><p>She nodded at Sungwoo's question. Her chin line trembled.</p><p><br></br></p><p>“Yeah, I think so. The Boss is like a father to us because he created all the vampires. That Uncle praised him so much, that crazy asshole.”</p><p><br></br></p><p>Sensing that he might be inevitably entangled with the vampire, Sungwoo asked, “So, can you guys feel where that father-like guy is right now?”</p><p><br></br></p><p>But she shook her head from side to side and said, “Well, I also want to see what that fucking bastard looks like…”</p><p><br></br></p><p>The moment her voice trembled even more, she began to shiver violently, which was an ominous sign.</p><p><br></br></p><p>“Uhhhhh…”</p><p><br></br></p><p>Eventually, she collapsed with her wobbly legs and Taesung ran to support her.</p><p><br></br></p><p>“Yujin, what's wrong? Wake up!”</p><p><br></br></p><p>Sungwoo immediately pulled the sword. It looked like the harbinger of her running wild.</p><p><br></br></p><p>But Taesung, frightened, hugged her.</p><p><br></br></p><p>“Oh, no!”</p><p><br></br></p><p>“Shut up! Just watch out for your neck.”</p><p><br></br></p><p>“No, fuck! No!”</p><p><br></br></p><p>Sungwoo immediately had the skeletons pull him away. He struggled to get out as both hands were grabbed by them, but he had no other choice than to be dragged out.</p><p><br></br></p><p>“Oh, no! Don't touch me, fuck!”</p><p><br></br></p><p>“You said you killed your friend who became a vampire, right?”</p><p><br></br></p><p>“…”</p><p><br></br></p><p>Taesung shut up at his question. Like Sungwoo said, he had killed Woosuk.</p><p><br></br></p><p>And the situation right now was not much different from before. Sungwoo pointed it out.</p><p><br></br></p><p>At that moment Yujin whispered, with her head down, “…Don't worry.”</p><p><br></br></p><p>With her mouth curling up, she began to laugh suddenly, “Hahhhhh. This kid is fine.”</p><p><br></br></p><p>What the heck was she talking about now?</p><p><br></br></p><p>“Yujin? What did you say?”</p><p><br></br></p><p>She turned back sharply and looked at Taesung. However, even that momentary action was very eerie. She looked like a doll tied to a thread, twisting its joint.</p><p><br></br></p><p>“This kid is okay, so stop it. And let him drink some blood periodically. He's so haggard, as you can see. But not too much blood. With too little blood, this kid will be thirsty for it, but too much and he will be addicted to it. Got it?”</p><p><br></br></p><p>“…”</p><p><br></br></p><p>“Understand? Fuck, why are you silent?”</p><p><br></br></p><p>Her voice was now quite different from before. Even Sungwoo could feel it, although he had never met her before. She raised her head and looked up at Sungwoo.</p><p><br></br></p><p>“What…I can't see him well because my vision is blurry. Is it because my skill grade is low?”</p><p><br></br></p><p>“…”</p><p><br></br></p><p>“Oh, sorry, this is the skill I recently obtained, so I'm a little clumsy at using it. You can think of me as the one managing these friends anyway.”</p>"}