{"id": 45, "volume": 1, "title": "Only I Am A Necromancer Chapter 49", "url": "https://bestlightnovel.com/novel_888162148/chapter_45", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 49</h1>\n<p>Chapter 49: Start of the first Mainstream (4)</p><p>Like she said, lots of cars were tangled up here and there in front of the mart.</p><p>It reminded Sungwoo of the same scene in front of campus.</p><p>He thought that this place might have been exposed to the “tutorial” in which nobody could go out until they killed the boss monster, with the entrance sealed. And that tutorial didn't take place everywhere. For example, Hanho's parents stayed safe inside the house without being forced to act according to an unexpected quest, and they were safely in the house.</p><p>“Well, someone might be inside the mart, right?”</p><p>“A place like a mart has lots of daily necessities, so it wouldn't be bad for them to take refuge there. However, it is so wide that it is difficult to manage unless they are a large group because they never know when the monsters will appear.”</p><p>They passed through the mart entrance and entered the ground parking lot.</p><p>There were tons of human bodies, goblins, and kobold bodies strewn all over the place. While looking at them, Jisu said, “The more people there are, the more monsters appear, right?”</p><p>“Well, it looks like that, as far as I can tell.”</p><p>There were more monsters in downtown areas, schools, and apartments compared to the outskirts.</p><p>Like she said, it was really possible that more monsters appeared in places where a lot of people resided.</p><p>“Therefore, remote places would have less damage, I think. For example, those in the countryside or Jeju Island.”</p><p>“Oh, you told me before that your family lives on Jeju Island, right?”</p><p>Jisu remained silent for a moment. Oddly enough, she did not bring up anything about her family.</p><p>Besides, she didn't even search for her family on the community bulletin.</p><p>“Ah, well…” Her voice faded as if she was reluctant to answer.</p><p>So Sungwoo asked cautiously, “Aren't you worried about your family?”</p><p>“I wasn't at first, but yes, I am now.”</p><p>“Then why don't you post a thread on it?”</p><p>She shook her head and said, “No. We were not supposed to contact each other anyway. I think they're well because they're on a roll…” Her voice trembled with contempt.</p><p>It seemed she had a sensitive family issue, so he didn't ask further.</p><p>Finally, they arrived at the entrance of the mart.</p><p>He opened the sliding glass door that was almost broken down…</p><p>-You have entered the large-scale dungeon, ‘The Fortress of the Kobold Sorcerer.'</p><p>The entrance has been sealed by magic. Explore your way out of the building.</p><p>“…Huh?'</p><p>“This whole place is a dungeon?”</p><p>They gazed around here and there inside the dark building.</p><p>“Uh! Sungwoo!” Jisu shouted urgently.</p><p>For some reason, she was looking down at his feet.</p><p>“….What's wrong?”</p><p>When Sungwoo looked down, he saw some green figures drawn on the floor. It was emitting light in the form of a certain pattern. What the heck was this?</p><p>‘Magic pattern?'</p><p>At that moment, his body was shrouded with light. Then the space changed in an instant, and he was falling down somewhere. He soon saw the floor, so he reached out urgently and touched the floor.</p><p>“Oops!”</p><p>He fell down, his entire body impacted. However, the impact wasn't strong enough to injure him.</p><p>He immediately raised his head and checked around. It was a warehouse filled with all kinds of boxes.</p><p>Rustle, rustle.</p><p>Several small shadows began to squeeze their way through the boxes.</p><p>“Caught!”</p><p>“Oh, good!”</p><p>They were brown-skinned monsters, namely Kobolds. A total of seven were approaching him, and their appearances were so ridiculous.</p><p>‘What the heck is that?”</p><p>It seemed that they put on the clothes from the clothing section that was randomly inside the mart. But since there were no clothes that fit the dwarves like them, there was an error.</p><p>It happened that they chose lacy pink dresses with or suspenders with teddy bears on them.</p><p>“Lol! Another human has been caught!”</p><p>“He's the third one!”</p><p>One of them even put some hard objects in a bra and tightened it with a hook.</p><p>‘Oh my… did it wear the bra thinking it was armor?' Sungwoo murmured.</p><p>“Human! You trod on it. Stupid!”</p><p>“He can't do it alone! No way! Only death now! Isn't he funny? Lol!”</p><p>Sungwoo could hardly believe his ears. How could monsters like them speak the human language?</p><p>He raised his body and dusted off his clothes. A Kobold surrounded him and wielded all kinds of weapons threateningly.</p><p>“Sacrifices! Experiment! Magic!”</p><p>“Alone…!”</p><p>Monsters or humans, those who first encounter the Necromancer misunderstand that they can win easily because they are superior numerically.</p><p>As usual, those who thought so collapsed in the next moment.</p><p>-Your subordinates are returning to their present position.</p><p>Rattle—</p><p>“…Ugh? What the heck…?”</p><p>When Sungwoo summoned a couple of Werewolves, the small goblins were killed on the spot. After getting rid of the obstacles, he moved right away. Since he was separated from his members in the dungeon, he had to quickly find an exit and join them because they wouldn't stick it out for long without him.</p><p>‘Is this underground?'</p><p>The warehouse was larger than he thought. He turned on his cell phone flashlight to find the exit. Then he found a body in the corner of the warehouse. He thought of passing by it, but he approached it instead, wondering if he could collect a useful item.</p><p>“…Cough!”</p><p>To his surprise, that man was still alive.</p><p>“Uhhhh…”</p><p>That man looked like a high school boy in school uniform, but he was not armed at all.</p><p>When Sungwoo checked his wounds, his torso was completely crushed. At first glance, it seemed that the ‘health recovery potions' that he carried could not cure him.</p><p>“Cough….”</p><p>Looking at Sungwoo, he tried to say something with his glowing eyes. However, Sungwoo could not understand him well because of his phlegmy voice. He raised his trembling finger desperately, so Sungwoo looked at his fingertip. On the shelf of the warehouse was a yellow paper box. Sungwoo reached out and took out the paper box.</p><p>“What is this?”</p><p>There was a smooth black stone in it.</p><p>[Item Information]</p><p>-Name: Unknown egg</p><p>-Rating: Unknown</p><p>-Category: Exclusive item for ‘Dragon Knight(★★★★★)' occupation</p><p>-Effect: Unknown</p><p>-Description: Don't be disappointed by looking at the shell. If you keep this egg, the instant something comes out after breaking its shell, your fate will change.</p><p>At that moment, the student, presumed to have been the owner of the egg, vomited out a mouthful of bloody phlegm and finally began to speak.</p><p>“Uhhhhh…the boss monster has this token…”</p><p>“What token?”</p><p>“Master…token…”</p><p>After saying that, the remnant vitality in his eyes slowly disappeared. Sungwoo looked at the egg in his hand. Perhaps, the boss monster in this dungeon seemed to have something valuable.</p><p>Sungwoo moved on, leaving behind the boy's body.</p><p>Nevertheless, he was concerned about the ‘unidentified egg' in the bag.</p><p>‘This egg is mysterious, but…'</p><p>Although the item was an unknown egg, its description was written as an “exclusive item for the Dragon Knight job.” So, he actually got the answer.</p><p>‘This is a dragon's egg. But will a dragon really be born from the egg?'</p><p>Sungwoo recalled the boy's last words for some clues. The boy said that the boss monster had something to prove its owner. Perhaps the boy was trapped in this dungeon after stopping by this mart, and then he was robbed of something by the boss monster.</p><p><br></br></p><p>‘Dragons are generally much more powerful than Wyverns. If the boss monster had such a monster…'</p><p>If it really happened, something really outrageous would take place.</p><p>Everything was unclear, but if there existed such a thing, he had to secure it first.</p><p>But it was far from easy for him to search for the boss monster. Given that there was the modifier ‘large' before this dungeon, there were quite a few monsters in the mart.</p><p>“Keeh! Human! Kill him!”</p><p>“There he is!”</p><p>“Good! Good!”</p><p>He didn't know where they came out from, but they jumped out of every corner of the warehouse like cockroaches. When one of them discovered Sungwoo and shouted, they began to approach him en masse as if on cue. Since the warehouse was installed with various shelves inside, Sungwoo could not predict when and where they would pop out.</p>"}