{"id": 40, "volume": 1, "title": "Only I Am A Necromancer Chapter 43", "url": "https://bestlightnovel.com/novel_888162148/chapter_40", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 43</h1>\n<p>Chapter 43: Human traffickers in an abandoned factory (3)</p><p>But those who waited for them were part of a human trafficking gang in a used car trading complex. They kidnapped Kyongsu's party on the bus and literally delivered them to the ‘abandoned factory.'</p><p>“All kinds of wicked and terrible things are happening there right now. Not only exploitation, but also rape, cannibalism…I really can't believe my ears…Even though the world is crazy, is it possible for them to get involved in such heinous deeds after only a few days?”</p><p>“I understand,” Sungwoo nodded.</p><p>“But they did not become crazy like that in a day. These crazy guys were just hiding in society.”</p><p>Adaptation and liberation were different. In that respect, they had now been liberated.</p><p>Sungwoo looked at the only member he didn't kill. It was a young man in his early twenties, he was standing there, terrified.</p><p>“Now, I'll give you a chance to survive. You see that dog over there, right?”</p><p>The ‘dog' that Sungwoo pointed to was actually a Werewolf skeleton.</p><p>Crackle!</p><p>When the skeleton gnashed its teeth hard, the young member's face became even more pale. Shuddering with fear, he kept nodding, saying, “Well, let me tell you everything!”</p><p>“Good. How many people are in the factory? Tell me how many vampires, how many players, and what level they are.”</p><p>“There are four vampires, but one just died here, and twelve players! There is one that's Level 5, and Level 4….”</p><p>“Tell me only the highest level guy.”</p><p>Swallowing, he replied, “Ah, as far as I know, Level 5 is the highest…”</p><p>Aside from that, Sungwoo asked him other things, such as how to enter the abandoned factory and the status of security around it, etc.</p><p>“It's good that you are answering truthfully.”</p><p>“Thank you!”</p><p>Sungwoo said that, then turned his head when he heard a noise.</p><p>Puk!</p><p>“Argh!”</p><p>Kyongsu jumped at the young member and stabbed his neck with a javelin.</p><p>“Haaaa…”</p><p>Gasping for breath, Kyongsu stepped back and said, “You shouldn't keep that son of a bitch alive. That bastard killed my friend…”</p><p>“Good job,” said Sungwoo.</p><p>Anyway he didn't intend to keep him alive either.</p><p>He placed his hand on Kyongsu's shoulder. Then Kyongsu's expression changed subtly. Beyond anger, embarrassment, and self-reproach, he felt a sense of stability he had never felt before.</p><p>“Kyongsu, I think you know something about the situation of the abandoned factory. Any useful tips?”</p><p>Kyungsoo caught his breath and said, “Security is more tight than you think. They want tight security to stop the monsters from approaching, so they have security guards everywhere. I don't think I can break through it because they even installed barbed wires on the stone wall.”</p><p>Kyongsu seemed to think that attacking the factory was not reasonable, given its tight security.</p><p>In fact, Kyongsu and his friends had been living like slaves, taken as hostages, until they were finally freed by Sungwoo.</p><p>After pondering over the matter, Sungwoo raised his head and looked around.</p><p>“I've got a plan.”</p><p>The site of the abandoned factory was quite large. It was a manufacturing factory that made industrial products a long time ago, but later used as a warehouse after the company went bankrupt. Since then, it has since been empty.</p><p>The group of vampires, who were neighbors originally, used the large, closed space as their hideout. They were planning to fortify this place by collecting useful items, food, and fuel in five days. And filling the bases of vampires all over the map was also the order of their boss, “Vampire Road,” aka “Representative.”</p><p>“Branch manager, I've conveyed the message that they have to watch out for any outside intruders. But is it true that team manager Park was killed?”</p><p>“Yes. I felt it, and the Representative mentioned it to me directly. Given that his mental connection with me consumes a lot of ‘blood,' I think it's certain Park was killed.”</p><p>The man, called the “branch manager,” standing on an iron railing on the second floor of the factory, looked down at the building.</p><p>This place suddenly bustled with all kinds of things and monster bodies. Even ‘humans' were mixed among the items. Survivors were absolutely necessary EXP and food to strengthen the vampire's stats, and the Representative instructed them to focus on ‘kidnapping humans' as their main business.</p><p>“Branch manager, I wonder what the Representative thinks about it…How long should we keep kidnapping humans like this?”</p><p>Quite a few number of members had the same question. They pledged allegiance to this group for their immediate survival, but in fact, they weren't certain about what to do next and other things. Even the branch manager also did not know the Representative's exact purpose and why he placed his managers and strongholds in this way.</p><p>But he believed the Representative, and said, “This is a survival competition and an evolutionary business. We should be the leader in this field. I believe in his insights. He has a philosophy.”</p><p>Actually, he didn't know much about philosophy, but he felt that way anyway.</p><p>In his mind, the Representative was a handsome and mysterious person. Indeed, the Representative was also his savior who changed his low status overnight as he had been working at the factory and logistics warehouse.</p><p>At that moment, the factory's massive gate opened and strange people came in.</p><p>Two security guards appeared, dragging a young man.</p><p>“Branch manager!”</p><p>The security guard pushed the back of the man with his hands tied.</p><p>“Like you said, I've caught this intruder. He was peeking inside the factory at the entrance.”</p><p>The man already caught?</p><p>It was true that the branch manager told his men to be alert because the man who had murdered “team leader Park” who went hunting could intrude the factory. So how is it possible that the murderer was caught so easily?</p><p>“Oh my…It looks like the Representative's worry was groundless.”</p><p>The branch manager laughed uncontrollably. He looked down at the intruder who was dragged down the railing. He was an ordinary young man. But, strangely enough, he looked relaxed.</p><p>Rather than looking at him, the young man was absent-minded, looking around the factory as if he were here on a field trip.</p><p>“Hey!”</p><p>Only after the branch manager shouted at him for a few seconds did the man raise his head. The branch manager felt embarrassed rather than upset.</p><p>“Who are you? Huh? Did you kill team leader Park?”</p><p>The young man tilted his head at that question and said, “Team leader Park?”</p><p>“Yes, team leader Park.”</p><p>Then the young man burst into laughter. It sounded like he was mocking them.</p><p>“Was the dead man wearing a business card on his forehead?”</p><p>“What the heck?”</p><p>“How would I know if you ask me about the title that only you guys know? I know you condescending guys are doing obscure business. Then, what's your title?”</p><p>“…I'm a branch manager!”</p><p>The young man laughed again and asked back, “Branch manager of what?”</p><p>“…”</p><p>“Damn it, you must be a branch manager in your own imagination, right?”</p><p>When this conversation was going on, the atmosphere of the factory was heavy and cold.</p><p>The other gang members were checking the branch manager's expression, at a loss about what to do. But the branch manager, with veins standing out on his temple, was gnashing his teeth in anger.</p><p>“I asked you who you are…”</p><p>But the young man laughed once again and asked, “Didn't you get a call from your Representative?”</p><p>The Representative's warning that Park's murderer would invade the factory was correct.</p><p>But the branch manager would have never expected this kind of intrusion.</p><p>In the meantime, whispering began to spread among the people taken hostage in the factory.</p><p>“You know that man, right?”</p><p>“Yes, I remember. He's the man I saw on campus.”</p><p><br></br></p><p>“Why? Who is he?”</p><p>“He was the one who saved us all on campus.”</p><p>As the voices of those who recognized the man began to spread, the branch manager felt something strange.</p><p>“Shut up! Hey, make them shut their mouths.”</p><p>Then the branch manager started to descend the iron staircase grudgingly, and faced the young man.</p><p>“So, you've decided to intrude this place directly?”</p><p>“Well, I have been escorted here.”</p><p>The branch manager turned his eyes and looked at his arms. Obviously, his arms were completely bound behind his back.</p>"}