{"id": 46, "volume": 1, "title": "Only I Am A Necromancer Chapter 50", "url": "https://bestlightnovel.com/novel_888162148/chapter_46", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 50</h1>\n<p>Chapter 50: Start of the first Mainstream (5)</p><p>They crawled off the floor, jumped from the shelves, or popped out of cardboard boxes.</p><p>Nonetheless, they were only dwarf goblins. They were a bit stronger and a bit smarter than goblins, but they were no match for Sungwoo who was escorted by the skeletons.</p><p>Rattle, rattle.</p><p>Sungwoo stood up against the swarm of Kobolds with skeletons standing on all sides.</p><p>Only Right and three orc skeletons guarded him, with the rest charging at the Kobold monsters and they began to crush them.</p><p>Bang! Thump!</p><p>Screaming rang throughout the warehouse when their bones and intestines were shattered.</p><p>Fighting with them went on smoothly, but Sungwoo felt something strange as time went on.</p><p>“Keeh! Happy!”</p><p>“Fight and die!”</p><p>Obviously, the orc skeletons were massacring them, but there was no sign of them retreating. They screamed weirdly as if they were addicted to drugs, and charged at the skeletons back and forth insanely. It reminded him of a gang of zombies.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>The outcome of the hunting was satisfactory. After the mainstream hunt began, he earned twice as much gold as before for the past 7 days. He easily obtained an enormous amount of gold.</p><p>‘I've hunted almost 40 so far… How much is it then? Wow, this is a bonanza!'</p><p>When he felt relaxed and satisfied with the hunt, he noticed some green light sputtering in the front.</p><p>Pop!</p><p>One of the orc skeletons at the forefront collapsed all of a sudden.</p><p>‘It is a wizard.'</p><p>Sungwoo thought he was in trouble. Never did he expect that there was one among the Kobolds that could cast a spell. Although he had experienced it before, he completely forgot about it because of the simple and clear patterns of the enemies.</p><p>“Khhhhk! Magic is beautiful!”</p><p>He saw a Kobold holding a blunt stick, with an upside-down yellow duck. At first glance, it looked like a wizard.</p><p>‘Go up.'</p><p>According to Sungwoo's direction, the vampire skeleton stomped the ground, then hung gently on the ceiling pipe.</p><p>Poof!</p><p>The green flame once again flew over the skeletons. Since they were anticipating it, the skeletons dispersed to the left and right, avoiding the magic spell. As the missed magic spell hit the shelf, the objects on it fell down.</p><p>Thud!</p><p>At that moment, the vampire skeleton, hanging on the ceiling pipe, landed on the wizard's back.</p><p>“Khhhhe!” It was the Kobold's last groan.</p><p>The vampire skeleton's rugged hands pierced its neck.</p><p>-You have earned 800 gold by hunting the Kobold wizard.</p><p>-You have leveled up. (LV. 9)</p><p>Sungwoo selected the ‘skill' item from the level up card. He chose it to increase the number of subordinates, but what he got was completely new.</p><p>[Skill information]</p><p>-Name: Corpse Explosion</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Cost: 10 mana</p><p>*Causes an explosion with the corpse as a detonator.</p><p>“Explosion?” Sungwoo looked at the front.</p><p>“Kuhhhhh!”</p><p>Kill him! Tear him!”</p><p>A group of Kobolds showed up around the corner, and there were four of them.</p><p>Sungwoo had the vampire skeletons stand in the back and fired the ‘Corpse Explosion' skill on the Kobold wizard standing there.</p><p>Bang!</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>-You have earned 150 gold by hunting a Kobold.</p><p>After a tremendous noise, there was a brief silence.</p><p>“Good, isn't it?”</p><p>And soon the exit of the warehouse appeared. It seemed that Sungwoo had finally arrived at the new stage after killing numerous monsters.</p><p>Squeak—–</p><p>Right carefully opened the door, and Sungwoo looked outside, standing behind it.</p><p>This was the first basement level. And, like most large marts, the first basement floor was a place for food supplies. But there was something huge and strange in the middle.</p><p>“Tree?”</p><p>Upon close examination, it was the root of a tree. A huge, thick root that filled the ceiling came down to the floor, and four Kobolds were seen sitting cross-legged around the root. It was as if they were performing a ritual.</p><p>Sungwoo walked to the outside as carefully as possible.</p><p>And at that moment, a warning message rang.</p><p>Warning! A Kobold wizard is practicing a ‘low-level instant death magic.'</p><p>Players under Level 10 in the dungeon will be killed instantly.</p><p>Stop it before the time limit! (01:05:30)</p><p>“What? Instant death?”</p><p>As expected, this wasn't a normal dungeon, especially given the size of the dungeon, the number of monsters coming out, and even a timed mission like this. It was a very good combination of various things. The remaining amount of time was only an hour.</p><p>Since everyone including Sungwoo was under Level 10, all of them would be killed if they could not stop the Kobold wizard within an hour.</p><p>“Charge!”</p><p>Sungwoo could not afford to stand idle. He immediately dispatched three Werewolves.</p><p>They quickly charged toward and assaulted the Kobold wizards sitting cross-legged.</p><p>“Kuueeh!”</p><p>Hearing the sound of bones hitting against each other, the wizards stood up, but there was not enough time to cast the spell.</p><p>The three beast skeletons ruthlessly slaughtered the wizards. Nevertheless, the wizards' spell didn't end yet.</p><p>At that moment, Sungwoo immediately rushed to the root of the tree with skeletons on both sides. The thick root was tightly curled up like a cage. On the floor was a large LED TV projecting a blue screen with the screen facing up. And a Kobold was sitting cross-legged on it, which was very eerie.</p><p>-The boss monster “Advanced Kobold Wizard” has appeared.</p><p>This was the owner of the dungeon. However, it didn't seem to be interested in what was happening outside the wooden cage because even if its subordinates were slaughtered right before its eyes and Sungwoo came near, it didn't bat an eye.</p><p>Shortly afterwards, Sungwoo knew why.</p><p>-There is a strong protective shield.</p><p>It cannot be destroyed by any ordinary attack. Destroy the ‘cores' scattered throughout the dungeon. (0/3)</p><p>In other words, this cage made out of the tree root was protected with a spell.</p><p>So, the advanced wizard was still casting spells, relying on the protection of the tree.</p><p>‘Core? What is a core?'</p><p>He didn't know what a core was, but it wasn't easy to find all three while fighting a huge number of Kobolds in this spacious mart. Moreover, the remaining time was only about an hour. Sungwoo approached the tree root cage and looked inside. The boss monster was muttering something, wearing several electronic watches on its hands. And a black sword was placed on the purple icebox behind its back.</p><p>‘That's the token the boy mentioned to me!'</p><p>Sungwoo was sure that given the black blade or the elaborately-designed guard or handle, it was an unusual weapon. Then he checked the protective shield. The translucent blue shield was spread out in a hemispherical shape along the tree root cage. To put it simply, it was covered by a Kobold for protection.</p><p>‘Hemispherical?'</p><p>‘If so, doesn't that mean the floor is not protected?' After agonizing for a moment, he ordered the skeletons, “Collect all the bodies!”</p><p>Fortunately, Sungwoo obtained a fantastic skill. Ten skeletons scattered all over the place at once. Soon, the skeletons reappeared with Kobold bodies in their hands.</p><p>“Oh, let me take that out.”</p><p>Sungwoo excluded the Kobold Wizard from the corpses to be used as the explosion trigger.</p><p>A wizard skeleton? He felt like something from a different concept would be created.</p><p>He exploded the very first skeleton hastily to test the skill, but he planned to use the corpses this time. Of course, he didn't need it right now, so he put it off for a moment.</p><p><br></br></p><p>”To stop the wizard from casting a spell within the set time, I have to make this guy stand up.'</p><p>Sungwoo had the skeletons place the collected bodies around the cage.</p><p>Soon, the bodies were piled up all over the place, which numbered over 30.</p><p>“Stand back.”</p><p>When they were done, Sungwoo stepped back with them. The mana required to explode 30 bodies was 300. Looking at the pile of corpses, he infused a lot of mana.</p><p>Woowoong—</p><p>Then, the mart shook violently, and then the bodies began to explode with tremendous light.</p><p>Bang! Bang! Bang!</p>"}