{"id": 49, "volume": 1, "title": "Only I Am A Necromancer Chapter 53", "url": "https://bestlightnovel.com/novel_888162148/chapter_49", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 53</h1>\n<p>Chapter 53: Vampire hunting (3)</p><p>Waiting for that long would be ridiculous. However, he thought he could shorten the hatching time of the egg greatly by killing stronger enemies, as well as hunting more and more. In that respect, it seemed that his power was limited now.</p><p>But one thing was certain.</p><p>‘Muscle strength increased by six? Jackpot!'</p><p>‘If this is true, doesn't it mean that my physical ability increases just by wearing an item?'</p><p>And the sword did not seem to break easily. In fact, Sungwoo felt that he needed a more powerful item after his saber was broken while he was brandishing it against the vampires.</p><p>He carried the sword on his back and put the ‘unknown egg' deep into the bag.</p><p>Meanwhile, after clearing the dungeon, Sungwoo's party was collecting necessary items from the shopping mall. Although the mall was ravaged by the Kobolds, they could still find something useful in the rubble.</p><p>At that moment, a vibration rang in Sungwoo's pocket.</p><p>Woowoong!</p><p>He immediately pulled out his cell phone. It showed a pop-up window on the thread that he posted on the community bulletin.</p><p>─ Rider A (secret): Captain, I found a secret comment function, so I'm using it now.</p><p>I'm at Haenggung Square in Hwaseong. Hundred or two hundred? We've all gathered here. But I can't see the vampires. So, we'll keep waiting!!! 300 gold is required for secret comments. So, prepare them for me in advance.</p><p>Rider A was Taesung. He infiltrated into the survivors gathered by the vampire group and decided to update Sungwoo. Given that Taesung managed to post a comment, it seemed that he was acting well according to Sungwoo's plan.</p><p>“By the way, this guy's grammar is…”</p><p>What Sungwoo got from the comment was that people were gathered at the Hwaseong Haenggung Square, and those who appeared to be ‘them' or vampires were not visible yet. ‘Vampires may not appear in person. However, they may be chasing me.'</p><p>Sungwoo had been caught in the Vampire Lord's curse, ‘Pursuit of Blood.' Therefore, his location was exposed every 12 hours. In fact, 12 hours was long enough for Sungwoo to escape, but he couldn't afford to be caught off guard. If they were determined enough to search the area here and follow the traces of hunting, he could be caught someday.</p><p>‘Of course, I don't think I am going to be defeated anymore.'</p><p>Not long ago, he had to use all available skeletons to kill just one vampire.</p><p>Back then, the vampire was a very frightening object, let alone a difficult opponent.</p><p>But now the situation was different because Sungwoo had become much stronger than before.</p><p>He was confident enough to knock them down even if several vampires charged at him all at once.</p><p>At that moment Hanho called out, “Sungwoo, look here!”</p><p>It was the men's restroom on the second floor where he shouted at Sungwoo. He hurriedly waved his hand as if he found something. There were a couple of Werewolf bodies.</p><p>“They lay down here. You were looking for them, right?”</p><p>“You bet.”</p><p>“Maybe you have luck among your hidden stats. Or a guardian angel killed these two and put a gift in the root instead of socks.”</p><p>Two dead Werewolves were hanging upside down on the tree roots.</p><p>Sungwoo wondered how the little Kobold skeletons caught these monsters. He thought that perhaps the Depraved Tree Spirit bound them with its roots one by one, and then the Kobold skeletons beat them dead. No matter how strong the Werewolves were, they would not have been able to escape the roots tightly wrapped around their bodies.</p><p>On the other hand, these were the items that Sungwoo had been looking for in this hunt because the ‘human animal' skeletons like them were the best weapons Sungwoo could carry around.</p><p>“Good. I think you are pretty good at finding things just like a thief.”</p><p>“I'm not a thief, but a priest!”</p><p>“Well, the two have similar concepts in Korea, don't they?”</p><p>“No, that's a dangerous understatement. Don't generalize those who preach faith with an unselfish mind!”</p><p>Shrugging, Sungwoo walked to the Werewolves' bodies.</p><p>“Well, I'm supposed to resurrect the dead to fight the opponents.”</p><p>-The dead have become your subordinate under your authority.</p><p>-The dead have become your subordinate under your authority.</p><p>Currently, Sungwoo's force was powerful with Right, five Werewolves, one Werebear, one vampire skeleton, four Kobold wizards, and three orcs.</p><p>“I think this is enough. Now, let's move to Suwon Hwaseong.”</p><p>Sungwoo didn't need to avoid the vampires.</p><p>Vampires were waiting in several buildings near the square visible to everyone.</p><p>There were 23 in total. The Vampire Lord sacrificed his blood to give them power.</p><p>Of course, the Vampire Lord could recover his exhausted blood by sucking a huge amount of blood, and he planned to increase the number of vampires in the future.</p><p>Seven vampires were waiting in the cafe on the second floor. They were already thrilled to run out immediately and take fresh blood from the square once the Vampire Lord issued the order.</p><p>“Oh, I'm bored…When will the table be set up…”</p><p>“Do you see that kid over there? He's mine. A young kid's blood tastes delicious like veal.”</p><p>“Yeah, suck his blood then. There's a lot to eat there anyway.”</p><p>However, their excitement turned sour by an unexpected emergency.</p><p>“Be prepared to go out.”</p><p>“Uh? Ready to start the feast?”</p><p>“No, we are going to chase the guys who attacked the factory.”</p><p>The leader of this team, Chief Choi, was ordered by the Representative to catch and kill ‘that son of a bitch.</p><p>“Pardon? Didn't the Representative say he would catch that guy after the great feast? He said we didn't have to waste our energy before the big feast…”</p><p>Chief Choi tightened the strings of his shoes and even wore a hat on the table.</p><p>“The situation has changed. That guy is around here.”</p><p>“Is he here?”</p><p>“Why? The slaves we detained in the factory tipped them that we're in control here?”</p><p>“I don't know. It's the Representative's order. We have to catch and kill him before that bastard makes a mess around here.”</p><p>The team members stood up all at once at Choi's urging.</p><p>“So, where is he now?”</p><p>As the Representative's right-hand man, Choi knew that the Representative could check Sungwoo's location for about five minutes every 12 hours.</p><p>“I heard he was hiding in a school. After all, he doesn't know what kind of curse he has right now. That's why his guard is down. So, let's approach him quietly and behead him without failure.”</p><p>Seven vampires, including Chief Choi, headed to a nearby elementary school 15 minutes away. Soon they could find the traces of hunting around that area.</p><p>“It's a Dire Wolf's body. The claw marks are like those of a Werewolf, but given no traces of gnawing, it looks like that bastard's skeletons killed it.”</p><p>“He's definitely in there.”</p><p>They surrounded the elementary school building and gradually closed in on them.</p><p>When they entered the building, they could find the traces of their target in the hallway on the first floor.</p><p>“There are bloodstains. It smells like Dire Wolf blood. It looks like the blood came from the bones.”</p><p><br></br></p><p>Vampires with a highly-developed sense of smell could distinguish the various blood smells. Choi's team, which was consistently expressionless, burst into laughter because their prey was a relatively easy target.</p><p>“How did the branch manager say the factory was attacked by this kind of weak guy? He must have let down his hair.”</p><p>“I guess so. By the way, it seems this bastard doesn't know that if he leaves blood behind like this, it will attract a herd of monsters.”</p><p>At that moment, one of Choi's men, who was searching the other side of the hall, shouted, “Look! Blood drops are over there. It's the auditorium.”</p><p>It seemed there was no other exit in the auditorium.</p><p>“Okay, he's doomed. Let's kill him and his men all at once!”</p><p>Choi's team seized up Sungwoo's power to some extent. When the Vampire Lord possessed the branch manager briefly, he checked Sungwoo's force and tipped Choi off on it.</p><p>Choi could infer a significant amount of information about him. He knew that Sungwoo was controlling skeletons, and it was the Werewolf skeleton in particular that he had to watch out for.</p>"}