{"id": 43, "volume": 1, "title": "Only I Am A Necromancer Chapter 47", "url": "https://bestlightnovel.com/novel_888162148/chapter_43", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 47</h1>\n<p>Chapter 47: Start of the first Mainstream (2)</p><p>“If she goes insane again, I'll kill her immediately. If she is possessed by the Vampire Lord and digs up information about us, I'll also kill her. So, keep an eye on her carefully.”</p><p>“Sure!”</p><p>“And you're not free here.”</p><p>“…Pardon?”</p><p>“You guys have been the vampires' slaves until now. From now on, you have a new master.”</p><p>Sungwoo was absolutely comfortable when he was alone, but he needed some subordinates that he could use for a variety of purposes freely.</p><p>“Thank you! Just give me any assignment!”</p><p>“Man, you have such a way with words like a sophisticated gangster!”</p><p>“Hahaha…”</p><p>In fact, the main reason why Taesung's party left the joint market, or their original hideout, was because they were so scared about the ‘human animals' like Werewolf and Werebear.</p><p>Since they were changed from those humans who didn't choose their occupation cards, the way they acted was pretty different from animal monsters. They not only moved around very large areas, but they also freely searched for survivors inside the buildings.</p><p>In the meantime, Sungwoo decided to make use of Hanho's father, Jungho's ability to create a ‘pioneer camp,' namely a safety zone. He wanted to test Jungho's capabilities.</p><p>Woowoong!</p><p>When Jungho used the skill, something like a translucent glow extended from the place where he was standing.</p><p>-The affected area is now designated as a ‘pioneer camp.'</p><p>Certain areas are protected by a ‘shield' from the center.</p><p>Recovery will be faster within the camp.</p><p>The manager can register access restrictions.</p><p>It was fixed at a height of 10 meters and an area of 200 meters. Fortunately, the area covered the entire factory.</p><p>“Yeah, I feel like I just came out of a sauna.”</p><p>As a result, the 57 survivors could rest comfortably. They could fill up their empty stomachs with the stockpiled food and wash themselves at the toilets inside the factory.</p><p>Hanho's mother, Eunhee, made the food as a cook according to her occupation card. She started to boil something in a large pot in the factory kitchen.</p><p>Frightened, Hanho said she put in the Dire Wolf meat that accumulated in the factory.</p><p>Nevertheless, the pretty fragrant scent filled the entire place, and the survivors who ate vegetables for days savored the meat.</p><p>“Now, please taste the soup. When you are exhausted, hot soup is the best.”</p><p>Hanho grabbed a large pot and put it down in the middle of the factory. And then he handed out paper cups to everyone.</p><p>“Sungwoo, please take your scoop first.”</p><p>Though the ingredients of the soup were not known, Sungwoo took a scoop of it.</p><p>He was bothered by Hanho's words that the Dire Wolf meat was mixed in it, but he was expecting to eat monster meat in the near future. So, he needed to get used to such meat anyway.</p><p>“Um. It tastes good.”</p><p>-Your stamina has increased because of special dishes.</p><p>*Your Physical Strength is recovering rapidly.</p><p>Stamina will increase for 20 minutes. (+2)</p><p>It wasn't just okay, but excellent. Though temporary, the soup showed various effects.</p><p>Given that increasing stats was possible only through leveling up, it was terrific to increase stats through food. In other words, she was not a cook just because she cooked.</p><p>“Wow, this soup tastes heavenly!”</p><p>“You bet! I've never tasted such a delicious soup before.”</p><p>Others also admired the delicious soup.</p><p>Sungwoo had another scoop of the soup that Eunhee named ‘Wolf Soup,' then got out of the noisy workplace for the president's office. Jisu followed him.</p><p>“Hey, Sungwoo.”</p><p>“Yeah?”</p><p>“That massacre.”</p><p>“I was also agonizing over it.”</p><p>After hearing about the planned massacre from him, Jisu seemed to be occupied with the idea of stopping it. But she could not dare to speak about it first because she relied on him for her survival.</p><p>“Jisu, have you ever received an exclusive quest?”</p><p>Was it an unexpected question? She blinked her eyes.</p><p>“Pardon? Exclusive…No, I haven't.”</p><p>Sitting on a chair, he nodded. He'd received them twice, but what were the conditions for the exclusive quests? What was the Vampire Lord's quest? Was this given to all players?</p><p>‘And what is the final purpose of the quest?'</p><p>The quest gave two options. What could he expect at the end of the numerous forks? There was nothing he could determine right away. He had to make the necessary choice now. Then what did he need now?</p><p>‘The Vampire Lord's head.'</p><p>Sungwoo's bad entanglement with the Vampire Lord won't end until he cuts his hair.</p><p>So, beheading him as soon as possible was the answer.</p><p>“Jisu, it's not our duty to stop the massacre, right?”</p><p>“Oh, it's not, but…”</p><p>“Then why should we stop the massacre?”</p><p>Jisu was speechless at his question. She gently pressed her lower lip and said,</p><p>“Otherwise we will be killed first by the vampire shits one day.”</p><p>At that moment, the two looked up into the sky at the same time.</p><p>“Huh?”</p><p>“Sungwoo, do you see this?”</p><p>A red exclamation mark appeared before their eyes. Then a long message appeared.</p><p>[Mainstream Start Guide]</p><p>Dear all survivors, welcome to the big creek major stream. Lots of time has passed since destruction came to this world. In the meantime, many people have died, and those who could not follow the change were cursed as ‘human animals.' I commend you for having survived the disaster. But the ordeal will come to you from now on. Don't forget that the most important thing in survival games is to struggle. Whether the target is the world, monsters, or humans, you have to be a little bolder to survive.</p><p>[Precautions (Important)]</p><p>“…I think what Jisu said is the right answer. Now, we have decided on our journey.”</p><p>“Oh, now we're in the ring, right?”</p><p>Movement to other areas is not possible. Like Jisu said, they seemed to have come to the situation where they, trapped in a ring with vampires, would have to fight for life or death.</p><p>This crazy game has only just begun.</p><p>“Well, you decided to post a thread, right? Good decision. We can't tolerate reading the vampires' fake ads, right?”</p><p>“Well, not necessarily, but I have something to write about.”</p><p>Sungwoo wrote his first post on the community bulletin. Then they began to reply to his comment.</p><p>[12] Let's visit the Safety Zone carefully.</p><p>-Author: kor-157 │ Views: 17,456</p><p>People who already read the first thread on the H Apartments know it already, but don't ever think somebody will do you a favor with a pure heart. When you join other groups, be prudent.</p><p>Because I experienced fighting those bastards who were after your lives by pretending to do you guys a favor, I would like to give you a piece of advice.</p><p>「Comments: 16」</p><p>─ Local archer: What the heck? 157! I was the one who issued such a warning back then. I saw you doing a great job while hiding in an apartment. Wonderful! I totally agree with your advice. I wish I could meet you someday. Lol.</p><p>˪ Mom is strong: I agree with you too. There are so many crazy people. Please take care of yourself. You have to really act safely in a situation like this.</p><p><br></br></p><p>─ Sizzling suicide: Who the hell is guy? He is so condescending.</p><p>─ Wizard in Bijondong: This pedantic guy tries to teach us a lesson even in this situation.</p><p>Sungwoo expected to receive such a variety of reactions, but he also noticed unusual comments.</p><p>─ Youngdungpo prosecutor: 157, I watched the H Apartments incident closely. I would be grateful if you could check the upcoming post and leave a comment.</p><p>Ax Warrior 123: Hey, brother prosecutor, why do you bother to do this?</p><p>-Wizard in Bijondong: Lol, prosecutor. You're going to scout him? Oh, let me reexamine the guy then.</p><p>˪ The prosecutor noticed me: Prosecutor! Please pay attention to me. I'll follow you wherever you go!!!!</p><p>˪ 23-year-old Jinsu Kim: I found my mother with your help, prosecutor. Thank you always.</p>"}