{"id": 44, "volume": 1, "title": "Only I Am A Necromancer Chapter 48", "url": "https://bestlightnovel.com/novel_888162148/chapter_44", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 48</h1>\n<p>Chapter 48: Start of the first Mainstream (3)</p><p>Meanwhile, ‘Youngdungpo Prosecutor', recognized as a guru in the community, posted a long thread immediately after checking the comments.</p><p>[14] The establishment of the Yeongdeungpo Survivor Guild proclaimed</p><p>-Author: Youngdungpo Prosecutor │ Views: 20,444</p><p>We have concluded that we can no longer wait for the government's help, so we want to create a player community called “Liberation.” This guild's primary goals are group survival, seeking to secure a Safety Zone, helping survivors, and further cracking down on the monsters […]</p><p>「Comments: 59」</p><p>“Guild? It must be the kind of guild that appears in online games, right?”</p><p>Sungwoo nodded when Hanho asked, saying, “I think so. Now I think I know why he posted a comment on my threat a moment ago. He didn't want me to join his group — he just wanted to publicize that they weren't a bad group.”</p><p>“Really? He did the same thing last time. He must be a sophisticated guy.”</p><p>“Well, ambitious humans like him are starting to emerge.”</p><p>His announcement that he would create a ‘guild', or a group of game players, had quite a variety of meanings. What he meant was that he would form not just a group of survivors helping each other, but a coalition with a common belief. It also meant that he, acknowledging the absence of the government, would establish a new system. People like him began to emerge everywhere to create their own power.</p><p>“I think those who think they have some power will raise their ugly heads everywhere. So I think we better be ready not to be sandwiched between their fighting for hegemony.”</p><p>Sungwoo had the survivors bear some of the cost of maintaining the Safety Zone. He also collected a certain amount of gold for Jungho.</p><p>“I think a total of 4,400 gold will suffice for the time being.”</p><p>“Yes, thank you.”</p><p>Jungho had already used up all his mana, so ten gold per ten minutes was deducted to maintain the Safety Zone. To keep it all day, it required as much as 1,440 gold. Since it was so hard to obtain gold, it was necessary to maintain a standing combat army to maintain the Safety Zone. Accordingly, it was certain that a large group would have powerful weapons.</p><p>“Oh, you said we could get access to the Safety Zone, right?”</p><p>“Right. Let me see…but if I restrict that area, no one can enter it during the restriction period.”</p><p>“Then, please restrict it after we leave it.”</p><p>“Sure. let me keep that in mind.”</p><p>Sungwoo checked the time. It was seven o'clock in the morning. It was time for the Vampire Lord's ‘Blood Tracking' system to display Sungwoo's current location.</p><p>‘That bastard won't give me up.'</p><p>There was no chance that the Vampire Lord would leave Sungwoo intact when his quest was exposed to him and his major stronghold was destroyed by him. Even though he wouldn't attack Sungwoo in person, he would send his subordinates to chase him.</p><p>‘I must always be on alert for their surprise attack.”</p><p>Sungwoo set the vibration alarm for 12 hours later.</p><p>“Now let's move.”</p><p>His party was ready to go outside the Safe Zone. Sungwoo called Taesung to the president's office.</p><p>“You guys riding the motorcycles now, right?”</p><p>“Oh, yes! We have brought a total of six, plus several barrels of gas, so…”</p><p>“Then go to Suwon Hwaseong now.”</p><p>“…Pardon? Why?”</p><p>Sungwoo explained the plot to Taesung, the ‘Great Massacre' plan now underway in the Safety Zone in Suwon Hwaseong.</p><p>“Survivors from this area will be moving there in droves. Infiltrate the Safety Zone run by them and keep an eye on everything. Then, if something happens…you remember my thread about this on the community bulletin, right?”</p><p>“Yes, I saw it.”</p><p>“Just post any comment there. Then a notification will pop up on my side. Don't worry about who can read it. As soon as I read it, I'll delete it right away.”</p><p>There was a reason why Sungwoo posted a thread on the community bulletin by using 1000 points. Currently, their phones and the internet were not working. Accordingly, the community bulletin was the only means of communication.</p><p>“Can you do it?”</p><p>Sungwoo was now asking Taesung and his friends to go into enemy territory at the risk of their lives where he didn't know when the massacre could happen.</p><p>However, Taesung nodded, saying, “…Sure. Anyway, we've already had the experience of spending a few days with the vampires anyway..”</p><p>Soon, Taesung started the bike with three friends. When they disappeared from the factory, it was time for Sungwoo's party to act.</p><p>“Sungwoo, what are we going to do now?”</p><p>“We have to level up. What level are you?”</p><p>“Uh, I'm five.”</p><p>“Who are you going to fight at that level?”</p><p>Sungwoo's party went on to ‘hunt.' However, Sungwoo's goal was not to level up. He planned to secure as many ‘human animals' as possible, so he could form a mixed group of Werewolves and Werebears to confront the vampires. That was his goal today.</p><p>On the sixth day after the world turned into a game, the survivors were united by creating a Safety Zone or they stayed put in their houses, isolated from the outside.</p><p>Meanwhile, the streets were occupied by the monsters. A group of Dire Wolves ran wildly on the 8-lane road, chasing their prey. They didn't care about their targets. They ate anything small and fragile indiscriminately.</p><p>Weak and small goblins occupied the old malls in remote areas. Sensing there was a variety of food inside the ‘square stones that blow out cold,' they started to break open the windows of ordinary men's houses. Those hiding there were naturally sacrificed.</p><p>The orcs that loved wastelands built camps on school playgrounds. As if they didn't like the man-made buildings, they cut the desks, , and trees on the streets to build ugly edifices.</p><p>But colorful industrial products were very popular among them. So if they found anything colorful, such as clothespins or lollipops, they weaved them together to make necklaces.</p><p>“What a mess!”</p><p>“I don't think that kind of description is accurate.”</p><p>The party of four including Kyongsu, who also joined Sungwoo's party, ran through the hellish downtown area and hunted all the monsters they could. But they had to avoid the large orc clan which numbered more than 200.</p><p>On the other hand, there were also monsters they encountered for the first time.</p><p>“Watch your back!”</p><p>Brown-skinned dwarfs crawled out of the sewer and attacked Sungwoo's members from behind. But they easily and quickly beat the dwarfs because they had enough fighting experience.</p><p>“Well, they look like goblins.”</p><p>“They are not that threatening. They're called Kobolds,” Jisu said, brushing off the blood of the blade.</p><p>It seemed that a “Kobold” clan had settled in the sewer or the subway, building their own areas.</p><p>“By the way, this is like a magic attack, isn't it?”</p><p>Kyongsu pointed to the bumper of the white Pride sedan parked in front of the mall.</p><p>The middle of the bumper was already melted, dyed in green.</p><p>Escaping from the green fireball by the skin of his teeth, Hanho swallowed, looking at it.</p><p>“Oh my goodness, I might have died if I had not increased Agility! The monsters are using magic too.”</p><p>“You bet. We have to be more careful.”</p><p>Then they encountered three Dire Wolves. However, one Werewolf skeleton ripped their snouts violently like King Kong did.</p><p>“Sure enough, human animals are overwhelmingly powerful.”</p><p>When Sungwoo's party easily removed the Dire Wolf herd on the streets, they began to act more aggressively. However, they could not find the prey that Sungwoo wanted, namely ‘human animals' like Werewolves or Werebears.</p><p>“Sungwoo, how about B-mart over there?”</p><p><br></br></p><p>When they turned around the alley, Hanho raised his finger and pointed to the front.</p><p>It was a large three-story mart.</p><p>“Let's go there.”</p><p>Aside from hunting, they could not neglect collecting the necessary items, also called ‘farming.'</p><p>Such a large mart probably had quite a few useful items including food.</p><p>So, they approached the mart when they saw lots of cars entangled here and there while trying to flee from the scene in a chaotic situation. It was a familiar scene.</p><p>“Sungwoo, don't you think you experienced this kind of situation at the entrance to our school?”</p><p>“I feel the same way, too.”</p>"}