{"id": 41, "volume": 1, "title": "Only I Am A Necromancer Chapter 45", "url": "https://bestlightnovel.com/novel_888162148/chapter_41", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 45</h1>\n<p>Chapter 45: Human traffickers in an abandoned factory (5)</p><p>Hearing the freed survivors whispering, Sungwoo watched the branch manager changing bizarrely. Then, he summoned the skeletons around him because he sensed an unusual threat.</p><p>The branch manager's body was swollen with a blackish brown color, and sharp bones protruded from all over the body. His arms looked like huge weapons. His face was also twisted in a weird way, so it felt more like a monster's than a human's.</p><p>“…Are you now showing your true colors?”</p><p>The vampires in movies were human, but during the climax, they usually appeared as monsters. Did this game follow that cliché</p><p>-The high-level vampire is on a rampage.</p><p>As if the branch manager's huge change was a big threat, even a warning message appeared before their eyes.</p><p>“Kaaaaah!”</p><p>Yelling, he charged at Sungwoo. He hit the ground once and narrowed the distance with Sungwoo by a few meters. He displayed incredible resilience. But the orc skeleton stood before him while Sungwoo turned to the right.</p><p>Bang!</p><p>The orc skeleton collapsed like a Lego block when hit by the branch manager's superhuman force. Now, blood was simmering in every corner of his body where the bones jutted out.</p><p>Wherever his bloody body passed a pool of blood would be left behind.</p><p>‘He can't sustain that condition for long.'</p><p>Sungwoo ran behind another orc skeleton. The vampire turned sharply as if he seemed to aim at Sungwoo alone, swinging his arms once again.</p><p>Bang!</p><p>The orc skeleton was smashed into pieces as if it could serve as a tank.</p><p>‘He's not going to sustain for long, but I can get hurt.'</p><p>Sungwoo controlled the fast-moving Werewolf skeleton so it could chase him closely.</p><p>Soon, two skeletons surrounded the branch manager.</p><p>Puk!</p><p>However, the Werewolf, hit by his left hand, bounced off the factory wall. Fortunately, it wasn't smashed, but it left a big impact when thrown against the wall.</p><p>‘Throwing the Werewolf?”</p><p>Sungwoo became curious at this point.</p><p>‘How many stars does Vampire Road have?'</p><p>While struggling with the other Werewolf skeleton, the branch manager grabbed and lifted its pelvic bone, then threw it towards the Werebear skeleton charging at him from the opposite side.</p><p>The two skeletons fell on the floor, entangled with each other.</p><p>“Kaaaah!”</p><p>He steadfastly aimed at Sungwoo. But Sungwoo widened the distance by blocking him while sacrificing the orc skeletons. Soon the monster bodies piled up on one side of the warehouse gradually began to shrink. The monster bodies that Sungwoo could use were running out even before his mana.</p><p>At that moment, Sungwoo noticed black fur that protruded between the bodies of the orcs and goblins.</p><p>‘No way!'</p><p>The body with arrows stuck all over it like a hedgehog was a Werewolf. It seemed that the gang members managed to kill it with all their might.</p><p>-The dead has become your subordinate under your authority.</p><p>Now the dead Werewolf was placed under Sungwoo's authority.</p><p>-‘Synergy' effect is now available due to team play.</p><p>[Synergy list]</p><p>-Category: Clan Synergy</p><p>-Condition: Dog and three more creatures</p><p>-Effect: Attack speed increase (+10%), muscle strength increase (+10%), muscle strength increase when attacking one enemy at the same time (+50%), defense increase when blocking the ‘narrow passage' (+50%)</p><p>Cerberus synergy because of three dog heads? This synergy was very mysterious.</p><p>‘In any case, it is great synergy. By the way, doesn't muscle strength increase because of bones with no flesh?' Sungwoo thought to himself.</p><p>He had some questions, but its effect was fantastic. The skeletons thrown by the vampire resurrected and jumped at him from three directions at the same time, and the situation was completely overturned.</p><p>They were no longer outpowered by the branch manager. Of course, they could do so because the three skeletons grabbed him at the same time. Then, as soon as the Werebear skeleton joined them, he was forced onto his knees.</p><p>Crushed by the four beasts, he screamed in pain. But that was it.</p><p>Soon, the orc skeletons everywhere stabbed sharp weapons all over his body. And, like he normally did, Sungwoo also stabbed the man's neck with the sharp sword.</p><p>“Tell the Representative that his waseong business has been closed.”</p><p>-You have earned 10,000 gold by killing a special player.</p><p>His eyes were closed even before Sungwoo beheaded him. The wounds were so deep that he could not overcome the excessive bleeding.</p><p>‘What if I make his body a skeleton?'</p><p>Sungwoo had never tried to resurrect a human body into a skeleton. Orc skeletons were much better than human bones, so he didn't feel the need to use human bones. Vampires were much more powerful than orcs, but they were so good at regenerating, so Sungwoo cut their heads first to kill them on the spot. And he could not resurrect the damaged bones into skeletons. So, Sungwoo secured the body of a killed vampire with his head intact.</p><p>-The dead has become your subordinate under your authority.</p><p>A vampire skeleton with a deformed bone structure raised its body. It didn't have a big build, but its protruding shoulders and forearms were quite intimidating.</p><p>-You can check the ‘memory fragments' of the dead.</p><p>Sungwoo didn't notice it because he had never resurrected a dead man, but this seemed to be under the Necromancer's authority too.</p><p>‘I think I can use this a lot in the future.'</p><p>A video that looked like a “memory fragment” began to play before his eyes.</p><p>It was part of the branch manager's memories.</p><p>The place was a beer house. Given that it was a mess and strewn with blood, it all happened after the game began. A total of four men and women sat with macaroni and draft beer in front of them.</p><p>“Yeah…there can be no such guy.”</p><p>Among the four, one person was drinking draft beer. He was a man with glasses sitting at the top. He continued talking, chewing macaroni.</p>"}