{"id": 48, "volume": 1, "title": "Only I Am A Necromancer Chapter 52", "url": "https://bestlightnovel.com/novel_888162148/chapter_48", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 52</h1>\n<p>Chapter 52: Vampire hunting (2)</p><p>“Whew!”</p><p>Sungwoo and his friends felt relieved at the message.</p><p>On the other hand, the Kobold wizard smacked the floor with its small hands as if it was burning up. Then it hysterically raised its head. At that moment, something was creeping out of its mouth.</p><p>It was a tree root. The roots that covered the entire mart began to crawl out of its body.</p><p>The roots thickened indefinitely and soon covered the body of the Kobold. Its arms and legs began to sprout there. At first glance, it was a human figure.</p><p>“Do you know what that is… Ent?”</p><p>When Hanho said that, red pupils appeared in the center of the tree shape.</p><p>-Genuine Boss Monster ‘Depraved Tree Spirit' has appeared.</p><p>“It's not the same type of Kobold,” Sungwoo said.</p><p>Although he didn't know about the habits of the Kobolds, he felt strange because only Kobolds here wildly charged at them like fanatics even without knowing their lives were at risk. He could not understand their actions because they were more intelligent than goblins or orcs.</p><p>‘As expected, this was far from an ordinary dungeon.'</p><p>“Let's step back further. We never know how the Kobold will attack us.”</p><p>At that moment, the Depraved Tree Spirit continued to grow and soon rose above the depth of the pit. Sungwoo placed the skeletons wide so they could not be hit at once. On the one hand, he placed several skeletons at the rear and ordered them to move the Kobold bodies.</p><p>Sungwoo was going to attack it with the body explosion.</p><p>“Sungwoo, look at the ceiling!” Jisoo shouted, launching herself forward.</p><p>Puk!</p><p>The tree root struck the spot where Jisu just stood. Stunned, Hanho stepped back.</p><p>“Damn it! The ceiling is all tree roots!”</p><p>Sungwoo and his party fought back. The Kobold wizard skeletons fired flames all at once, while Jisu pulled out the Ignition Whetstone and began to strike the roots descending from the ceiling.</p><p>Pop! Pop!</p><p>Green flame magic hit the trunk of the giant tree. However, it did not seem to have caused much damage, nor did the fire catch up to it. Watching it, they looked gloomy.</p><p>But Sungwoo had a different purpose.</p><p>“Oh, it seems you have a lot of mana?”</p><p>-You have absorbed the opponent's mana. (+40)</p><p>-You have absorbed the opponent's mana. (+36)</p><p>“Wow, mana is just pouring in.”</p><p>Sungwoo felt like he was sucking mana, as if a straw was stuck in his body. And the straw was a legendary-grade item.</p><p>[Item Information]</p><p>-Name: Demon Blood Stone</p><p>-Rating: Legend</p><p>-Category: Orb</p><p>-Effect: Demon property will be given to the holder. When attacking, the opponent's mana will be robbed (+2%) *If the opponent's mana is exhausted, it eats away at the opponent's stamina.</p><p>This item robs the opponent of their mana when its caster ‘attacks' the opponent. However, ‘Death Aura,' the skills obtained by drawing a black wizard with a linked card, inflicts sustained damage by casting a ‘weakening' curse on the opponent. So, the two items give out synergistic effects, making it possible to continuously steal mana.</p><p>Ahhhhhhh!</p><p>The Kobold wizard was losing its stamina and mana, even though it was not under attack.</p><p>So, Sungwoo focused on avoiding the falling debris from the ceiling rather than inflicting damage.</p><p>Meanwhile, when the Werebear skeleton grabbed and pulled the roots on the ceiling, cracks formed in the ceiling, and the concrete debris fell altogether. When he removed the roots that sprouted nearby, he could reduce the fear of being attacked to some extent.</p><p>-The opponent's mana has been exhausted, so its stamina is now being depleted.</p><p>Soon, the second condition was triggered. The roots of the tree in all directions drooped, then stopped moving. Since its mana was depleted, the Kobold wizard could no longer cast magic. In no time discharge began to come out from its body. The mix of ‘Death Aura' and ‘Demon Blood Stone' served as a perfect counterpunch for the wizard. The so-called boss here was disabled literally.</p><p>A wizard without mana? Unless it had no skill to break the curse, the wizard would be Sungwoo's easy prey.</p><p>Then the wizard chose a different method. It started to crawl out of the pit by raising its massive body which was as long as five meters. Obviously it was trying to charge at and press down the skeletons with its massive weight instead of a magical attack using the roots of the ceiling. Clashing with such a massive monster was the last thing Sungwoo wanted.</p><p>Sungwoo had a different plan, which was body explosion.</p><p>“Explosion!”</p><p>Sungwoo prepared a few skeletons for this purpose in advance. However, he could not find the bodies of the monsters anywhere. Nevertheless, Sungwoo's mana decreased, and there was the sound of an explosion somewhere.</p><p>Bang! Bang! Bang!</p><p>The explosion came from right above the boss monster's head, namely the ceiling.</p><p>A crack occurred in some parts of the ceiling, and then quickly collapsed. Large chunks of concrete fell over the boss's head.</p><p>Sungwoo had the skeletons go to the first floor and pile the monster bodies right above the boss monster's head.</p><p>The boss monster moaned its last, knocked down by the concrete rubble.</p><p>Since its body was already left in tatters by all kinds of curses, it could not overcome the tremendous shock and pressure.</p><p>-You have earned 12,40 gold by hunting the Genuine Boss Monster ‘Depraved Tree Spirit.'</p><p>-You have leveled up. (LV. 10)</p><p>‘Oh, I didn't expect to level up.'</p><p>This game was not very difficult for him to level up. Since he achieved Level 9 a moment ago, he thought he would have to go a long way to get to Level 10. But it seemed that the boss monster gave him a huge EXP. He also gained more rewards.</p><p>-‘Roulette ticket' has been awarded for achieving Level 10.</p><p>As the 69th achiever in history, it has been upgraded to the “Unlimited” ticket (100 people only)</p><p>Level 10 for the 69th time? Obviously Sungwoo seemed to be ahead.</p><p>Now, he was given two unlimited-grade tickets.</p><p>-Your subordinates have increased drastically as a result of you reaching the maximum level (+5)</p><p>“Uh?”</p><p>…This must be a jackpot!</p><p>Even though Sungwoo was Level 10, his subordinates would increase by five skeletons? Given the fact that he had carried ten skeletons until now, he would enjoy a 50% increase in his force.</p><p>Then he clicked on ‘Skill' in the level-up card selection window. He wanted to increase his subordinates as much as possible in preparation for the battle against the vampires.</p><p>[Skill information]</p><p>-Name: Death Response</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Cost: 100 mana</p><p>*Summon 10 unattended zombies in the abyss. This species is not limited by the number of subordinates, and disappears into dust after 10 minutes. (Cooldown: 30 minutes)</p><p>“Zombie? As many as ten?”</p><p>If so, Sungwoo could control as many as 25 undead characters. As if Level 10 was some sort of barometer, he felt like he became immensely strong. But that was not all.</p><p>Sungwoo headed for the pit ruined by the body explosion. A black sword was stuck there, the token of the dragon knight. He went down the pit and pulled out the knife.</p><p>“I think I can hunt the vampire with this.”</p><p>He thought it would be hunting from now on, not a battle.</p><p>It was the very sword that the killed boy referred to.</p><p>With a black blade and a finely-crafted hilt, it was quite different from the weapon he had been using so far.</p><p>[Item Information]</p><p>-Name: Masterless Sword</p><p>-Rating: Unknown</p><p>-Sort: Two-handed sword</p><p><br></br></p><p>-Effect: Muscle Strength (+6)</p><p>-Description: It is the key to breaking the black ‘unknown egg.' You don't currently qualify. So, you have no authority.</p><p>To prove your ‘qualification' and gain authority, you must keep the egg for ‘5,000 days.'</p><p>** Whenever you soak the sword with the blood of a powerful enemy, the egg will recognize it and the hatching time will speed up.</p><p>Sungwoo wondered how to prove the token, but it seemed pretty clear. It meant the eligibility for the owner of the dragon born from an unknown egg.</p><p>Sungwoo didn't draw the ‘Dragon Knight' card, so he was not eligible.</p><p>But it seemed that when he obtained two items, he would be given a sort of quest.</p><p>‘But 5,000 days? 5,000 days means 13 years?'</p>"}