{"id": 42, "volume": 1, "title": "Only I Am A Necromancer Chapter 46", "url": "https://bestlightnovel.com/novel_888162148/chapter_42", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 46</h1>\n<p>Chapter 46: Start of the first Mainstream (1)</p><p>You are now facing a massacre. In fact, the massacre in this world may not be an unusual event because it can happen frequently in the future. But it's different to you. As a holy man with the reins of death, you can save countless lives or use those who died because of neglect.</p><p>The choice is yours.</p><p>Your choice will affect your ‘fate.'</p><p>Exclusive quest. It was the second time encountering it. He had the first one when he witnessed the death of the professor on campus. He felt like he was standing before something like a great tide.</p><p>“Massacre…”</p><p>The Vampire Lord's quest and Sungwoo's quest. Were their quests juxtaposed to each other?</p><p>It seemed that their fight was going to grow bigger and bigger.</p><p>Sungwoo told only Jisu and Hanho about what he saw through the video from the memory fragments.</p><p>“What? Were all of them brainwashed before we got here? That's why these guys ran around all over the place and organized a thug group.”</p><p>In the branch manager's memories, the expressions of the executive-level vampires who sat at the table inside the beer house were really terrible. Each of them was looking at the Vampire Lord as if they were in love with him. They yearned for him and trusted him blindly. It seemed that his magic power to tempt his subordinates strongly was one of his unique talents.</p><p>“The closer anyone is to the Vampire Lord, the more severe the symptoms are. Yujin, the low-level vampire, had a lingering hatred of him.”</p><p>“Then don't you think that there is going to be a massive massacre in Suwon Hwaseong?” Jisu asked. She took the massacre seriously.</p><p>In fact, the vampires were preparing for a “Great Feast,” an operation that would lure as many survivors in Hwaseong as possible and eat them all at once. Of course, a lot of people were dying there at this moment, but Jisu felt differently this time because the massacre had been planned by the vampires in advance.</p><p>“Sungwoo, it's real. It's all about luring the survivors on the community bulletin. Lots of posts are coming up, so it seems they are luring the survivors deliberately.”</p><p>Hanho showed Sungwoo his cell phone.</p><p>[8] Suwon Hwaseong Safety Zone Policy Change: Anyone, please come!</p><p>-Author: Manager Ku │ Views: 77,589</p><p>We said you would receive gold at first, but we changed the policy as a result of our internal meeting. From now on, we'll embrace all survivors. We are a large group with two ‘Pironeers' with three stars and three ‘Missionaries' with three stars. Our place is very spacious, and we have plenty of gold since we have a lot of hunting teams. Of course, with the patronage of the survivors, we can build a stronger Safety Zone. So far, neither the government nor the military have saved us. We are looking for ways to overcome this catastrophe with the help of lots of survivor groups. Let's join hands!</p><p>「Comments: 115」</p><p>Most of the comments were about things like how to find the place or they were now on the way.</p><p>Obviously lots of survivors already took the bait.</p><p>“Oh my God! They really are damned little shits. How can they be so shameless? Are they really humans?” Jisu fumed.</p><p>“Why don't we post a comment saying that they are vampires who lure innocent survivors to suck their blood?” demanded Hanho.</p><p>Sungwoo agonized over Hanho's suggestion. Even if he exposed a scary but unverified plot, it would only be treated as a groundless rumor. But it wasn't a good option not to use the function of the community bulletin that could be used as a major weapon.</p><p>“Let's think about it carefully before posting it,” said Sungwoo.</p><p>Hanho stamped his feet as if he felt so annoyed and frustrated.</p><p>“Hey, search for items in the factory first. Even if you rush to them even now, you won't get anywhere unless you're prepared first. Jisu, please calm down. We need to take care of the imminent task first.”</p><p>So, they decided to take care of the task at hand, which was to sort out the valuable items that the members of the vampire organization piled up in the factory for the past few days. And this place was more than a bonanza. As they were not monster hunters but player hunters, they collected and piled up a pretty large amount of pretty useful stuff.</p><p>“I feel like I'm digging into a squirrel den,” Hanho murmured.</p><p>Then he took out a paper box from the president's cabinet.</p><p>“How many potions are in the box?”</p><p>The box was filled with all kinds of potions such as stamina, mana, and antidotes. Among them were several high-quality potions called ‘therapeutics (intermediate),' which were used to alleviate or cure various infections.</p><p>“Sungwoo, according to the description, this also applies to zombie or vampire infections.”</p><p>“Okay, store them well.”</p><p>They also obtained all kinds of daily necessities and weapons.</p><p>“Oh, look at this,” said Jisu, showing Sungwoo a square thing.</p><p>[Item Information]</p><p>-Name: Charger (small)</p><p>-Grade: General</p><p>-Category: Other</p><p>-Effect: Supply power or charge a battery. (Remaining capacity: 87%)</p><p>It seemed that this kind of stuff was contained in ‘other item,' which he had never chosen before. On the fifth day in the changed world, power was still being supplied as if power plants were operating normally. But it was still unclear as to what would happen in the future. Aside from other stuff, Sungwoo needed a cell phone battery to use the ‘Player Guidebook.'</p><p>-Battery charging (10 minutes left)</p><p>When he placed his phone against the charger item, a message appeared. The charging was pretty fast.</p><p>‘If it is a small battery, it means that there is a large one too. And if it is a high-grade item, it may be able to supply power to the building.'</p><p>Sungwoo thought it was necessary to obtain and keep the “other item” as well.</p><p>Kyongsu, along with the survivors of the factory, carried the collected items in the baggage compartment of the bus. Now, the survivors from the school looked more clean and neat than they were on the first day.</p><p>“I have a wound healing skill because my job is a “healer.” Hey, let me take a look at your wounded arm.”</p><p>“Everyone! We've got a lot to eat here, so please share. Man, they stacked up a bunch of food here.”</p><p>Then each of them started to move, depending on their roles.</p><p>Come to think of it, they were at a loss about what to do because they were embarrassed. But they were back to normal, doing their bit faithfully.</p><p>‘It's good that they have started to adapt to the new situation,' Sungwoo thought to himself.</p><p>But it was because they luckily survived that they were functioning now. In other words, they began to realize it belatedly. But how many of them could survive to the end?</p><p>Night came. The survivors decided to spend the night inside the factory.</p><p>Soon, the young gangsters including Taesung came into the factory, so it was crowded with many people now. When Sungwoo frowned at their bikes, Taesung, who led the pack, approached him awkwardly, checking his expression, “Brother Sungwoo…”</p><p>“Why am I your brother?”</p><p>“Uh…Captain?”</p><p>“Just get to the point. Don't even think about flattering me.”</p><p>When he reacted coldly, Taesung looked down, low-spirited. But he soon curled up his mouth and said, “Can we also stay here?”</p><p>Sungwoo openly frowned at him. As expected, helpless survivors began to gather around him.</p><p>“Come tomorrow. I'm leaving tomorrow.”</p><p>“Oh, well, Captain, please. We have nowhere to go. We never know when the wolf-like monsters will storm us in the joint market, so we are just restless…” said Taesung with an earnest expression.</p><p>“Where is your vampire friend?”</p><p>“Ah…she got a little better after having a little blood pack. She will be alright. I swear she won't run wildly anymore.”</p><p><br></br></p><p>“How can I trust you? You have lost my trust already.”</p><p>“Well…”</p><p>Sungwoo glanced at Jisu standing next to him. Then she gave Taesung a white potion.</p><p>“I don't know if it will work, but have her try this.”</p><p>“Ah? This one?”</p><p>It was the ‘medicine' she just found.</p><p>According to the description, it was also effective on vampire infections.</p><p>But she was not sure if it could cure Yujin 100%.</p>"}