{"id": 59, "volume": 1, "title": "Only I Am A Necromancer Chapter 64", "url": "https://bestlightnovel.com/novel_888162148/chapter_59", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 64</h1>\n<p>Chapter 64: Boss Monster Raid on the Runway (2)</p><p>“Actually, I am also confused. We are definitely soldiers. I'm skeptical whether it is right to move around like this. Over the past few days, more than half of my classmates and junior soldiers have been killed, god damn it!”</p><p>Sgt. Kim clenched his teeth, expressing extreme frustration. Sungwoo shook his head at Sgt. Kim's unexpected reaction.</p><p>“Well, I understood their behavior at first, but I thought they would respond well after adapting to this system to some extent. Isn't it the way you guys behave while serving in the army?”</p><p>Sgt. Kim shook his head firmly at Sungwoo's question.</p><p>Then, he began to blow off steam, complaining about Lieutenant Colonel Park.</p><p>“For quite some time I've been kept in the dark about the situation. Then suddenly I was given an order to crack down on the monsters without any proper weapons. The monsters are completely different from the enemies we soldiers have been trained to confront. They just drove our soldiers into the dungeon.”</p><p>Sungwoo just listened silently.</p><p>Sgt. Kim continued, “And they collected the gold we earned and stopped us from using the community… Oh, I don't know why I'm making this kind of complaint to you. Sorry.”</p><p>Obviously, the army leaders had tight control of the players within the army, but it was difficult for Sungwoo to judge whether their action was justified or wrong.</p><p>“Sgt. Kim, I think what matters now is survival. I mean your own life.”</p><p>“Pardon?”</p><p>“The army will never control the current situation, so they are going to control those who have survived. Of course, this is just my intuition, so you can ignore it.”</p><p>In fact, Sungwoo knew he could not control this situation with the old-fashioned systems and methodology. His clumsy attempt to use then could have cost more lives like Sgt. Kim's comrades who were killed over the last few days.</p><p>Sungwoo thought that a group like the “Guild” created by the guy with community ID ‘Prosecutor Youngdungpo' had a greater potential than the army.</p><p>Sgt. Kim nodded with a bitter expression, then said, “Still, I value your intuition, Sungwoo, so let me think about it.”</p><p>Then, Sgt. Kim gave him additional information about the boss monster in the 10th Fighter Wing. He said the monster was a giant swinging a club, so Sungwoo gathered all the information about the monster, while preparing to attack in the coming days.</p><p>Sungwoo and his party arrived near the Hwaseong Temporary Palace where the village was located. At that moment they saw a bloody fight going on at the village.</p><p>“Ahhh! Stop him!”</p><p>“We lost him. Let's get inside!”</p><p>The entrance to the village had already turned into a sea of ​​blood.</p><p>“Sungwoo! Watch out!”</p><p>“Everybody, get ready for the fight!”</p><p>Sungwoo's group pulled out their swords, and Sgt. Kim's squad members dispersed to the left and right. As if they had their own combat formation, those at the front were holding square shields and one-handed swords. The four in the middle were holding spears. The four in the rear row were armed with bows and crossbows, but the opponent was far from an easy target.</p><p>“Damn it, they are Werebears! We really can't fight them. So, whenever we encountered them before we just retreated.”</p><p>Three Wearbears were attacking the entrance to the city's art museum. There were already five or six victims out there, and one of the Werebears was sitting in the center, chewing on the fallen bodies.</p><p>It seems they were ambushed by the Werebears only a little while ago because several combat fighters, including Kyongu, were retreating into the building.</p><p>“Okay, you stay here.”</p><p>Sungwoo was different from the others. He didn't regard the Werebears as tough opponents. He thought this was not a crisis but a great opportunity.</p><p>‘If I catch four Wearbears, they will be a tremendous addition to my power in the upcoming raid on the boss monster. These giant monsters…'</p><p>Pik! Pik! Pik! Pik!</p><p>Sungwoo fired a repeating crossbow randomly and activated a Grand Fellblade at the entrance of the museum where the Wearbears were gathered.</p><p>Wuuuuuuw!</p><p>The Werebears roared in fear, but soon they disappeared into the fatal black smoke of Grand Fellblade. The next moment, the smoke completely disappeared, and the bloody Werebears appeared.</p><p>Bone monsters, clad in bone armor, were now trampling and tearing the beasts apart.</p><p>“Oh, my God. I can't believe this!.”</p><p>Sgt. Kim watched Sungwoo fighting the beasts. He had seen it before, but this time he was so sorry for his fallen soldiers.</p><p>He recalled the faces of his fellow comrades and junior soldiers who had been killed when they were put into the previous battles by incompetent and inefficient leaders.</p><p>“Even if I can't fight like Sungwoo…I shouldn't have fought like that in the past.”</p><p>Sgt. Kim thought that he quickly came to his senses. When the goblins appeared before his eyes, he was the first to wield his sword. When the officers took the player's weapons, he was the one who had the soldiers take shovels to fight against the monsters.</p><p>However, the officers collected the weapons and gold the players had obtained, then ordered them to mount a reckless attack on the excuse of retaking the garrison. Judging that he now came back to normal, Sgt. Kim carried out the order without any complaint while encouraging his men to carry out the order. He had been a squad leader.</p><p>“….”</p><p>What was the problem? Why were so many guys killed meaninglessly?</p><p>‘Was it right that I followed his order that time? What else could I have done?'</p><p>Soon, Sungwoo was done fighting, and he got a huge payout. The four Werebears, who were running wildly a moment ago, were resurrected as huge collections of bones and stood up again.</p><p>‘Sungwoo Yoo, this guy is different. He is surviving very efficiently.'</p><p>Clad in bone armor, the four huge Werebears, three meters tall, stood tall behind Sungwoo.</p><p>[Synergy List]</p><p>3) Wild Tyrant (Phase 1)</p><p>-Category: Ethnic Synergy</p><p>-Condition: 4 or more bears and creatures</p><p>-Effect: Decreases the opponent's defense (-10%), increases ally's defense (+10%)</p><p>Sungwoo looked at Sgt. Kim, “Sgt. Kim, please tell your boss that we're ready.”</p><p>When he said that, Sgt. Kim realized what was wrong. In short, he was too impatient about the attack instead of thinking hard about proper preparation.</p><p>“I think we can start retaking the runway.”</p><p>According to Kyongsu, while he and his team members were returning after destroying a goblin village nearby, three Werebears charged at them suddenly.</p><p>“It's all my fault. I should have paid a little more attention, but I didn't know they were jumping from the rooftop…”</p><p>Because of the goblins' sudden ambush, five of Kyongsu's crackdown task force members were killed.</p><p>“I don't think it's your fault, Kyongsu. It would have been difficult for anyone to respond to such an attack. You did your job very well.”</p><p>“Ah…”</p><p>Sungwoo grabbed his shoulder and comforted him. In fact, Kyongsu held up his end.</p><p>When the other members of his team fled into the Safety Zone, Kyongsu defended the entrance of the building until everyone evacuated safely.</p><p>Right at that moment, fortunately, Sungwoo came.</p><p>“You even killed the goblins trying to get into the building at the last minute,” said Sungwoo.</p><p>As it turned out, the last Werebear, who was injured severely, rushed into the main entrance of the museum, where Kyongsu was standing.</p><p>However, his spear penetrated the Werebear's eyes and destroyed his brain. He was lucky, but it was his responsibility to destroy the Werebear.</p><p>“I think it was good for me to leave this task to you, Kyongsu. I will leave here as the day breaks. So, keep up with the good work.”</p><p>Sungwoo cheered him up, then stood. At that moment, Sgt. First Class Kang was coming down from the stairs on the second floor.</p><p>“What happened? I don't know the situation because I was sleeping.”</p><p>Sungwoo questioned whether Kang was really a soldier, given that he didn't know some of his men were killed a little ago because of the monsters' attack.</p><p>“We were ambushed.”</p><p>“Oh, I heard the attackers were Werebears. Well, I killed one in the past. Man, when he touched me, I realized how powerful he was. Have you killed such a monster before?” Sgt. Kang asked Sungwoo.</p><p>He laughed, stretching out his rough hand. He was trying to macho it out.</p><p>“Well, I can touch them anytime.”</p><p><br></br></p><p>Four Werebear skeletons were standing behind Sungwoo's back. Then, they suddenly disappeared somewhere. He moved them to the subspace.</p><p>“Wow, what a skill! How did you do that? Man, this world is crazy, isn't it? That's why I prefer something simple enough to understand.”</p><p>According to Sgt. Kim, Sgt. First Class Kang chose a 3-star “striker”. So, his main fighting style was based on punching rather than using weapons.</p><p>However, Kang didn't tell him which card he chose for its synergy effect with the previous card, saying he didn't want to reveal his main strength.</p><p>At that moment, Sgt. Kim, who was standing on one side of the hall on the first floor, approached Kang and said, “Sgt. First Class Kang, Sungwoo has told me that he's going to depart for the raid on the boss monster soon. I think you had better prepare…”</p><p>“Ugh? When did you start working as his mouthpiece?”</p><p>“Pardon?”</p>"}