{"id": 53, "volume": 1, "title": "Only I Am A Necromancer Chapter 58", "url": "https://bestlightnovel.com/novel_888162148/chapter_53", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 58</h1>\n<p>Chapter 58: The soldiers that arrived late (1)</p><p>However, Right lifted the blade, timed with his action.</p><p>“Argh!”</p><p>The 88% probability of was correct again this time. His body staggered after slipping from the blade. At that moment, Right threw a glass bottle that it was hiding behind its back towards his face.</p><p>Puk! Cheeeee!</p><p>Then Right leaned forward and slipped back after cutting his ankle.</p><p>“Ahhhhhhhhh! What the heck is this?”</p><p>“Hey, that was the last bottle, Right! Good job!” Sungwoo shouted jokingly.</p><p>The last bottle of Elder Slime's acidic liquid was thrown on his face.</p><p>“Damn it! You dirty son of a bitch!”</p><p>“You guys are crushed out of shape by this every time! We made mincemeat of that stupid branch manager with this, too.”</p><p>“Ahhhhh! I'll kill you!”</p><p>He rubbed his face hard and stepped back. That acidic liquid melted his corneas and blocked his vision. But his resilience was so good that his vision began to come back soon.</p><p>“…Ugh?”</p><p>Didn't his vision completely return? He was seeing things. Obviously he saw four Werewolf skeletons, and he had killed one of them. But he definitely had not seen as many as seven. And four of them were holding long spears, which was familiar to him too. Just in case, he looked up at the rooftop of the museum. His prey that was supposed to be hanging there was missing.</p><p>“No way…”</p><p>Aside from the four vampire skeletons that the Vampire Lord crushed, there were four Werewolf skeletons.</p><p>“Damn it.”</p><p>Rattle! Rattle!</p><p>Seven Werewolf skeletons charged at him. Two got stuck on his back and two were flying toward his head. They were holding long spears in their hands. They stabbed the spears into his chest vertically.</p><p>Puk! Puk!</p><p>The spears pierced through his chest.</p><p>“Ahhhhhhh!”</p><p>His body swelled once again. Obviously he tried to vaporize his blood and blow off the sticky stuff on his body.</p><p>Pop!</p><p>But he didn't this time. The seven Werewolves placed their teeth all over his body and pushed their claws between each other's bones in a circle to nullify his blow. Their bodies shook several times with some of their ribs smashed, but that was it.</p><p>Crunch!</p><p>The Werewolf skeletons bound the Vampire Lord's body tightly. He would certainly shake off his bondage at the slightest sign of loosening, so they could not do anything but hold him tightly.</p><p>At that moment, however, a bunch of zombies began to move toward him. Each of them was carrying something on their shoulders. They were the vampire bodies.</p><p>“Didn't I tell you that the start of the party was a firecracker? The highlight of the party is the barbecue, isn't it?”</p><p>As soon as Sungwoo said that, his face, seen through the bones, turned pale.</p><p>“No, I hate this!”</p><p>“You guys have gathered here in one place. I wish I could take pictures of you. Explode!”</p><p>There was a huge explosion. Standing behind the Werebear skeleton's back, he avoided the scattering bones and flesh.</p><p>And in the next moment, various messages appeared before Sungwoo's eyes.</p><p>-You have earned 10,000 gold by killing a special player.</p><p>10,000 gold? But this was not all.</p><p>-You have pursued the special quest, (You have been successful in killing the assassin targeting your life!)</p><p>Rewards have been given. (30,000 gold, C grade item ticket)</p><p>-You have pursued the exclusive quest ‘Death Coordinator' in ‘salvation' mode.</p><p>Rewards have been given. (Exclusive skill)</p><p>Your fate changes subtly.</p><p>“The boss raid is worth it!” said Sungwoo.</p><p>And hundreds of survivors in the square witnessed the boss raid.</p><p>“It's fortunate that the man won, right? He was controlling something like monsters. Is he okay?”</p><p>“I don't know what it is, but I'm sure he saved us.”</p><p>“You bet. I think so.”</p><p>Those survivors who were in danger of being massacred looked at their victorious savior.</p><p>Their expressions reflected not only embarrassment and relief, but also some sort of vague admiration.</p><p>“That's him! ID 157 I mentioned! ID 157, it's me!”</p><p>“Ugh? That thief hunter who posted the No. 1 thread? Really?”</p><p>“I don't know what's going on, but I'm so relaxed now…”</p><p>The repercussions of his victory were fundamentally different from his crackdown on the vampires in the H Apartments. This time, not one or two but quite a few survivors who witnessed his brilliant activities began to spread the news. They posted numerous threads that an unidentified man in the Suwon area cracked down on the wicked gang.</p><p>And there was unexpected development after his stories popped up on the community bulletin.</p><p>“Uh? Who are they?”</p><p>“…Soldiers?”</p><p>People in military uniforms poured out of one building as if on cue. They were wearing army combat uniforms, but they were armed with swords and shields, bows and crossbows, without any bulletproof gear. But their leader with the commander's insignia was familiar to Sungwoo. He approached Sungwoo.</p><p>“Hi, I was really curious about who fought such a great battle here. I never expected I would meet you again.”</p><p>“Sergeant Kim?”</p><p>It was Sergeant Kim, the soldier Sungwoo met on the road to Suyeong Intersection.</p><p>Sungwoo parted with him after trading his intelligence for stamina potions, but he met the soldier again.</p><p>“Yes. Thanks to your help, I've survived like this.”</p><p>“Why are you here?”</p><p>“I was spying on those who said they would create a Safety Zone. However, I never thought that such a ridiculous situation would unfold here. By the way, I'm sorry to say this, but there are people who want to meet you.”</p><p>“Who?”</p><p>What Sergeant Kim said was so absurd.</p><p>“The army is still intact.”</p><p>The force of the past summoned the force of the present.</p><p>There was nothing like the Safety Zone in Suwon Hwaseong from the beginning.</p><p>Quite a few people were here, chasing after the illusions of the Safety Zone that did not exist. Even after Sungwoo posted a thread to warn them, some survivors of the abandoned factory posted threads exposing the vampires. Someone might have made a different choice after reading the threads, but over 200 people who visited this place ignored Sungwoo's warning and came here with a ray of hope and illusions. They were so desperate and nervous at that time.</p><p>It was fortunate that Sungwoo saved them from their worst choice.</p><p>Night fell. The survivors decided to spend the night at the city museum that the vampires used as their hideout. It was spacious enough to accommodate about 200 people.</p><p>Sungwoo was at the factory manager's office there.</p><p>“Profile.”</p><p>[Player profile]</p><p>-Name: Sungwoo Yu</p><p>-Level: 10</p><p>-Occupation: Necromancer, Black wizard</p><p>-Stats: Muscle Strength (8+6), Agility (8), Stamina (5),</p><p>-Gold Reserve: 298,880</p><p>-Additional Trait: Demon</p><p>Of the total 300,000 gold, 150,000 gold was obtained from the battle that just ended. Sungwoo earned more gold than he did after massacring a group of Kobolds in the dungeon and hunting all kinds of monsters on the streets. That was not all.</p><p>[Skill information]</p><p>-Name: Bone Armor Production</p><p>-Grade: Basic</p><p>-Category: Active</p><p>-Consumption: 10 mana</p><p>*Body bones are used to make armor. Armor is worn as soon as it's made. The results vary depending on the type and quality of the material, and the higher the skill level, the more elaborate the armor.</p><p>It was the skill that Sungwoo gained through the exclusive quest. He felt like it was like a defense armor version of Bone Weapon Formation. When the skill was used, the armor was made using nearby bodies as materials, and then it was attached to the body automatically.</p><p>Tap, tap.</p><p><br></br></p><p>Sungwoo knocked on the bone armor attached to his chest. Since it was made in a size that fit his body perfectly, he felt like he had additional ribs attached. Since skeletons could wear this armor, he thought he could look forward to much stronger defensive power.</p><p>Then Sungwoo lifted a large crossbow on the desk. He obtained it from the class C box, which he got by completing a special quest to remove the killer.</p><p>[Item Information]</p><p>-Name: Dwarf Repeating Crossbow</p><p>-Rating: Hero</p><p>-Category: Crossbow</p><p>-Effect: Equipped with a magazine connected to the armory in the subspace. (Can be fired without loading.)</p><p>“Well, it's time for me to stop throwing spears and daggers.”</p>"}