{"id": 55, "volume": 1, "title": "Only I Am A Necromancer Chapter 60", "url": "https://bestlightnovel.com/novel_888162148/chapter_55", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 60</h1>\n<p>Chapter 60: The soldiers that arrived late (3)</p><p>“Well, I mean gold.”</p><p>Park's face contorted grotesquely.</p><p>“Are you going to do business with the country? If you are armed without responding to the conscription, you might be arrested for treason…”</p><p>“Country? Where is it now? Sir, this is no longer the South Korea that I used to know. It's not a country that can't help at all when people have been killed for the past several days.</p><p>From the moment this happened, there was no country for us.”</p><p>When Sungwoo cut him off, Park's face was flush with anger. But he seemed unable to come up with any proper response.</p><p>“Oh my… Every word you are spitting out sounds rebellious. How can you deny the country that has fed and raised you?”</p><p>Sungwoo could understand his logic. That's why the closed group of soldiers called the military was not responding to the new situation properly. They could only think within a certain frame. In this situation, it was impossible to discuss the state system and the response of the people, and flexible thinking was impossible because of military discipline and hierarchy.</p><p>“Then, our negotiation has broken down. Let me leave now,” said Sungwoo.</p><p>He got up from the sofa and approached the door.</p><p>“Hey!”</p><p>Park shouted with a roaring voice from behind.</p><p>“You will regret your action! How dare you insult us like this? Do you think you can survive alone when you are hostile to the army? You can expect human power when you join hands with a coalition.”</p><p>“…Well, I'm more comfortable when I do it alone.”</p><p>Then Sungwoo went out into the hallway.</p><p>“Sungwoo!” Sergeant Kim followed him.</p><p>Of course there was no chance he came out on his own. Maybe Park and the captain ordered him to persuade Sungwoo.</p><p>“Sorry to make you feel uncomfortable…”</p><p>“No, you don't have to. Soldiers are not responsible in the military. Did he order you to persuade me?”</p><p>“Well…,” Kim made an awkward expression.</p><p>“It seems they badly need me.”</p><p>“Hahaha…” Kim laughed bitterly and uttered foul words at them.</p><p>There was an unknown agony on his face. Then he grabbed Sungwoo's arm and said firmly, “Yes, we really need your help. But I didn't know battalion commander Park was such a square. I don't like the way the officers are handling the situation now. So, I have something to show you. This is a bit of a secret…”</p><p>Kim took him to the underground parking lot, then stopped at the entrance to the emergency exit.</p><p>“Wait here. I think I should go and take it out secretly. If I'm caught, they're going to shoot me.”</p><p>Saying that, he went into the parking lot where armed soldiers were on alert. Kim took out something from his duffle bag and approached Sungwoo quickly.</p><p>“Let's move toward the stairs because they might notice us.”</p><p>Standing at the emergency exit, Kim opened the hard box and took out the green stone.</p><p>With unknown symbols engraved on the surface, it seemed to emit a faint glow.</p><p>“What's this?”</p><p>“Um, it's called a ‘Prophecy Stone'.”</p><p>“Prophecy?”</p><p>“That's right. I think it's scattered all over the world, so it seems to predict what will happen in the future. Those of us who are lucky enough to have found this are at an advantage. I don't think there is anything like balance in this game.”</p><p>What Kim said was that nobody would know what would happen.</p><p>Sungwoo grabbed the green stone that Sergeant Kim showed.</p><p>-You have contacted ‘Prophecy Stone' (Season 2)'.</p><p>Then his vision became dark and a world like a scene from a film projector unfolded.</p><p>Swoosh!</p><p>It was Gwanghwamun Square. The square overlooking the skyscrapers was stained with gray and blood, and human bodies and monsters were piled up as high as a mountain at the edge. Then there was a huge shadow over it. It was a Wyvern. No, it should be called an Undead Wyvern, to be more precise. The eyes of the monster, whose flesh was torn apart here and there, were dyed green. Then, a very tall skeleton was wearing a crown made of bones with green gems on Wyvern's back. With its purple robes hanging down to the bottom of its feet, it was holding a huge scythe in its right hand.</p><p>‘…Lich?'</p><p>It raised its right hand. Then, the eyes of the bodies piled up on Gwanghwamun Street began to turn green. Sungwoo immediately knew what it was.</p><p>‘No way. Is it going to take all the …?'</p><p>Tens of thousands of bodies trembled and raised their heads the next moment. One by one, they started to get up. Then, just like the trailer of a movie, there appeared people who were killed by the undead's raid. The corpses swarmed like waves, besieged people were being eaten by the monsters from all sides, and the monsters were climbing up buildings, overturning cars, and breaking open the windows.</p><p>-Season 2</p><p><br></br></p><p>“Well, you're right…”</p><p>“Then go and tell him that you have persuaded me to hunt the boss monster. Also, tell him that I have not given up the payment for the job.”</p><p>Although Kim was a soldier, he acted as if he was helping Sungwoo. It didn't matter to Sungwoo if Kim wanted to trick him. All Sungwoo wanted was for Kim to convey his message to Park.</p><p>“Well, can you tell me how much you mentioned when I see Park?”</p><p>“100,000 gold, and he should pay in advance.”</p><p>“…”</p><p>Sungwoo was planning to start the boss raid for a bigger goal.</p><p>And he needed to obtain the necessary item set before embarking on the raid.</p>"}