{"id": 56, "volume": 1, "title": "Only I Am A Necromancer Chapter 61", "url": "https://bestlightnovel.com/novel_888162148/chapter_56", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 61</h1>\n<p>Chapter 61: The soldiers who arrived late (4)</p><p>Lieutenant Colonel Park was still sitting on the sofa even after Sunwoo left. Since he couldn't swallow his pride, he got upset with Sungwoo, and he felt frustrated because his important talks with Sungwoo broke down.</p><p>“Battalion commander, honestly, there is no strongman like him here. I saw him fighting vampires. He is a super fighter,” said the captain as if he was very impressed with Sungwoo's brilliant fighting. The captain was in charge of monitoring the survivors gathered in the Safe Zone after infiltrating a building near Hwaseong Haenggung with Sgt. Kim.</p><p>Right there, he witnessed something he could not believe. Commanding dozens of undead, Sungwoo killed the supernatural monsters.</p><p>“Sgt. First Class Kang, can't you deal with them?”</p><p>Sgt. First Class Jin-wook Kang was a Level 9 player, the highest level in his unit.</p><p>Until now, he had been at the forefront of the monster crackdown team, killing numerous monsters.</p><p>“Well, it's different this time. If Kang is a single strong soldier, Sungwoo is like an army.”</p><p>“Army? Isn't it the same with us? I think that if our soldiers led by Kang join hands, they can beat that guy controlling the skulls. That's the power of our army, isn't it?”</p><p>But the captain shook his head despite his boss's firm reassurances.</p><p>“Battalion commander, how many soldiers do you think have the guts to sacrifice their lives in a critical moment? For example, a soldier who can jump at the enemy with a bomb.”</p><p>“What?”</p><p>“Whether or not we have a soldier who can sacrifice his life to create a golden opportunity for attack is crucial in this battle. In that respect, Sungwoo's army members are totally different. They are not just courageous. They don't have any fear at all. At any time, they can sacrifice themselves then get resurrected. Sungwoo has 30 of them. I think they are stronger than a battalion of troops.”</p><p>Lieutenant Colonel Park had always trusted his smart captain.</p><p>Sgt. Kim, who was listening next to him, added, “Battalion commander, let me tell you something. I told you I survived after getting a potion from him in return for giving him some intelligence. As far as our deal is concerned, he is a man of his word. We can trust him.”</p><p>But the colonel was bothered a bit.</p><p>“100,000 gold.”</p><p>After all, he didn't have enough funds.</p><p>“We can secure the money. Didn't you tell us to report about the gold we earned while maintaining the monster crackdown squad near the unit? On average, we earned about 60,000 gold per day.”</p><p>It was easier said than done.</p><p>If they accepted Sungwoo's conditions, it would mean they would have to donate the gold the battalion's troops earned for two days. Of course, Lieutenant Colonel Park was also well aware that gold was greatly helpful.</p><p>‘However, our priority should be restoring important bases. As long as the monster is in control of the runway of the 10th Fighter Wing, we cannot escape from this place.'</p><p>They could get rid of the boss monster with enough time, but there was a reason they were so impatient now. As it turned out, the boss monster was holding up in the 10th Fighter Wing located in Seryu-dong, Suwon.</p><p>The battalion commander sent 20 player soldiers, but they were wiped out in 10 minutes. Since then, they gave up attacking the boss monster.</p><p>Transportation was the most important thing in military operations, but transporting on the ground was too dangerous. The ground was blocked by abandoned cars, so it was not easy to clear the road by mobilizing combat vehicles. It was so obvious that they would be exposed to the monsters' ambush while they were clearing the roads.</p><p>As things stood now, the most perfect transportation was the ‘sky,' on condition they didn't encounter a group of wyverns.</p><p>“Damn it! Let him take back the 10th Fighter Wing. Captain, give the money to his group!” shouted Lieutenant Colonel Park.</p><p>100,000 gold was too much for his group, but he had to swallow his pride.</p><p>“Give it to that guy. He is crazy about money. I'm going to take the money back by cutting open his belly some day,” said Lieutenant Colonel Park, gnashing his teeth.</p><p>Sungwoo received 100,000 gold from the captain who introduced himself as Captain Sung-min Lee. With this, he had a whopping 398,880 gold in his hand.</p><p>“Whew! We collected all the gold that our soldiers possessed to secure the 100,000 gold you requested. We hope you can retake the 10th Fighter Wing as soon as possible.”</p><p>“You are not supposed to leave your area for the next 5 days anyway. So, can I take care of your request during that period?”</p><p>There was a condition. While the first mainstream was going on for seven days, they could not escape to regions other than Hwaseong and Suwon City. Now, there were five days left before the restriction was removed.</p><p>“Well, we may need to do maintenance. Besides, the aircraft stored in the hangar may be damaged by the monsters, so I hope you will attack them as soon as possible. Even if you save the pilots, if the fighter crafts are unusable, we can't do anything, so take it back within 3 days.”</p><p>“Let me try.”</p><p>“Yes, please. When you begin to crack down on the monsters, we're going to dispatch some soldiers to help you. Come on, Sgt. First Class Kang.”</p><p>When the captain mentioned his name, a bronze-skinned soldier approached.</p><p>He seemed to have served in a special force, given the various patches, such as the HALO patch signifying the completion of high altitude descent training, attached to his military uniform.</p><p>“My name is Jin-wook Kang, Sgt. First Class. Unfortunately, it looks like I'm going to join you as your deputy in this operation.”</p><p>He held out his thick hand to Sungwoo, who grabbed it silently. Sgt. Kang was frowning a lot, but he was not foolish enough to tighten his hand around Sungwoo's.</p><p>“How about your level? If you are lower than me, I feel like I am going to be uncomfortable.”</p><p>“I'm Level 10.”</p><p>When Sungwoo said that, Sgt. Kang looked surprised.</p><p>“Damn it, how did your level go up? I couldn't even though I killed orcs all day long.”</p><p>Sungwoo's answer was simple.</p><p>“Well, it's simple. Just kill a monster stronger than an orc.”</p><p>“Hah hah hah, if I may give you some advice, you should not be too conceited this time. The crazy monsters residing on the runway of the 10th Fighter Wing are different.”</p><p>According to Sgt. Kim's tipoff a moment ago, they had dispatched about 20 soldiers to take down the monsters and retake the runway of the 10th Fighter Wing, but they were annihilated in 10 minutes. Sgt. First Class Kang was the only one who survived from the group.</p><p>“Thank you for the advice. Then, please level up for the next three days.”</p><p>Sungwoo did not want to banter with these soldiers anymore, so he turned away.</p><p>The survivors of the plaza, who almost became prey of the vampires, stayed around Sungwoo since then. This was what Sungwoo expected.</p><p>However, he didn't even think that whenever he showed up on the first floor, he would be showered with all sorts of applause and shouting from them.</p><p>“Oh! Sungwoo is here!”</p><p>“Thank you, as always, Sungwoo!”</p><p>“Please protect us! Please!”</p><p>As if they found out that they had to stay around him to survive, they showered him with all kinds of flattery and crude gifts. A young woman even offered to sleep with him.</p><p>They keenly realized that they couldn't save their lives by themselves.</p><p>They felt so insecure at the moment.</p><p>“Sungwoo, I just don't know how to handle such a big crowd,” said Hanho.</p><p>After the soldiers appeared from a nearby base, they seemed to show interest in their military strength, but they just relied more on Sungwoo for their safety.</p><p>‘Obviously, I have use for them,' Sungwoo thought to himself.</p><p>Come to think of it, he thought they were not simple refugees, and they were not incapacitated.</p><p>‘All of them are players who survived this situation in one way or another. Each of them has a variety of abilities depending on their occupations.”</p><p>Of course, Hanho's parents proved useless in battle. However, they proved they were still useful in other ways by displaying their respective skills. Sungwoo thought the survivors were like Hanho's parents.</p><p>“Hanho, when you see your father, tell him he should set a Safety Zone in the inner exhibition hall over there.”</p><p>That's why Sungwoo planned to take the group of survivors staying at the abandoned factory here. Several hours ago, Kyongsu and Taesung already set out to carry out the mission of escorting them here.</p><p>A little later, two buses carrying a group of survivors and all kinds of supplies arrived.</p><p>“Oh, this place is definitely more spacious and secure. The facilities are also clean. Good! Hanho, did you say I could make a Safety Zone over there?” asked Hanho's father.</p><p>The municipal art museum was quite large enough with 3,000-pyong (106,761 sq ft), so even if a Safety Zone was created, only a small number of the survivors could be housed.</p><p>However, the Safe Zone was good enough as a shelter for them.</p><p>“But Dad, you don't need to install it now. I just want you to know that if something happens, you have to set up a Safety Zone right there.”</p><p>It would cost money to maintain the Safety Zone, and the monsters didn't pose a threat to them all the time. Besides, a well-built concrete wall existed, so there was no need to keep the Safety Zone open at all times.</p><p>“Got it. Let me keep it in mind.”</p><p><br></br></p><p>Meanwhile, Sungwoo called Kyungsoo to the conference room on the second floor.</p><p>“Kyungsoo, thanks for driving here on a dangerous road, but I would like to ask you another favor.”</p><p>“No problem.”</p><p>Except for Hanho, Kyongsu was the man that Sungwoo could trust the most. They had already shared their fate several times.</p><p>“I hope you can make this location a nice place where the survivors can live, so we can make use of them in the right place at the right time based on their selected jobs.”</p><p>“I think I know what you mean. There are not only combat-related jobs, but also those related to their daily lives or production. We have to use them.”</p><p>“Yeah. That's my point. Nobody here is useless as long as they have jobs and skills. And…”</p>"}