{"id": 54, "volume": 1, "title": "Only I Am A Necromancer Chapter 59", "url": "https://bestlightnovel.com/novel_888162148/chapter_54", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 59</h1>\n<p>Chapter 59: The soldiers that arrived late (2)</p><p>Of course, even if I obtained bows or crossbows, it didn't mean I would no longer need spears or daggers. Strictly speaking, these weapons had different uses. In the battle, the skeleton frequently engages in hand-to-hand fight combat after a momentary confrontation.</p><p>Throwing a dagger can be useful, for you can throw a volley of handy daggers at the enemy before replacing them with another weapon right away while the enemy has not yet noticed it.</p><p>In fact, Sungwoo, who did not directly step into the frontline but mainly commanded the skeletons in the rear, needed these weapons to fight enemies at a distance.</p><p>Today he truly saw a dramatic increase in his defense power. After tonight, however, he would probably have another problem. That night he dreamed after a long time. In the dream, he was a powerless presence unlike today. He was facing a huge fire. And he couldn't do anything when his family screamed in the fire and begged for help.</p><p>“Sungwoo, Sungwoo!”</p><p>“…?”</p><p>He could see Hanho's face.</p><p>“Sergeant Kim is looking for you. The soldiers you saw yesterday have come.”</p><p>It seemed that he got in trouble again today. Those soldiers who were lurking in nearby buildings appeared right after Sungwoo killed the Vampire Lord yesterday. Then Sergeant Kim, who was familiar to Sungwoo, appeared, saying that the army was alive.</p><p>“Could you come with me to my unit?”</p><p>But Sungwoo shook his head at Kim's request.</p><p>“Sorry. Please tell them if there is anything I can do for them, just come and see me.”</p><p>Sungwoo had no reason to see them, nor did he want to travel a long distance for those who he didn't know well. Besides, his fatigue had piled after the long fight, so he didn't want to perform even small acts of kindness. After all, Sergeant Kim said that he would convey his message. Then the next morning a high-ranking military officer came to see him very early.</p><p>Sungwoo got up from the sofa and sat down on the desk chair.</p><p>“Tell him to wait a little.”</p><p>“Oh, are you sure? He seems to have an ill temper…”</p><p>“Well, his temper is not his level, man.”</p><p>“You bet. Okay, then.”</p><p>Soldiers? Sungwoo didn't think the army, which had been in existence for decades, would collapse so easily. Although military discipline was allegedly breaking down, the army was a group that continued to train in preparation for national emergencies such as war.</p><p>Of course, this game-like situation was not in the army's manual. Moreover, all weapons had been disabled, and the military command system was in disarray.</p><p>Tramp ― Tramp ―</p><p>“This way?”</p><p>“I'm sorry, but he wants you to wait a little more…”</p><p>Someone's voice was heard outside the door. Hanho tried to ask for his understanding with an embarrassed voice, but the other party didn't seem to listen to him.</p><p>“Wait? I don't have time to wait now. Do you think this situation is a joke? Step aside.”</p><p>The door of the manager's office was flung open, along with the middle-aged man's voice. Sungwoo, who was rubbing his eyes sleepily, saw the man with a lieutenant colonel rank. A captain and Sergeant Kim were standing behind him. Meeting Sungwoo's eyes, Kim expressed his regrets with a frown.</p><p>“Are you the man I want to see?”</p><p>“…”</p><p>“I am Lieutenant Colonel Taeryong Park of the 51st Army Division.”</p><p>Park sat on a leather sofa. The captain and Kim stood against the wall.</p><p>“You know I've come a long way to see you, so let me get to the point right away.”</p><p>It seemed that Park was trying to blame him for his long journey instead of accepting his request.</p><p>“Please go ahead,” said Sungwoo, sitting across him on a leather sofa.</p><p>“I heard that you killed the monsters in Hwaseong Haenggung that put us on alert. I would like to hear your testimony about the incident, and ask for your help.”</p><p>“Well, I have no problem testifying, but what do you mean you want to ask for my help?”</p><p>After pausing for a moment and thinking about what to say, Park parted his thick lips, “Join the army.”</p><p>Sungwoo burst into a smile unconsciously.</p><p>“Oh my God! That's a suggestion that would shock 99% of Korean men.”</p><p>“I understand. But you know my suggestion is not a joke, right?”</p><p>Park's eyebrows wriggled. It was evident that the army, led by him, came to him to get something, or subject him to them. It was clear from the beginning that Park intended to break his spirit with the strong image of the army. If Sungwoo backed down here, he would have to wage an unnecessary war of nerves with Park.</p><p>“Why should I accept your suggestion? It's so ridiculous that I can't understand it.”</p><p>How could Park ask Sungwoo to join the army all of a sudden? Who could welcome such an absurd idea? But Park's face was still stiff.</p><p>“Well, I hope you understand that my suggestion is not only legitimate, but also helpful to you.”</p><p>“Helpful?”</p><p>“This is a national emergency. It is impossible to declare martial law, and in fact everybody is under martial law, so it is quite legitimate for the army to recruit a strong man like you. However, I recognize your performance, so I would like to treat you with respect.”</p><p>Obviously, in this emergency, if the government was functioning, it would issue the mobilization order as soon as it declared martial law, and the army would fight the monsters.</p><p>However, what was happening was the opposite. The government wasn't functioning from the very beginning, and the army lost all their weapons. And it took too long for them to wake up to the new reality.</p><p>“Then what do you want me to do?”</p><p>“I want you to help us while we are trying to come up with an emergency response, national restoration, and system safety.”</p><p>“…”</p><p>“Haa…I hear your name is Sungwoo Yu? You must have military experience, so I think you understand what I mean. Don't dismiss my suggestion as nonsense.”</p><p>Park rubbed his face with his palm and softened his tone further. Was he trying to appeal to him emotionally?</p><p>“In this ridiculous situation, it's imperative that the people should stay united, but a guy like Youngdungpo Prosecutor has denied the government and declared that he would create an independent puppet group. You already know that, right?”</p><p>“Yes, I know.”</p><p>From the military's point of view, they had no choice but to take such a declaration by the Youngdungpo Prosecutor seriously.</p><p>“Don't you think this is a very deplorable situation? The people must be united around the army to solve the situation. A man like you can become a South Korean soldier and a hero. There's going to be a terrible thing that you can't even imagine, starting from Gwanghwamun…”</p><p>He suddenly shut his mouth tightly.</p><p>‘Gwanghwamun? What is he trying to say?'</p><p>Did he call him a hero? In some respects, he had a point. But he didn't understand the ongoing situation at all.</p><p>“No, I don't think so. Puppet group? Do you have any grounds for saying that?”</p><p>“What did you say?”</p><p>“When this happened, many people were looking for help from the government and the military. While waiting for their help, they were killed by the monsters. Some of them survived and they are joining hands for survival now.”</p><p><br></br></p><p>“…”</p><p>“But I don't support people like Yongdungpo Prosecutor. But at least they seemed to have adapted to this system.”</p><p>“System?”</p><p>“As you know, this phenomenon follows the gaming method. Monsters appear, items are given, and quests are created. And most of the quests are given to individuals under certain conditions. In other words, these are not the kinds of problems that the country or the military can solve.”</p><p>This game was bound to break human society into pieces thoroughly. A survival struggle was taking place, and everybody must complete their own quests in order to survive.</p><p>And that was not possible within an existing society or system. Rather, it was beneficial to think out of the box boldly like Youngdungpo Prosecutor's guild.</p><p>“Did you tell me I could be a hero? I would rather be a mercenary. If you need me, you will have to pay the price.”</p><p>Lieutenant Colonel Park, dumbfounded, barely opened his mouth, “Are you asking for money now?”</p>"}