{"id": 51, "volume": 1, "title": "Only I Am A Necromancer Chapter 56", "url": "https://bestlightnovel.com/novel_888162148/chapter_51", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 56</h1>\n<p>Chapter 56: Vampire hunting (6)</p><p>As soon as the survivors began to feel suspicious at his unexpected statement, he continued, “What do you think about this disaster-like ordeal? Why did it happen? Does anyone want to reply?…Ugh? No?”</p><p>“…”</p><p>“No? That's why you can't do anything. And that is why you are destined to be the scapegoats of evolution!”</p><p>The survivors began to whisper nervously here and there because he didn't show any intention of opening the Safety Zone to them.</p><p>“What the hell is this crazy bastard talking about? Jisu, I'm holding a knife now.”</p><p>Jisu also stood next to the flower bed where she hid the sword. Then, the vampires surrounding the survivors began to take off their masks. They were smacking their lips, with their mouths curled up.</p><p>In the meantime, members of the vampire gang, who appeared to be regular players, not vampires, began to put long sticks at the edges of the square at regular intervals.</p><p>The survivors could not figure out what they were doing, but they were very nervous now.</p><p>“And the one who will be chosen for evolution are none other than…”</p><p>He opened both hands and pointed to his men.</p><p>“We all! We will run the future! Now… Cheers!”</p><p>Cheers? The moment Jisu and Hanho were puzzled by that weird toast, they began to shout.</p><p>“Haha! Let's enjoy the meal!”</p><p>“Thanks for the meal!”</p><p>“I like a white neck!”</p><p>“Hey, you over there! You have been making eye contact with me until now.”</p><p>Mad vampires began to jump at the survivors all over the place. Jisu picked up the sword hidden in the flowerbed right away.</p><p>Crackle! Crackle!</p><p>It was the moment when the identity of the rods installed on the edges of the square was revealed. An electric current flowed between the rods. It was kind of like an electric fence, but it wasn't available on the market. Obviously it was obtained from ‘other items.'</p><p>So, the survivors were surrounded by the vampire predators, trapped in a fence.</p><p>Without any weapons, it was impossible for them to confront the predators.</p><p>“Oh my God! What the heck is this?”</p><p>“What happened? Ahhh!”</p><p>Frightened, the survivors stepped back all at once. However, there was no place for them to escape because of the electric fencing. The vampires approached them at full speed, drooling as if competing for delicious side dishes. Jisu breathed out roughly, holding the sabre with both hands.</p><p>“Come on, baby! Come to me!”</p><p>The vampire at the forefront was tall. He rushed towards a young child rapidly.</p><p>Woowoong!</p><p>However, the first thing he met was a shuttle bus with a university logo.</p><p>Bang!</p><p>The bus, which hit the vampire, stopped suddenly between the survivors and the other vampires. The survivors moved back in chaos at the unexpected development, and the vampires also stopped in embarrassment.</p><p>Thump!</p><p>Shortly afterwards, with the sound of air pressure being released, the front door of the bus was opened. And someone got off.</p><p>“…Look at that shit!”</p><p>Watching him, the man in a beige suit also walked forward.</p><p>He smiled a forced smile, “I thought you would be late, but you're here on time. We didn't even enjoy the appetizer yet. Oh, let's enjoy the party together. Okay?”</p><p>Then he opened his hands and pointed at the vampires around him.</p><p>They threatened him, revealing their sharp teeth. However, the man who got off the bus, namely Sungwoo, asked back without being scared at all, “Really? Then I think I have to teach you party manners first.”</p><p>When he said that, the man in a beige suit, the Vampire Lord, wore a stiff look. But he smiled once again.</p><p>“…Uh? Manners? Hahaha! How humorous! It's a pity I couldn't make you mine. So, what's the party etiquette you have in mind?”</p><p>“The party should start with firecrackers.”</p><p>“Huh? What?”</p><p>At that moment, a Werewolf skeleton landed behind the Vampire Lord. It jumped off from the rooftop of a nearby building. However, he laughed leisurely without looking back as if he had noticed the skeleton.</p><p>“Oh, this is your trick? It's not funny at all.”</p><p>He shrugged because he knew he could easily knock down a Werewolf even if he was ambushed. In fact, the Werewolves hanging on the spears of the museum roof were caught by him. But he didn't notice what the Werewolf skeleton behind him was doing now.</p><p>“I liked the explosion.”</p><p>The Werewolf skeleton was holding lots of goblin bodies in both hands.</p><p>Bang! Bang! Bang! Bang!</p><p>With a fairly powerful explosion, the Vampire Lord disappeared into the smoke.</p><p>“Now, this is the beginning of the real party.”</p><p>Sungwoo and his friends now began to hunt the vampires for the second time.</p><p>“Representative!”</p><p>With the massive explosion, Vampire Road disappeared into the smoke.</p><p>“Damn it! He will be alright. So, get rid of that bastard!”</p><p>An executive who seemed to be a master shouted at his fellow vampires.</p><p>Then they started attacking Sungwoo from all directions. However, Sungwoo was still relaxed, not embarrassed at all.</p><p>“You guys are evolving?”</p><p>Kyongsu, who drove the bus here, already fled early, and Sungwoo also disappeared behind the bus.</p><p>“Why are you running away?”</p><p>“Do you think I can't catch you when you are hiding there?”</p><p>“Surround the bus!”</p><p>The vampires scattered widely and began to close in on Sungwoo.</p><p>Five of them approached the bus right away. They got on the ceiling of the bus and moved back and forth on the bus. Obviously they were trying to stop him from escaping through the dead spot. However, the moment they reconfirmed him, they felt something very strange.</p><p>“Ugh?”</p><p>Sungwoo was hiding behind a Werebear skeleton about 20 steps away from the bus.</p><p>But his appearance looked like a cover.</p><p>“How come you are talking about evolution when you don't have even basic learning skills?”</p><p>Bang! Bang! Bang!</p><p>The five vampires were instantly smashed into pieces by the bus.</p><p>Actually the bus wasn't just there for a breakthrough purpose, but it was like a gunpowder box full of corpses. Without knowing it, the vampires ran to the bus via the shortest route and turned into ashes. Of course, it was part of Sungwoo's operation plan.</p><p>“Ugh! Damn it! What the heck!”</p><p>“Wake up, everybody! Now is the chance to attack him! He's got only one skeleton!”</p><p>The vampires did not give up. Since they were standing in the middle of the square where there was no place to hide, they could not afford to delay. They had to defeat Sungwoo right away.</p><p>The vampires approached them simultaneously from three directions except for the burning bus.</p><p>“So far, you've managed to survive, but you can't run away!”</p><p>When they thought they drove him into a completely dead alley, Sungwoo used the powerful skill.</p><p>Caution! ‘Fellblade' has begun in your area!</p><p>Caution! ‘Death Response' has begun in your area!</p><p>Sungwoo murmured with the black smoke spreading everywhere. It was true that he had already experienced the same scene several times. But the enemies were hit hard by this familiar attack every time.</p><p>“Ahhhhh! What the heck is this?”</p><p>“Calm down! First, cough…”</p><p>However, since it was outdoors this time, the smoke quickly disappeared. And the white bones that appeared behind the black tent like ghosts began to move.</p><p>Rattle! Rattle!</p><p>The attack was started by the Kobold Wizard skeletons, a new addition to Sungwoo's force.</p><p>They gave off green flames.</p><p>Pooh! Pop! Pop!</p><p>“Kahaaaaa! Put down the fire!”</p><p>The flying flames were slow, but they expected the skeletons would suddenly appear in the smoke and shoot flames like that.</p><p>Two vampires struggled in the flames, while others had no choice but to stop the assault and retreat.</p><p>“There is the wizard! Target the wizard!”</p><p><br></br></p><p>“…How???”</p><p>No wonder they asked how because a huge number of undead were gathering around the four wizard skeletons. When the vampires were at a loss about what to do, the wizards that just finished the rituals fired the flames again.</p><p>“Avoid them!”</p><p>Now the four Werewolf skeletons rushed toward the vampires who were running around wildly.</p><p>‘One by one.'</p><p>Sungwoo had them kill the individual vampire separated from the main group one by one, for it was much easier to destroy them individually.</p><p>Rattle! Rattle!</p><p>The four Werewolf Commandos charged at the vampire separated from his group at tremendous speed, attacking him all at once.</p>"}