{"id": 50, "volume": 1, "title": "Only I Am A Necromancer Chapter 54", "url": "https://bestlightnovel.com/novel_888162148/chapter_50", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 54</h1>\n<p>Chapter 54: Vampire hunting (4)</p><p>“The Representative said the guy had only five Werewolves as his main force. If so, we can beat him.”</p><p>As the second highest-ranking ‘master' grade vampire after the Vampire Lord, Chief Choi was confident that he could confront two Werewolves at the same time. Therefore, he was confident of an easy victory.</p><p>They moved at the same time and grabbed the three soundproof doors in the auditorium to pry open them simultaneously. Some of the doors were locked, but they tore them off.</p><p>Crunch!</p><p>The seven vampires entered the auditorium. They found a man standing on the stage.</p><p>“Hey!” Chief Choi shouted, walking toward him. The man standing on the stage looked at him and stepped back with an embarrassed look.</p><p>Chief Choi laughed openly because the man looked so pitiful.</p><p>“Are you lost?”</p><p>Noticing him standing next to a goblin skeleton and two Werewolf skeletons, he was the very target he had been looking for. However, the skeletons were much smaller than he expected. Didn't the Representative say that he had about ten skeletons? Well, it didn't matter to Choi anyway.</p><p>“Where are all the skeletons? Lost them? Did you boil them and make meat because you had nothing to eat?”</p><p>The vampires giggled at Choi's mocking. They approached him arrogantly, like a bully driving a helpless man into a corner.</p><p>“Hey, did you clean your neck? I see lots of guys with dirty necks.”</p><p>“Dirty neck? What does it matter? Isn't it salty?”</p><p>“Haha! You must be a hardcore vampire.”</p><p>Holding their heads high, the vampires closed in on the man. He got more and more scary, which pleased them even more.</p><p>“Hey, look at his scared expression! Cute!”</p><p>Come to think of it, these vampires were not these kinds of humans. However, after they had their necks bitten by the Representative, they began to wake up to new senses and emotions they had never experienced before. And that was another source of happiness to them. Blood sucking, slaughtering, and violence became their essential needs.</p><p>In no time they crossed halfway through the auditorium. They were now close enough to bite the man's neck within 3 seconds.</p><p>“…”</p><p>At that moment however, the man's expression changed furtively. He looked like he was crying at first, then wore a blank expression, and now he smiled at them, walking one step closer to them fearlessly.</p><p>“Ugh?”</p><p>The vampires clearly felt something strange, but didn't notice why because there was nothing else for them to judge that the situation had changed. Maybe an ambush or surprise attack?</p><p>No way. It was a fat chance for a vampire with developed senses not to notice it.</p><p>Then the man commented, “…I thought you would come here.”</p><p>“What did you say?”</p><p>“Since I came near here, I thought you wouldn't stand idle. You know, the dog keeping an eye on its bowl is the most sensitive and ferocious.”</p><p>When Chief Choi stopped, the other vampires stopped at once.</p><p>The man continued, “You still don't know what my skill is. Good. I thought your Representative might have noticed it, but he didn't when he possessed the branch manager.”</p><p>“…Skill? Are you talking about your ability to control the skeleton shits? It seems there are only three skeletons left. Where did you hide them?”</p><p>Saying that provocatively, Chief Choi felt somewhat nervous deep inside.</p><p>“It's a little different.”</p><p>“…What?</p><p>Chief Choi swallowed unwittingly, then looked at his mouth.</p><p>“Well, my skill is not just about controlling the skeletons, but…”</p><p>At that moment, two messages appeared before Choi's eyes.</p><p>Caution! Fellblade begins in your area!</p><p>Caution! ‘Death Response' begins in your area!</p><p>“In fact, I can use more powerful skills.”</p><p>Chief Choi instinctively turned back. Although he didn't know exactly what was going on, he felt he had to get out of here. At that moment, however, the floor near the entrance turned into black mud, then several arms began to stretch out from the ground.</p><p>“Zombies?”</p><p>Chief Choi could not express them in any other way. What were obviously animal bodies began to crawl out from the floor. They were a little more eerie than the zombies he used to know. They had blue skin and purple eyes. Namely, they were not from this world.</p><p>While Choi and the other vampires were at a loss about what to do, the black smoke rose fast. Now they could not even see an inch in front of them in the auditorium.</p><p>“Ugh! What the heck is this!”</p><p>“Ahhhhh!”</p><p>The vampires became more and more helpless by inhaling the black smoke. They inevitably focused on hearing as their vision and sense of smell were blocked. Then some dreadful and creepy sound echoed everywhere.</p><p>Rattle, rattle, rattle.</p><p>Regardless of monsters and humans, they always misunderstand they're numerically superior when they encounter the Necromancer for the first time.</p><p>“You guys didn't know you were surrounded from the beginning, right?” the man shouted.</p><p>So, Sungwoo and his friends began hunting the vampires in the dark.</p><p>They could be called something like the ‘Undead Unit.'</p><p>Actually, the synergy of was in effect.</p><p>[Synergy list]</p><p>-Category: Synergy</p><p>-Condition: Commander (Stage 1) Trait: More than 11 normal members</p><p>-Effects: Attack Power (+5%), Defense Power (+5%)</p><p>Right had the trait of the commander (Stage 2). With Sungwoo's 30 plus units, the synergy of</p>"}