{"id": 52, "volume": 1, "title": "Only I Am A Necromancer Chapter 57", "url": "https://bestlightnovel.com/novel_888162148/chapter_52", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 57</h1>\n<p>Chapter 57: Vampire hunting (7)</p><p>“Ahhhhhhhh!”</p><p>It took only a dozen seconds for the herd of giant beasts to crush the single target out of shape.</p><p>“They are his main force! Let's attack them together!” shouted the other vampires.</p><p>They soon changed their strategy. Instead of being defeated individually, they decided to confront the Werewolf skeletons as a group. They thought if they killed the skeletons, Sungwoo's defense line would be broken.</p><p>“Good. Now is the time!”</p><p>But it was their misjudgment, for the ‘vampire skeletons' which were waiting in the rear started moving. When the enemies gathered together in one place, Sungwoo's skeletons began to spread widely in all directions. Besides, the ten zombies widened their formation and closed in on them. Now the situation has changed.</p><p>“Damn it! This time they're attacking from behind!”</p><p>“They're charging from the side too!”</p><p>They were under siege now because of their hasty wrong move.</p><p>“Too many enemies!”</p><p>“Stand back to back!”</p><p>In the confused fight, the strength of those who were besieged and those who besieging was overwhelmingly favorable to the latter. Those besieging can attack more swiftly and comprehensively. The vampire skeletons were holding bone daggers in both hands.</p><p>Given that their nails were already strong weapons, it was obvious why Sungwoo had them grab the daggers.</p><p>Swoosh! Swoosh! Swoosh!</p><p>Their bone daggers rained down on the vampires, followed by the green flames.</p><p>While moving here and there in confusion to avoid their attack from a long distance, the vampires were exposed to the first attack by the skeletons that closed in on them immediately.</p><p>“Ahhhhhhh!”</p><p>“Fight to the end!”</p><p>“No! We should get out of here!”</p><p>When both camps clashed like that, there was another difference between their strength.</p><p>In other words, there was no centralized command from the vampires.</p><p>“How should we get out of here? If we disperse here, we're going to be crushed individually. We have to fight as a group here!”</p><p>“Crazy! I'm going to escape alone!”</p><p>“No!”</p><p>The vampires were weak compared to the skeletons that moved only at Sungwoo's orders without any will, emotions, or fear.</p><p>The vampires could not stay united in the collective turmoil, and thus some of them began to break away from the camp.</p><p>“I am determined to survive. I need to suck blood!”</p><p>After all, one vampire broke through the skeletons and fled, with its face burned and a bone dagger stuck on his back. He was running somewhere, gasping for breath.</p><p>“Blood! Blood! Fresh blood!”</p><p>He was running in the direction of a group of survivors. He already bled a lot.</p><p>So, he couldn't hold back the urge to suck blood instinctively. He thought he could recover quickly after sucking blood.</p><p>Right at that moment, however, someone walked out of the survivors. It was a woman in a red sweatshirt.</p><p>“Oh! I love that pretty woman's neck!”</p><p>He extended his hands forward and opened his mouth wide. He felt thrilled at the thought of sticking his teeth into her white neck. However, she disappeared before his eyes instantly.</p><p>“Ugh?”</p><p>And he saw his hands cut, scattering into the air. He felt dizzy, bleeding.</p><p>He suspected he was seeing things because he lacked blood. At that moment, he rolled his pupils down the silver trajectory. And there he found a woman holding a saber. The trajectory originated from the blade. She bowed, then jumped to wield the sword.</p><p>The next moment, his neck fell off.</p><p>“Whew…” Jisu dusted the blood off the blade.</p><p>In the meantime, Sungwoo was on the verge of annihilating the vampires.</p><p>The Werewolf skeletons were grabbing the last vampire's neck tightly.</p><p>“Cough! Cough!”</p><p>Crunch!</p><p>His neck was bent, and that was it.</p><p>“Are we all done now?” Jisu asked.</p><p>However, Sungwoo shook his head, and then looked at the burning bus. To be precise, he was on alert for something behind the bus. Silence ensued for a moment.</p><p>Bang!</p><p>Soon, the bus, shaken by the impact, began to tilt sideways amid a tremendous explosion.</p><p>Thump!</p><p>The bus fell and the flames burning the inner seats blazed everywhere. Then a man jumped over the bus and landed in front of Sungwoo. He was none other than the Vampire Lord.</p><p>“Uhhhhh…”</p><p>His whole body melted, and his beige suit was completely pressed against the skin.</p><p>He was holding someone on his side who looked like his subordinate. The next moment he lifted the man high in the air and sank his teeth into his neck.</p><p>Then he started sucking his subordinate's blood. The man's eyes were bloodshot as if blood were flowing out.</p><p>“Ahhhhhh…”</p><p>But the Vampire Lord pushed his teeth deeper in without caring at all. The man's loosened neck began to tear off little by little. Nevertheless, the man was smiling.</p><p>“Representative, please carry out your mission…”</p><p>Eventually his neck was cut off, and the Vampire Lord, who sucked all his blood, raised the man's head.</p><p>“Oh, Ughhhhhh…”</p><p>Then he made an eerie moan as if he was being stretched.</p><p>Crunch! Crunch!</p><p>Then projection-like things started popping out of his back and arms. Just like the branch manager did, he was now showing his true colors. Then he rolled his eyes towards Sungwoo and shouted, “Haaaa…do you remember what I told you before?”</p><p>“How can I remember what a garrulous bastard like you said?”</p><p>“Do you remember all the horses?”</p><p>“I told you I would give you a piece of my mind…You still remember it? If not, let me repeat it for the last time.”</p><p>Then he stuck out his long tongue and smacked his lips.</p><p>“…You're done for!”</p><p>“It sucks, man!”</p><p>Shortly afterwards, the skeletons and zombies stood in front of Sungwoo.</p><p>“Fuck you! Remove these shits from me!”</p><p>Then he charged at them. But one of the vampire skeletons swung his arm towards his side.</p><p>Puk!</p><p>However, it was the skeleton that was hit by his arm. With tremendous reflex and resilience, he quickly turned his upper body and punched the skeleton's chin.</p><p>‘Storm him!'</p><p>In fact, the first vampire skeleton was like a bait. Sungwoo was very good at seizing the chance when the opponent showed his weakness while taking the bait.</p><p>This time, a couple of vampire skeletons attacked him from both sides. However, Sungwoo was stunned by what happened next. The Vampire Lord suddenly stopped moving and swung his arms violently. The two skeletons were smashed in an instant.</p><p>“…”</p><p>Although the Kobold wizards shot green flames at him randomly, none of them hit him.</p><p>He narrowed the distance with Sungwoo while avoiding the attacks. Sungwoo now became nervous.</p><p>‘If I let my guard down by mistake, he will smash my head.'</p><p>Sungwoo sent out the Werewolf skeletons this time. However, he saved the Werebear because the Vampire Lord could attack him instead of the Werewolf.</p><p>‘The Werewolf is different because its muscle strength will go up with the synergistic effect of Cerberus when attacking a single enemy.'</p><p>When he confronted the branch manager, three Werewolf skeletons crushed him with their muscle strength. However, Sungwoo's expectations were crushed immediately.</p><p>Although the four skeletons jumped at him and pressed his body altogether, their massive bones began to wobble when he twisted his body violently. Wobble. Now they were staggering, and the bones of their shins that supported their weight started cracking.</p><p>‘Damn it. I need a different strategy,' Sungwoo murmured.</p><p>Soon, his skin swelled for a moment. Then he spread red smoke all over the place.</p><p>Pop!</p><p>The Werewolves quickly fell all over the place. It was his active skill.</p><p>He vaporized his blood and pumped it out with strong pressure. While the Werewolves were hesitating, he immediately attacked them.</p><p>One Werewolf's skull fell behind Sungwoo's back. After blowing away one skull, he kicked the other skeleton into the ceiling of the burning bus.</p><p>‘Step back.'</p><p><br></br></p><p>Sungwoo inevitably withdrew the Werewolf skeletons because if he lost them, he could not have another chance of storming the Vampire Lord.</p><p>Instead, Sungwoo dispatched another skeleton.</p><p>Crackle, crackle. It was Right.</p><p>“What the heck is this? Goblin? Hahaha! Is this what you are left with now?”</p><p>The Vampire Lod laughed, shrugging in a bizarre manner.</p><p>“Hey, it's the boss of skeletons. Nobody survives after ignoring Right.</p><p>The Vampire Lord laughed it off and walked briskly toward Right.</p><p>Then he lifted his hand and hit Right on the head as if clocking a kid with his knuckles.</p>"}