{"id": 57, "volume": 1, "title": "Only I Am A Necromancer Chapter 62", "url": "https://bestlightnovel.com/novel_888162148/chapter_57", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 62</h1>\n<p>Chapter 62: The soldiers who arrived late (5)</p><p>Sungwoo lifted his index finger and pointed to the “Suwon Culture and Tourism Map” on the wall of the conference room.</p><p>“Please organize a hunting team with the healthy people among the people, who have combat-related jobs. After that, try to target the low-level monsters nearby.”</p><p>“In other words, you want me to secure safety near this place by attacking them?”</p><p>Sungwoo shook his head at his question, “The purpose of your attack is to secure gold and the troops. I would like you to create a security guard here even when I am not here. Can I leave this work to you, Kyungsoo?”</p><p>With his eyes gleaming, Kyungsoo said with a nod, “Sure! Let me do my best.”</p><p>At first, Kyongsu couldn't do anything while trapped at the shuttle bus stop, but now he was different. He could confront the monsters.</p><p>When he heard Sungwoo's plan, Hanho asked, “Ah, you're creating a village within the game?”</p><p>“Village…”</p><p>Commonly called a ‘village', it was a term for a Safety Zone in the game that wasn't a field. It would certainly be nice to have at least one such place.</p><p>“If we have such a place, it will be useful someday. Now, let's go hunting again.”</p><p>All the skeletons except Orun and Werebear skeletons were exploded to catch the Vampire Lord.</p><p>Because of this, Sungwoo and his party spent a whole day hunting monster beasts, and finally succeeded in obtaining 4 Werewolf skeletons. He thought he could mobilize them to confront the field monsters.</p><p>When night fell, Sungwoo focused on another task. He tried making all the weapons with bones, then handed out one to each skeleton while recording all the synergies.</p><p>‘Synergy is the most important variable in battle. I have to collect information, so I can apply the necessary synergy, depending on the situation.'</p><p>Sungwoon assigned different kinds of synergies based on the weapons. For example, a dagger had the synergy of a critical hit rate. A blunt weapon had the synergy of a fainting rate, and a spear had the synergy of a penetrating rate. Therefore, they could change their weapons, depending on their opponents.</p><p>‘I think I have to use weapons for various purposes next time.'</p><p>The next morning Sungwoo and his group were facing the playground of a high school.</p><p>“It's often referred to as drive hunt. It is an RPG game hunting method in which you drive a large number of miscellaneous mobs and catch them at once. You'll get huge rewards in terms of your hunting time.”</p><p>“Sungwoo, can we do this drive hunt?” asked Hanho.</p><p>“Yes. I've done everything in the Kobold Dungeon.”</p><p>The orcs' village was under construction there, and at first glance, the orcs exceeded 100.</p><p>“Now, I am not scared about them anymore.”</p><p>Sungwoo injected mana into the four orc bodies in front of the school gate. At that moment, only their bones were separated from their bodies and started to stick to Hanho's and Jisu's bodies.</p><p>They were part of the newly acquired skill, “Bone Armor Production.”</p><p>“It's lighter than I thought.”</p><p>“It will be harder than you think.”</p><p>Sungwoo previously tested the durability of this armor. He put it on a Werewolf skeleton and struck it with a knife, but it was much harder than normal bone.</p><p>It would be able to withstand the impact even if an orc hit it with an ax a couple of times.</p><p>“Since the skeletons can fight against them in the center, we can target those who escape on the sides.”</p><p>Sungwoo, Hanho and Jisu walked into the orc's zone.</p><p>While hammering hard, the orcs began to turn their heads one by one. The orcs watched them approaching them without any fear, as if they could not believe their eyes.</p><p>Soon the orcs lifted their axes and began to stride toward them as if to tear them apart.</p><p>“Kuaaaaah!”</p><p>When the red-haired orc screamed, a huge number of warriors began pouring out of the playground.</p><p>Guuuuuguuuu!</p><p>The ground shook hard when they charged toward the three like a herd of water buffalo moving across the African grasslands. And a huge cloud of sand arose around them.</p><p>Poooooooh!</p><p>However, the orcs' threatening posture was overshadowed by the appearance of black smoke. The black smoke from somewhere blocked their vision right before colliding with the three human fighters.</p><p>The orcs breathed in the strange smoke, feeling their bodies being crushed little by little from within. Needless to say, they did so because of the influence of the curse. The moment their concentration was disturbed, white arms popped out of the black smoke.</p><p>Sharp nails grabbed one of the orc's neck and twisted it as if turning a doorknob. The orc's thick neck broke, and his body drooped.</p><p>Then, a Werebear skeleton popped out of the smoke. He literally squeezed into the middle of the orcs' group like a bear and swung his huge paws.</p><p>Right behind him, Orun swung the knife in all directions after putting his legs through the bones.</p><p>When the Werebear skeleton struck them, the orcs fell helplessly one by one.</p><p>Puck! Puck! Puck! Puck!</p><p>The orcs began to surround the Werebear skeleton and attack him with the axes.</p><p>However, the Werebear skeleton looked like an armored tank because of its large build covered with strong bone armor.</p><p>The armor on the sides of the Werebear skeleton fell off when its durability ran out.</p><p>Noticing it, Sungwoo once again used the ‘Bone Armor Production' skill.</p><p>Bones sprang from the orc corpses scattered on the ground and began to attach to the Werebear skeleton's body.</p><p>Chin! Chin! Chin!</p><p>The Werebear skeleton was a great monster of great skill, able to confront one hundred enemies at once. That wasn't an exaggeration. In a moment, it speared over twenty orc heads.</p><p>However, it was outnumbered by the orcs. They avoided beast skeletons like Werebear that they could not rival, then dispersed to the left and right to attack the three in the rear, but Sungwoo and his two friends were far from their easy targets.</p><p>Pik! Pik! Pik! Pik!</p><p>Sungwoo fired the newly acquired item, the Dwarf Lifting Crossbow, in succession.</p><p>His attack didn't cause any big damage. He could fire about 40 arrows per minute, so those orcs charging from the left side collapsed.</p><p>On his right were Hanho and Jisu.</p><p>“Shoot at the middle of the forehead whenever you see an orc!” Sungwoo shouted.</p><p>Sungwoo threw a dagger at the orc charging toward him, which rotated in a parabolic line and hit the orc's forehead dozens of meters away.</p><p>“Look! I told you, man!”</p><p>Then, a light protective shield appeared around Hanho's body. He obtained a sacred shield for 10 seconds when he killed his opponent.</p><p>Bang!</p><p>At that moment, an ax thrown by an orc bounced away from Hanho's body.</p><p>Jisu confronted three orcs at the same time. This time she didn't attack them recklessly because she was outnumbered.</p><p>She crisscrossed among them, guided by her ‘exquisite sense' skill.</p><p>Whenever she swung her sword, the orcs' stomachs were torn and their tendons were broken. Large orcs piled up one by one when she fought her way through them.</p><p>That wasn't the end.</p><p>Zombies were approaching behind the Orcs this time. Besides, even those zombies were firmly armed with bone armor.</p><p>The orcs began to fall helplessly, surrounded by the enemies who were far fewer than themselves.</p><p>The corpses of their fellows began to accumulate under the orcs' feet.</p><p>Bang! Bang! Bang! Bang!</p><p>With the corpses swelling, there began corpse explosions with the AoE damage. Numerous orcs, caught in the explosion, bounced in all directions without even swinging their axes.</p><p>-You earned 160 gold by hunting Orcs.</p><p>-You earned 160 gold by hunting Orcs.</p><p>-You earned 160 gold by hunting Orcs.</p><p>Even after the explosions ended, these kinds of messages kept coming.</p><p>It was a huge drive hunt that devoured a total of 112 at the Orc Village instantly.</p><p>“Wow! We hit the jackpot!”</p><p>“Of course, Sungwoo killed most of the orcs. But I think I scored a lot, compared with my first time hunting,” Jisu said.</p><p>“Sungwoo, look over there. It looks like the school has a store? Uh? No?”</p><p>There was a gold icon floating on the first floor of the school building where Hanho pointed, but it was an icon that they had never seen before.</p><p>“If it's a hammer shape, is it a blacksmith?”</p><p>“Let's go there first.”</p><p>They headed there. They opened the glass door of the school, then opened the doors of the three classrooms on the first floor.</p><p>“What is that?”</p><p>There was a gold table in the center. It was made of metal and old-fashioned. At first glance it was a workbench that one could see in a workshop.</p><p><br></br></p><p>Sungwoo approached it. Then, a complex message appeared before his eyes.</p><p>[Item production/combination]</p><p>-There are items that you can produce.</p><p>1) Sea Spirit's Tears (Material) + Devil's Bloodstone (Material) + Elder Slime's Core (Medium) = ???</p><p>* Required money: 100,000 gold</p><p>‘Can legendary grade items be combined with each other?'</p><p>Then, how great of an item will be made?</p>"}