{"id": 58, "volume": 1, "title": "Only I Am A Necromancer Chapter 63", "url": "https://bestlightnovel.com/novel_888162148/chapter_58", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 63</h1>\n<p>Chapter 63: Boss Monster Raid on the Runway (1)</p><p>The place where the golden hammer-shaped icon was floating. It was a blacksmith.</p><p>There wasn't a blacksmith NPC. Like an unmanned kiosk, there was only one combination table there.</p><p>-There are items that you can combine:</p><p>1) Sea Spirit's Tears (Material) + Devil's Bloodstone (Material) + Elder Slime's Core (Medium) = ???</p><p>* Required cost: 100,000 gold</p><p>It seemed a notification came up when there was anything that could be combined, but it seemed that the main ingredients were the ‘Sea Spirit's Tears' Sungwoo obtained from the store and the ‘Devil's Bloodstone' he obtained after defeating the Orc Chief.</p><p>‘Oh, I have an Elder Slime's Core.'</p><p>The ‘Elder Slime Core' he obtained from the Hidden Dungeon was used as an important medium to combine the two items. Sungwoo took out all three items from his bag.</p><p>[Item information]</p><p>-Name: Elder Slime's Core</p><p>-Grade: Rare</p><p>-Category: combination material</p><p>-Description: This is Elder Slime's Core. It is covered with a thick shell, but there is a condensation of strong acid that dissolves anything inside. It looks like it can be used to melt or combine hard objects.</p><p>‘I think it's important to obtain this combination material.'</p><p>He felt that he could not combine the two legendary items without Elder Slime Core.</p><p>Sungwoo put the three items on the table one after another.</p><p>Then the following message appeared before his eyes.</p><p>-It requires the costs (100,000). You'll probably incur damage (2%). Do you want to proceed?</p><p>“Proceed!”</p><p>Of course Sungwoo could pay 100,000 gold and incur 2 percent of damage.</p><p>-Combination of your items is in progress right now. Please step back from the table for your safety.</p><p>Yongho's party took one step back. Then the table vibrated and glowed, and the three items on the table began to shake. As if they became like a plasma, they were crushed and spread in all directions, then began to gather at the center of the table.</p><p>Wuuuuuung!</p><p>Soon, the three items were put together in one form.</p><p>-The combination has been completed.</p><p>What was created through the combination was not like the blue Sea Spirit's Tears, nor the black Demon's Bloodstone. It was a round object that emitted purple light.</p><p>“What the heck is this? It was successful, right? You didn't see any message like ‘Hey, it slipped from your hand!' Right?”</p><p>Sungwoo approached the table and slowly picked up the item.</p><p>[Item information]</p><p>-Name: Chaos Crystal</p><p>-Grade: Legendary</p><p>-Category: Orb</p><p>-Effect: It gives its owner the attribute of ‘chaos'. Increases mana (+500). Recovers mana (+250%). Takes away the opponent's mana and life at the same time when you attack (3%).</p><p>An item with the attribute of ‘chaos' was created when the two items with completely different attributes were combined.</p><p>‘Chaos? How's it different from the devil? Obviously, this is a very special concept that I can't get easily.'</p><p>On the one hand, its grade was still legendary, but one step above the previous legendary gradd.</p><p>Furthermore, it would ‘absorb' the opponent's mana and stamina from the beginning unlike in the past when it consumed the opponent's stamina only after absorbing his mana.</p><p>In other words, it could even “absorb blood” as it was commonly referred to.</p><p>“I also see a combination option before my eyes,” said Jisu.</p><p>Next was Jisu's turn. She put an ‘Ignition Whetstone' and a long blade she used often on the table.</p><p>Wooooong!</p><p>Then there occurred the same phenomena as before, then a sword appeared in the middle of the table.</p><p>Jisu picked up the sword and swung it lightly. Then she quietly made a satisfied smile, “It says it can activate or deactivate the enhanced ignition function and burn those around the affected area.”</p><p>As it turned out, the ignition function, which was quite useful so far, was embedded into the sword itself. In addition, it appeared to have some additional options.</p><p>On the other hand, Hanho, unfortunately, did not have any items eligible for combination.</p><p>“Only I don't have one…”</p><p>“Don't be heartbroken, you know how to throw daggers well.”</p><p>“Pardon? What does it matter?”</p><p>“I don't know. I can't find any other words to comfort you now.”</p><p>After marking the location of the blacksmith, they moved to the store in the used car sales complex.</p><p>Before they went to catch the boss monster on the runway, they planned to arm themselves as much as possible. Sungwoo still had more than 300,000 gold. Jisu and Hanho also had a lot of gold.</p><p>However, when they arrived at the used car sales complex, they could not spend a single penny.</p><p>“What the heck is this? We can't use this at all.”</p><p>The computer that served as the function of a shop was terribly smashed.</p><p>“They just put this here to block the monsters from coming in, but it was useless.”</p><p>They parked a car at the entrance of the building and blocked the broken door with furniture, but it seemed they could not stop the monsters.</p><p>Sungwoo picked up the half-broken keyboard of the computer.</p><p>“I think someone did it on purpose.”</p><p>There was some evidence that showed somebody's malice inside the destroyed store.</p><p>For example, someone took out only the computer and smashed it, and there was some writing on one wall that looked like someone scraped with a knife.</p><p>Jisu swept the wall with his hand and read the writing.</p><p><incompetent>“Who the hell destroyed this store and why? Isn't a store necessary for everyone? I don't understand how a monster could write such a perfect sentence.”\nLike Hanho said, the smartest monster they encountered was Kobold. However, given Kobold's poor skills in speaking or writing, it was not Kobold who was responsible for the writing.\n“It looks like a claw,” Sungwoo said, looking closely at the scratched letters on the wall.\nHe did not have enough forensic knowledge to judge the weapon by looking at the damage. However, he noticed the shallow scratches visible around the deeply cut letters.\nJisu said with a nod, “Surely, it looks like the scratches were made while the monster was engraving the letters with a multi-edged object.”\nOf course, it was impossible to figure out how large the claw was, or what kind of animal it was.\n“I hate to think about anything like a speaking animal unless it was designed by Disney.”\nThey had to go back empty-handed and wondering about the identity of the attackers.\nIt started to get dark.\nYongho and his group's next destination was the city art museum where the survivors were gathered, often called the ‘Village.' Since Hanho kept calling it a village, they also began to call it that.\nWhile moving along the road, they encountered a group of soldiers.\n“Sungwoo?” asked Sgt. Kim.\nHe was the leader of the monster crackdown team of his military unit.\n“Sgt. Kim, what brought you here?”\n“Ah, we have been steadily looking for the monsters around here. Since we were given a ‘group quest,' this is our assignment. I didn't know I would miss the days when I was standing at the guard post…”\n“A group quest?”\nSungwoo never heard the term before because he was given only a few exclusive quests.\n“Yes. Just like a daily quest, all of our unit members are given a quest to hunt more than a few monsters a day. When they carry out their mission, our battalion commander will give them a comprehensive reward, but I don't know what it is.”\n“Then, you don't get anything as a soldier?”\nSgt. Kim laughed and shrugged.\n“Well, if you complete the quest, you will increase your attack and defense power by 10 percent the next day, so it's good for your chance of survival, but it certainly feels different.”\nSungwoo thought the soldiers had a mission when they were cracking down on the monsters, but that was not true.\n“By the way, even if I keep catching Goblins and Orcs, they just keep crawling out from somewhere. I wonder if they are respawning.”“Respawn” meant that a dead unit reappeared in a specific location in the game.\nHanho, who was listening next to him, said with a nod, “Wow, that's possible, I think. You don't even know where they came from in the first place, right? They might have been created automatically in a place you never know.”\n“But I hope not,” lamented Sgt. Kim.\nHe had several dog tags around his neck. He said his unit was just returning to the village, so they went together.\n“Were there any members who deserted the unit after this incident happened? I think all of them might have wanted to look for their families.”\nSgt. Kim sighed at his question and said, “You bet. The guys who became players early on deserted the unit after grabbing a handful of knives.”\n“I see.”\n“Yes, but they were all taken care of. In fact, it's dangerous for them to move around randomly, and if they didn't get any buff while carrying out group quests, they got nervous. Anyway, we could not let them move around, unchecked, because they deserted the army.”\nObviously, the unit commander took some measures to prevent his members from deserting the army, but Sgt. Kim began to complain about it.</incompetent></p>"}