{"id": 64, "volume": 1, "title": "Only I Am A Necromancer Chapter 70", "url": "https://bestlightnovel.com/novel_888162148/chapter_64", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 70</h1>\n<p>Chapter 70: Changed People in the Changed World (2)</p><p>It wasn't just a matter of pride. Sungwoo was bothered not only by the crossbow on the commander's desk, but also he had to be concerned about the possibility that the commander hid weapons under the desk.</p><p>The commander hesitated for a moment. Sungwoo was not sure whether he had bad intentions or he needed some time to control his pride, but he hesitated for a moment before standing up. Then, he slowly walked toward Sungwoo and reached out his hand.</p><p>-Opponent's Gold: 45,688</p><p>According to Sgt. Kim, when the soldiers completed the ‘group quest' assigned to them on a daily basis, the compensation was paid only to the regiment commander.</p><p>In addition, the middle-level officers collected the gold from the monster crackdown team obtained by beating the monsters, but a significant amount of that was donated to the regiment commander.</p><p>‘This commander has taken a huge amount of gold. How come it's so small?'</p><p>Obviously, the amount of gold that the commander possessed now was surprisingly small.</p><p>Then, is it true that Sungwoo was gaining an overwhelmingly large amount of gold?</p><p>-You have received 45,688 gold.</p><p>“Let's ask you one more thing. Where did you obtain the “Transformation Ampoule” that Sgt. First Class Kang had?”</p><p>Sgt. First Class Kang transformed into a Weretiger after injecting it into his arm. Given that Captain Lee was frightened to see that right before his death, the military officers including the commander seemed to know where it came from.</p><p>“Why should I tell you about that?”</p><p>“Well, if you don't tell me, I might change my mind and just stay in this area. In fact, I have not decided on any specific area to depart for.”</p><p>Sungwoo already received all the gold from him, so he had the nerve to tell him whatever he wanted to. Then, the commander put his hand into his pocket and sighed.</p><p>No matter how politely Sungwoo spoke to him, the commander had to take his warning seriously because of the two giant skeletons standing in front of him.</p><p>“I don't know their identity either. They called themselves ‘door-to-door vendors.' They offered to sell me items that I could not buy at the store, so I just bought a few of them.”</p><p>The commander began to reveal what he knew without any resistance. While he was talking, the commander looked at Sungwoo and the skeletons alternately, trying to check something. Obviously, he was nervous at the moment.</p><p>Sungwoo felt something suspicious about his reply.</p><p>“Door-to-door vendors? Where are they?”</p><p>The commander shook his head, “I don't know either. I also asked them about lots of things, but they didn't answer. They were weird and sly. Do you want to even describe the way they were dressed?”</p><p>“Can you think of anything specific enough to identify them, apart from their attire?”</p><p>“Well, they tried to persuade me to buy their stuff by showing me all kinds of things. But when I kept showing doubts, they told me that just relying on the coincidence of roulette was incompetent and stupid.”</p><p>Sungwoo frowned unwittingly because he had heard it somewhere.</p><p>The commander continued, “They said it was their catch phrase. They said they were striking a deal which was certainly not random. After hearing it, I decided to buy their items.”</p><p>Sungwoo remembered that it was the message written on the wall of the store inside the used car sales complex.</p><p>‘Then, are they the same guys who scrawled on the wall? Door-to-door vendors? What the heck are they doing?'</p><p>Sungwoo stood up, trying to figure them out.</p><p>“Let me leave now. Don't forget the synergy. I'm going to double check with Sgt. Kim about it.”</p><p>Sungwoo bowed to the commander. As if he swallowed before he knew it, his syrinx vibrated up and down, He turned and walked toward the door.</p><p>At that moment, the commander called him.</p><p>“Hey, wait a minute.”</p><p>There was a toilet in the commander's office, where someone popped out, opening the door. Apparently, he was the commander's deputy who left after bringing in tea.</p><p>He fired a crossbow at Sungwoo.</p><p>Sungwoo blocked the crossbow. An arrow was shot into Sungwoo's left thigh which was covered with armor made of bones.</p><p>“I thought you would threaten my life. Although you pretended to be decent and stern, I knew your shallow eyes were trembling in a vulgar manner.”</p><p>When the commander failed to attack Sungwoo, his face stiffened. His deputy hurriedly began to load another arrow, and the commander reached for the crossbow placed on the desk. Lieutenant Colonel Park, standing next to him, pulled a small knife out of his pocket.</p><p>Sungwoo acted faster. He lifted the repeating crossbow and fired in succession.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p>“Urgh! Urgh! Urgh!”</p><p>“Kuuuuuuh”</p><p>The three collapsed immediately.</p><p>-You have earned 10,000 gold by killing a player.</p><p>-You have earned 12,000 gold by killing a player.</p><p>Two of them were killed on the spot. They were the commander's deputy and Lieutenant Colonel Park.</p><p>Sungwoo realized again that killing a person brought about a far greater reward than catching a monster.</p><p>Sungwoo thought from the beginning that they weren't worth being saved. However, when they tried to kill him like this, he had no other choice but to sacrifice them for the more worthwhile gold.</p><p>“Oops! Damn it!” The commander barely shouted.</p><p>He was still alive. He groaned and pulled something out of his uniform pocket.</p><p>It was a round object, but at first glance it looked like a grenade. Of course, it was a little different from the grenade.</p><p>“Don't come close! This is a bomb!”</p><p>“Bomb?”</p><p>“Yes, it's a bomb. Do you think I have not prepared something like this for your attack? “Huh? The door-to-door sellers brought me lots of useful stuff. This is called ‘Abyssal Concentrate Capsule!' I tested it on the Orcs. If it explodes here in this room, you and I will die immediately.”</p><p>“Really? Can you explode it?”</p><p>“What did you say?”</p><p>“I'm curious about what kind of fragrance it will emit this time?”</p><p>Sungwoo slowly approached him. Abyssal Concentrate Capsule? Sungwoo seemed to be quite attracted to that word. He recalled the strong thrill that the Orc chief had once unleashed.</p><p>The commander crawled back and shuddered when he saw Sungwoo approaching him without any fear.</p><p>“Oh, don't come! You are really going to be killed.”</p><p>“I'm alright. Just explode it, will you?”</p><p>“Damn it, you crazy guy!”</p><p>The commander closed his eyes tightly and tried to throw the object called ‘Abyssal Concentrate Capsule.'</p><p>Cling!</p><p>At that moment, the window was broken, and the Weartiger skeleton pushed his head inside. Then, he bit the commander's arm holding the capsule.</p><p>His arm holding the capsule was torn off entirely.</p><p>“Ahhhhhh! My arm! Argh!”</p><p>“As expected, tigers are riding a tree very well.”</p><p>The Weretiger skeleton spat out the commander's severed arm, picked out the capsule, and brought it to Sungwoo.</p><p>[Item information]</p><p>-Name: Abyssal Concentrate Capsule</p><p>-Class: Unknown</p><p>-Category: Player Manufactured Item</p><p>-Effect: After removing the safety pin, explode the ‘Abyssal Saliva' in the target area.</p><p>-Description: A death bomb made by concentrating the corpses of 50 Goblins and 30 Orcs. If you encounter a disgusting enemy, you can destroy him at once. (Manufacturer's direct description)</p><p>‘The manufacturer's item? If that's the case, somebody has definitely made this. Which group is it? Do these guys also receive exclusive quests to sell goods?'</p><p>It was highly likely that those players with an incomprehensible behavior were given a weird exclusive quest, just like the Vampire Lord.</p><p>“Uhhhhh…”</p><p>“If you won't use it, let me have the capsule. By the way, you are very close to the door-to-door sellers, right?” Sungwoo sarcastically asked.</p><p>“Cough!”</p><p>“No, you should not die yet.”</p><p>The Werewolf skeleton grabbed the commander's by the neck and lifted him.</p><p>Hanging up in the air, he was breathing roughly. Blood ran down from his body.</p><p>Sungwoo searched all over his body while he was hanging. He collected a cell phone, a car key, and a suspicious key.</p><p>“A key?”</p><p>What is the use for this key in this era? Sungwoo looked around and found a steel cabinet.</p><p>He opened the cabinet door.</p><p>“Man, this guy amassed all the gold here.”</p><p>He found an unexpected treasure trove.</p><p>The cabinet contained several items that the commander must have purchased from the “door-to-door vendors.” And he noticed two familiar items among them. They were the so-called ‘Transformation Ampoule.'</p><p>[Item information]</p><p>-Name: Transformation Ampoule (Wolf)</p><p><br></br></p><p>-Class: Unknown</p><p>-Category: Player Manufactured Item</p><p>-Effect: Temporarily becomes a ‘Werewolf'.</p><p>-Description: An extract made by deeply boiling his own friend who became a beast. If you inject it into your muscle, you become a Werewolf, but don't worry. You will recover in 20 minutes. (Manufacturer's description.)</p><p>The other one was ‘Transformation Ampoule (Bear )'.</p><p>Sungwoo was not sure if it was true or just a joke to make the ampoule by boiling the beast man, but it was certain that the raw material of this ampoule was a beast man.</p><p>‘What kind of job can create something like this? And for what purpose are they making this?'</p>"}