{"id": 68, "volume": 1, "title": "Only I Am A Necromancer Chapter 74", "url": "https://bestlightnovel.com/novel_888162148/chapter_68", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 74</h1>\n<p>Chapter 74: Changed People in the Changed World (6)</p><p>When they watched one of his gang members beaten helplessly like that, the gang members began to move. One of them pulled out a long wand and fired something at Jisu.</p><p>Poooooh!</p><p>It was a circular flame, often called a ‘Fireball'.</p><p>However, Jisu swung the sword to blow out the flames. They scattered in the air.</p><p>“Attack her!”</p><p>Two of them picked up daggers, while the others were about to shoot crossbows at her back.</p><p>“What the heck is this?”</p><p>Right at that moment, Hanho threw daggers at them quickly, which hit their necks accurately.</p><p>In the meantime, Jisu knocked two daggers out of the air. She circled around them once then swung the sword twice. The next moment, an arm of one and a foot of the other were severed.</p><p>“Ahhhhh!”</p><p>“Uahhhhh!”</p><p>As soon as the four of them collapsed, the remaining gang members had to change their fighting tactics.</p><p>“Oh, don't approach! I'm going to cut this guy, son of a bitch!”</p><p>“Minjoon!”</p><p>Actually one of the gang members put the knife to Minjoon's neck. Sungwoo and his party had no choice but to stop.</p><p>“Damn it! Where did you come from, you wretched thugs?” the guy holding Minjoon shouted.</p><p>Obviously, the gang members already lost their will to fight because threatening Minjoon, their hostage, with a knife meant they regarded him as their last means of survival.</p><p>Wearing the newly acquired item, “Shadow King's Robes,” Sungwoo looked around. A freight truck parked on the road, backlit in the sun, was casting a long shadow.</p><p>Sungwoo walked into the shadow.</p><p>“….Uh?”</p><p>As soon as he walked into the long shadow, he disappeared.</p><p>“Where did he disappear?”</p><p>“What, what the heck? Is he trying to trick us?”</p><p>“Watch out!”</p><p>They began to look everywhere in confusion. However, they couldn't find him anywhere.</p><p>Pik! Pik! Pik! Pi! Pik!</p><p>At that moment, something flew out from the shadow at random. They were arrows.</p><p>Since they didn't expect such an attack, the gang members collapsed helplessly, and those who escaped death lowered themselves and hid behind the motorcycles.</p><p>Fortunately, they forgot to hold Minjoon, who quickly hurried toward Sungwoo's party.</p><p>“Damn it! You lost him!”</p><p>“Man, do you think that's important now?”</p><p>In no time Sungwoo, with his dark green robe fluttering, jumped out of the shadow, holding a black sword.</p><p>-You earned 8,000 gold by killing a player.</p><p>Sungwoo's opponent was a player with level 8. Although his level was far from low, he could not deal with Sungwoo's attack, who bolted out of the shadow suddenly.</p><p>“Ahhhhh!”</p><p>“Let's get out of this place! We'll come back to take revenge!”</p><p>The surviving bikers hurriedly got on their motorcycles, but Sungwoo put his sword in the asphalt and lifted the repeating crossbow that he attached to his waist.</p><p>Pik! Pik! Pik!</p><p>When the arrow hit the rider's back, the motorcycle, which he just started, lost balance and slipped on the asphalt.</p><p>Bang!</p><p>-You have earned 7,000 gold by killing a player.</p><p>Sungwoo missed the other three. They ran away like crazy toward the south without looking back.</p><p>According to Minjoon, the gangsters seemed to have come from Osan City. They were allegedly constantly wandering in search of the ‘golden deer.'</p><p>“What the heck is the golden deer?”</p><p>“I don't know what it is, but don't you think it's very precious when you hear that word? It looks like you will get lots of gold if you catch it,” said Taesung casually.</p><p>In Sungwoo's mind, the image of gold was clearly linked to money.</p><p>That's why the biker gang, who apparently knew the value of the golden deer, came up to this area to find it.</p><p>“Let's go back.”</p><p>After taking the bodies of the bikers and useful things from their motorcycles, Sungwoo and his party moved back to the village.</p><p>Then, they saw the “golden deer”, to their surprise.</p><p>“Sungwoo, look at that in the alley over there.”</p><p>Jisu whispered to Sungwoo, who then turned his head. There was the ‘golden deer,' with a curvy and slender figure shining gold.</p><p>[Hidden Quest]</p><p>-Title: Catch the golden deer that brings good luck!</p><p>-Type: Target acquisition</p><p>-Goal: Hunt the golden deer</p><p>-Reward: Hidden Stage Admission Ticket (1/2)</p><p>“Uh?”</p><p>“Quest?”</p><p>The same message appeared to everyone in Sungwoo's party who saw the golden deer.</p><p>At that moment, the golden deer turned and disappeared into the alley.</p><p>“We should catch her, right?”</p><p>“Sungwoo, it looks like we'd be a fool if we don't catch her.”</p><p>Sungwoo immediately released the beast skeletons.</p><p>Rattle! Rattle!</p><p>The skeletons dispersed in all directions. The golden deer was not an object that humans could catch by running with both feet. They could catch her with an arrow, but Sungwoo thought differently.</p><p>The Weretiger skeleton did not move along the two-dimensional path. He immediately climbed the outer wall of the building and disappeared beyond the roof.</p><p>“The golden deer went this way!”</p><p>They chased the golden deer. Since the skeletons ran ahead of them, they didn't have to drive her from behind.</p><p>The moment they went around the third alley, they saw her golden tail.</p><p>The golden deer stopped in the middle of an alley and stared straight ahead. Obviously, the deer was wary and on alert. What she was looking at was not Sungwoo, nor the skeletons.</p><p>“Werewolf in front of us!”</p><p>A Werewolf was looking toward them with his head lowered.</p><p>Sungwoo defeated Werewolves so many times, but he knew he should not let down his guard carelessly because he could be outdone at any moment.</p><p>Sungwoo and his party felt something strange.</p><p>“What the hell is that Werewolf waiting for?”</p><p>“Yeah, very weird.”</p><p>Originally, a Werewolf is very violent in nature, so he was supposed to rush to his target recklessly, but the Werewolf was not so inclined. He lowered himself, pricked his ears, and watched his surroundings. The golden deer went around in circles, trapped in the middle.</p><p>‘Catch her now!' Sungwoo signaled to the Weretiger.</p><p>Sungwoo had no intention of losing the golden deer because of that Werewolf.</p><p>As soon as the Weretiger skeleton fell from the roof, he bit the golden deer's neck. The golden deer drooped at the Weretiger's attack.</p><p>-You have succeeded in the Hidden Quest</p><p><catch>.* Reward is given to you. (Hidden Stage Admission Ticket 1/2)\nHowever, Sungwoo was gazing at the Werewolf in front of them. He started to step back little by little at the Weretiger's appearance.\n‘What the heck? Should I catch him?'\nWhile Sungwoo was agonizing for a moment, the Werewolf turned his head, climbed the hill beside them, and disappeared.\n“That Werewolf was a little weird, right? Have you ever seen a beast man like a Werewolf running away like that? Did anybody beat and release him?”\nThe Werewolf was definitely strange, but he stopped thinking about it and confirmed the rewards obtained from catching the golden deer. It was a card-sized gold ticket.\n[Item information]\n-Name: Hidden Stage Admission Ticket (1/2)\n-Grade: Event\n-Category: Other\n-Effect: Effective only when you have two cards.\nIt seemed that it was impossible for Sungwoo to enter the ‘hidden stage' with just one card.\nIf so, he had to hunt another golden deer like this.\nHis phone vibrated, which was a notification of the new comments in the community bulletin.\n“Already?”\n“Why? What is it?”\n“He will arrive soon.”\n“Who is it?”\n“Who else should come here?”\nThe Youngdungpo Prosecutor left a comment that he would arrive in five minutes.\nHow could he arrive at Suwon City from Youngdungpo district so quickly? All the streets were probably blocked by abandoned vehicles, so it was almost impossible for him to arrive so quickly.\nBut Sungwoo immediately found it out right after he arrived at the village.\nDoo Doo Doo!\nTwo firefighter helicopters appeared in the square.\n“Is he on the helicopter?”\n“Wow, this guy is appearing before us gorgeously!”\nThe strong winds of the rotor swept the area along with a tremendous noise. The helicopters began to hover, then four ropes lowered to the ground for landing.\nHolding the ropes tightly, people wearing heavy armor began to descend at once.\nThud! Thud! Thud! Thud!\nGiven that they were jumping down wearing such heavy armor, they were obviously tough guys.\nThey dispersed in all directions to secure the helicopter's landing area and guard the surroundings.\nThe other helicopter slowly landed in the center of the tight security.\nIts rotors slowed down and the engine stopped. Finally, a yellow shield around the helicopter was revealed and slowly began to disappear. Obviously, it was a magic skill.\nShortly afterwards, the thick door opened, and a very tall man got off. He seemed to be in his early 30s.\n‘What a tall guy!'\nHe seemed to be at least 190 cm tall, but he seemed much bigger because he was wearing white full-body armor, commonly referred to as “full-plate armor.” However, because he had a very good proportionate build, he looked like a model rather than just a big man.\nOn his back was a big sword, about 170 cm tall. However, the sword was so long that it looked like he was carrying a cross.\nTwenty members of the guild he organized began to line up behind him. They, too, wore full-plate armor. They looked like medieval European knights.\n“It's nice to meet you. I am the Youngdungpo Prosecutor. Oh, no, my name is Junghoon Choi.”\n“Nice to see you. I'm Sungwoo Yu.”\nThe moment the two shook their hands, one guild member stepped to the side and took out something from his neck.\nClick!\nSungwoo made a puzzled expression, but Junghoon, the Youngdungpo Prosecutor, smiled at him casually.\n“Because this meeting could be a historical moment.”\nAmong those struggling to survive among the crowd there suddenly appeared a man who was talking about the future.</catch></p>"}