{"id": 62, "volume": 1, "title": "Only I Am A Necromancer Chapter 68", "url": "https://bestlightnovel.com/novel_888162148/chapter_62", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 68</h1>\n<p>Chapter 68: Boss Monster Raid on the Runway (6)</p><p>“Sgt. Kim, I understand your feelings. But should you have done this to me? We can't survive without the support of the military. Look at what's going on in this country!” Captain Lee shouted.</p><p>“Captain Lee, many of us were already killed. We're going to stop these kinds of silly military operations and do our best to survive.”</p><p>“Do you think the regiment commander will forgive you? Don't you know that if you get out of the military, you get a penalty, let alone synergy?”</p><p>‘Penalty?'</p><p>“Well, we couldn't obey the order, but outsiders can set us free.”</p><p>“Outsiders?”</p><p>The company commander turned his head and looked at Sungwoo.</p><p>“Bullshit! All you have to do is just keep collecting gold and give it to me. Then, I will take care of everything, you dumbhead!”</p><p>Sgt. Kang still seemed not to have lost the will to fight. He muttered alone, then took a small case out of his pocket.</p><p>“I really didn't want to use this.”</p><p>“I warned you against it! Hey, Sgt. First Class Kang!”</p><p>Captain Lee was frightened by his actions. But Sgt. Kang pulled out an unknown syringe from the case and injected it in his arm. Something like intravenous fluids flowed into his arm.</p><p>“You shut up! You keep rambling without any action! Damn it! You should have kept your squad members under control.”</p><p>Nobody knew what was in the syringe, but Sgt. Kang began struggling in pain.</p><p>“Ahhhhhh!”</p><p>Subsequently, they could see a vein protruding from his forearm. It was clear that his body was going through some sort of change.</p><p>“Hey, stop him right now! That's the ‘transformation ampoule'! If that explodes…”</p><p>“Ahah! Hey, shut up!” Sgt. Kang shouted.</p><p>‘Transformation ampoule? It referred to the transformation of those who did not pick an occupation card. How can they control it?'</p><p>But even before Sungwoo came out to stop him, Sgt. Kang moved first. He jumped off the ground and rushed at Captain Lee. Then, he slashed Captain Lee's neck in the blink of an eye.</p><p>Suddenly, his body was plump with newly grown fur, and sharp claws grew from the tips of his long fingers.</p><p>Captain Lee's throat was cut, blood gushed like a waterfall.</p><p>“Aaaah!”</p><p>“Damn it! Stand back!”</p><p>Corporal Choi's squad members quickly stepped back, but Sgt. First Class Kang's target was not them.</p><p>“You, son of a bitch! Kuaaaah!”</p><p>Sgt. Kang turned right away and rushed to Sgt. Kim. Sgt. Kim picked up the sword immediately, but Sgt. Kang was faster than him.</p><p>But at that moment, someone pulled Sgt. Kim's shoulder and jumped forward. She was Jisu.</p><p>She grabbed the handle of the sword and confronted Sgt. Kang head on.</p><p>Sgt. Kang's foot flew towards her head. However, Jisu lowered her body to avoid his foot. Several strands of her hair were cut off by his toenails. That was all.</p><p>She jumped off the ground and cut him in the ribs.</p><p>Blood gushed from his ribs, sparks arose and began to burn Sgt. Kang's military uniform.</p><p>When Sgt. Kang twisted, startled, she turned behind him and swung her sword from the right side.</p><p>This time she targeted his right thigh.</p><p>The moment she swung the sword, he staggered violently.</p><p>Puck!</p><p>However, she couldn't avoid his kick. His back kick hit her abdomen.</p><p>With her bone armor shattering, her body was thrown into the air and fell to the side of the Giant Troll.</p><p>“Ugh! Haah… Haah!”</p><p>She grabbed her belly and gasped for breath. Even though she was hit just once by Sgt. Kang, she felt like she had been hit by a much greater force.</p><p>Right at that moment, Sungwoo jumped down from the troll's body.</p><p>“What a great attack! Now, I can beat you easily.”</p><p>As soon as Sungwoo said that, the Werebear skeletons stepped forward.</p><p>“Urgh! Ahhhhhh!”</p><p>Sgt. First Class Kang made a fuss to put out the fire on his uniform. Even during that moment, his body was swelling. Orange fur covered his neck and back, and the shape of his skull changed. There was even a defined black pattern on his forehead.</p><p>“Weretiger?”</p><p>He transformed into a giant tiger.</p><p>“Oh, I can obtain another good skeleton.”</p><p>The four Werebears started hunting the tiger.</p><p>Lieutenant Colonel Park was sipping hot black coffee in front of the convenience store in front of the front gate of the 10th Fighter Wing.</p><p>“It doesn't taste good.”</p><p>Since he used to enjoy coffee brewed with a high-quality coffee machine in his office, he frowned at the instant coffee he was sipping now. It seemed that his deputy who was killed on the first day brewed coffee very well.</p><p>“Battalion commander, our soldiers are coming back.”</p><p>“Oh…”</p><p>He stood up when a young officer reported to him. Like he said, a group of soldiers were entering the main gate, headed straight to the convenience store.</p><p>At the forefront was Sgt. Kim. The soldiers stopped at the convenience store, and only Sgt. Kim opened the door and entered.</p><p>He didn't salute, but Lieutenant Colonel Park didn't care about it and asked in a hurry, “Did you succeed?”</p><p>“We killed the boss monster.”</p><p>“Great. Wonderful. What about Sgt. First Class Kang? What about Captain Lee?”</p><p>Only then did Lieutenant Colonel Park notice that not Sgt. Kang and Captain Lee, but Sgt. Kim was reporting to him.</p><p>“Both were killed.”</p><p>“What the heck… What about that guy?” asked Sgt. Kang, referring to Sungwoo.</p><p>At that moment, a chime rang and a man in white bone armor appeared before them.</p><p>“Have a seat!”</p><p>He dragged a chair, then sat down before Lieutenant Colonel Park. Staring blankly at his face, Lieutenant Colonel Park slowly sat down in his chair.</p><p>“This time let me give you a suggestion.”</p><p>“…”</p><p>“You said you had the regiment commander as your supervisor, right?”</p><p>Lieutenant Colonel Park nodded reluctantly with a stiff expression. “Yes, that's right.”</p><p>“According to the group quest, you donate all the collected gold to that commander, right?”</p><p>“Well, I don't have to ask how you came to know it…”</p><p>Full of anger, Lieutenant Colonel Park stared at Sgt. Kim at that moment. But Sgt Kim faced him without being disturbed.</p><p>“Is it you who ordered Sgt. Kang to kill me? Or the regiment commander? If you don't tell me honestly, I'll kill you here right away.”</p><p>“Well, it's the regiment commander who gives the orders.”</p><p>“Then, synergy must have been given to that commander, right?”</p><p>Sgt. Kim once told Sungwoo that on the first day this happened, his unit members drove out the monsters, resulting in huge casualties of his members.</p><p>But what mattered more was what happened after that.</p><p>At first, everyone responded as one, but when they went through the harrowing battle with the monsters, it was difficult to maintain the discipline and hierarchy of his unit.</p><p>Right at that moment, a strange synergy came into play.</p><p>-‘Hidden Synergy' is given as a reward for the bloody group fighting.</p><p>[Synergy List]</p><p>1) Loyal Thorny Road (hidden)</p><p>-Category: Special Dynergy</p><p>-Condition: certain conditions are satisfied</p><p>-Effect: Your commander is given the title ‘Legatus.' The commander can give you any orders. If you disobey, you are given a ‘penalty,' which limits all your stats, and feels like an intolerable pain.</p><p>*'Group Quest' is given at 6 am every day. When you clear the quest, you get the buff effect for a certain period of time.</p><p>*If you reject the order and leave the area, you will be converted to an ‘AWOL.' Right after you're given the penalty of a ‘remnant soldier,' you will be hunted persistently by nearby monsters.</p><p>That was a really unfortunate event. It was like having a harder and more painful collar around one's neck. Some soldiers deserted the unit after ignoring the message, but all of them were found dead in a place not far away from the unit. It was obvious that they were pursued by all kinds of monsters.</p><p>“…”</p><p>“Do you have anything else to say?”</p><p>“It's all for the cause of our unit.”</p><p>Sungwoo snorted at that and said, “Are you kidding? You once said that the so-called cause was the restoration of our country, right? So, are you relying on that system to confront the system that overthrew the country?”</p><p>Lieutenant Colonel Park's remarks were contradictory. When Sungwoo retorted, Lieutenant Colonel Park himself felt confused because he could not understand the reason.</p><p><br></br></p><p>He despised the system of the community bulletin, saying he could not trust it, but at the same time, he actively used the system of synergy to restrain people.</p><p>Obviously Lieutenant Colonel Park's actions were contradictory. Maybe this was similar to the question that Captain Lee had before his death. Lieutenant Colonel Park quickly bit his lips tightly then kept emphasizing it to himself, ‘Yes, this is necessary for the country. Sacrifice and compromise are required for the cause. Absolutely, it's for the country.'</p><p>When Lieutenant Colonel Park didn't say anything, Sungwoo got up from the chair.</p><p>“Then, show me to your boss, the regiment commander. I would like to suggest one thing to him. I have to see the man who can accept my suggestion.”</p><p>He opened the convenience store door and went out. White beasts lined up in front of him.</p><p>What caught his eye, in particular, was the 3-meter-tall skeleton with huge fangs, the Weretiger Skeleton.</p><p>Just like it was in any cataclysmic period, the force of the past was bound to surrender to the force of the present.</p>"}