{"id": 67, "volume": 1, "title": "Only I Am A Necromancer Chapter 73", "url": "https://bestlightnovel.com/novel_888162148/chapter_67", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 73</h1>\n<p>Chapter 73: Changed People in the Changed World (5)</p><p>“There is another reason.”</p><p>Here the question arises. Why was this guy Youngdungpo Prosecutor anxious to see Sungwoo so urgently? As soon as area restrictions had been lifted, he wanted to see Sungwoo. For what?</p><p>Sungwoo seemed to figure out the reason, though.</p><p>‘It may be because they frequently mention me on the community bulletin.'</p><p>It was Sungwoo who got rid of the group of evil vampires twice, and those who witnessed his brilliant activities began to spread word about it through the community bulletin. Just like rumors, their comments about him were inflated.</p><p>One of them read as follows,</p><p><let>“Really? Did you see those kinds of comments?”\n“Yes. According to the comment, the prime minister's job is to be taken by the Youngdungpo Prosecutor. There are quite a few people who think the world of you, Sungwoo. Of course, if you look at the comments below, those supporting Youngdungpo Prosecutor are crazier.”\n“These guys are really freaks.”\nHanho was proceeding with the ‘Reading Comments' content at the moment.\nNext to him, Jisu didn't hide her surprise at the comments that kept popping up.\n“Well, if they praise you without caring about how precious gold is, they seem to be really passionate about you, Sungwoo. You can even expect gifts from them.”\nOf course, Hanho was cracking a joke, but Sungwoo's activities were accepted as something like the “realization of justice” in the current hellish world.\nIn other words, Sungwoo's influence was growing, although he didn't mean for it to. Youngdungpo Prosecutor might have been wary of his growing influence.\n‘This is not the time I can afford to get their attention like this,' Sungwoo thought to himself.\nSungwoo was wary of their intense interest. Being a celebrity certainly had advantages.\nNobody could ignore somebody's favor and the influence that came when he received people's attention.\n‘Well, the political stage might be in preparation. Surely, it will.'\nEven in this broken world, isn't public opinion being formed because of a single functioning community? Public opinion was necessarily connected to politics.\n“Sungwoo, why don't you reply? They are strongly demanding in their comments that you respond to Youngdungpo Prosecutor's request.”\nIt was hard for Sungwoo to decide. The presence of public opinion also meant that it could be manipulated to some extent. This was confirmed by the surge of the comments by those crazy followers of Youngdungpo Prosecutor in the community called ‘Youngdungpo Believers.'\nIt seemed that Sugnwoo's flat ignorance of their demands would bring about a negative response.\n‘Okay, I think I have to see him just once because I can also get some hidden information from him.'\nFor example, because he met soldiers, he could get access to the prophetic stone, and he could respond after seeing the future in advance.\nAs a result, the most important thing for Sungwoo right now was to attain level 15 to find the exact location of the deadly sickle. If he couldn't find it before the new year, he would be destined to serve as Lich's servant.\n‘If I see Youngdungpo Prosecutor, I may get new information and raise my level.'\nSo, Sungwoo, whose ID was kor-157, left a comment on the community bulletin.\n─ kor-157: Okay, I'll wait for you.\n˪ Hamin Lee: Oh! Cool! He doesn't even change his nickname;;\n˪ Glasses Warrior: Cool. Cheering for you!\n˪ Reporter Joontae Park: Two heroes meet in the current disaster. I expected it, but I was surprised because your meeting came earlier than I expected. It seems that an ordinary citizen like me can't outwit our heroes. I hope your meeting will be of help to mankind.\n˪ Yasuo 1: lol.\n˪ Youngdungpo Prosecutor: Thank you. Since I know where you are, I'll see you shortly.\nHow could he know Sungwoo's location without Sungwoo telling him? Youngdungpo Prosecutor might have gathered all kinds of information about Sungwoo through the community, but he didn't ask Sungwoo about such a sensitive matter even indirectly.\n‘This guy openly brags about his ability to collect intelligence. He is full of confidence.'\nObviously, the Youngdungpo Prosecutor didn't take this issue as a simple business relationship.\nWooooong!\nAt that moment, Taesung's motorcycle stopped at the front door with a loud engine sound outside. He hurried into the museum with some of his friends.\nAmong them was Yujin, the girl who became a vampire. After the death of the Vampire Lord, she gradually diluted her blood, then returned to her original job, “wizard.”\nTaesung's expression looked pretty urgent.\n“I was ambushed!”\n“Ambushed?” Sungwoo frowned.\n“Yeah! Strange guys suddenly attacked us and kidnapped Minjoon!”\nCatching his breath, Taesung explained that about ten guys riding motorcycles appeared suddenly and tried to negotiate.\n“They suddenly approached us, asking us if we saw something like a golden deer. When we said no, they recklessly attacked us all of a sudden.”\nTaesung and his friends chose to run because they were numerically inferior. They barely managed to escape.\n“But I think they might come this way soon.”\nSince they had taken Minjoon hostage, they would definitely come this way.\n“Guide me to the place.”\nAs the area restrictions were lifted, those who survived in other regions began to come to Sungwoo's camp, but he didn't want a group of strangers to approach the village where he was staying now.\nIt wasn't difficult for Sungwoo to spot the biker hooligans. When Sungwoo walked along the south street for a few minutes, he found a group of strangers stopping at the crossroads.\n“Oh, you are the same guy who escaped a little while ago, right?” One of them asked.\n“Yeah, that's right. So, did you bring brothers and sisters to confront us?”\nSungwoo was there with Jisoo, Hanho, and Taeseong.\nIt was natural that the hooligans regarded Sungwoo's party as an easy target.\nAt a glance, they looked like a biker gang, given that they were wearing leather jackets, goggles and hoods. It seemed they were in their teens like Taeseung.\n“Hey, did you come here to welcome us, thinking we were going to find you?”\nA guy holding a mace among them stepped forward. He was a muscular man in his 40s, with purple hair that didn't suit his age.\nHe glanced at Sungwoo for a moment, then began to examine Jisu.\nHis gaze was pretty seductive.\n“Huh? Pretty sister? Would you like to take a drive with me?”\n“…”\nIndeed, the way he spoke to Jisu was typical of a third-rate biker.\nIt was so disgusting to hear him babbling on.\n“Brother, we might lose the golden deer if we don't take action. Good Heavens! You get carried away by pretty women!”\nThe muscular man tapped his head for a moment when other gang members shouted at him.\n“Damn it, I was distracted for a moment. By the way, did you see the golden deer by any chance?”\n“Golden deer?”\n“Yes, it's literally a golden deer. Don't ever plan to hide it like a woodcutter. Just tell us where it escaped.”\n“This is my first time hearing about it. Where are you from?”\nLifting the mace, the guy scratched his head and said, “Oh, you don't understand me? If you are not the golden deer, I think I have to ask you out, pretty sister?”\nThen, the man raised his right hand and wriggled like a pervert.\nWatching him, Jisu spoje with a sigh, when Sungwoo was about to respond.\n“Sungwoo, let me deal with him.”\n“Sure.”\nWhen Jisu stepped forward, the man laughed, revealing his gums.\n“Oh, what the heck is this? Are you interested in me? Do you like a big man like me?”\nBut when Jisu pulled out her sword, he frowned violently.\n“Shit, don't you stop? If I crush your head, I can't take delight in caressing you.”\n“Well, you are going to see your hands served first before touching me.”\n“You bitch! Don't move there.”\nThe guy spat then strode toward her with a mace but she was rotating the sword in her right hand in a circle.\nThe man swung his mace first. However, Jisu avoided it by twisting smoothly. His mace struck a truck parked right next to her.\nBang!\nThere were sparks shooting out of the truck body.\n‘Sparks?'\nIt was her skill. Anybody who merely touched it would fall from an electric shock.\n“Hey, can you be kind enough to get hit just once? Then, I can carry you on my back without any wounds. So, please get hit when I swing the mace softly, will you?”\nBooung!\nThe man struck with the mace again, but she stepped back to avoid the attack and immediately bounced off to the front. Then, she swung her sword so quickly that he couldn't even respond.\nThe blade of her sword looked as if it cut through his wrist with sparks flying along the trajectory of the blade.\nThe next moment the man screamed in pain.\n“Ahhhhhh!”\nHis wrists were floating in the air. He looked at his severed wrists and collapsed.\nJisu approached him and said, “Poor uncle, sorry. It looks like you are not going to drive again for the rest of your life. You should get on the back of another uncle's bike.”</let></p>"}