{"id": 66, "volume": 1, "title": "Only I Am A Necromancer Chapter 72", "url": "https://bestlightnovel.com/novel_888162148/chapter_66", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 72</h1>\n<p>Chapter 72: Changed People in the Changed World (4)</p><p>Sgt. Kim and Inho Kim's security patrol stood guard on the roof of the museum. They had a siren loudspeaker ready so they could send out a warning signal whenever monsters appeared.</p><p>On the rooftop they were watching the survivors moving around the museum building.</p><p>“Ah, if you separate it from there, you can't use that leather. Just cut out this end and then…”</p><p>Those who chose jobs such as tanners or blacksmiths set up workbenches on one side of the square.</p><p>They were in the thick of dismantling the corpses of the monsters hunted by the crackdown team into fur and leather, but since they were inexperienced, they discussed the best solution.</p><p>“I think you have peeled it off pretty well this time.”</p><p>“Let me take a look. Oh, it's the best. You can make armor with this. I hear they haven't found the store yet, but I hope this armor will be helpful to the monster crackdown team.”</p><p>The leather they pulled out was reinforced with special effects such as physical and magic defense.</p><p>Someday, they were going to peel off the skin of the “Giant Troll”, but they were not skilled enough to do it now. So, after extracting only the blood from the troll's body, they hid it in the hangar of the squadron.</p><p>On the one hand, Hanho's mother, Eunhee, worked with those in food-related occupational groups to study how to dismantle and cook meat by its parts.</p><p>“When we cook this, I think the bad fat smell of the meat will be gone, but if you don't pay attention, you can't keep the buff effect in the food.”</p><p>“Right. In the end, it seems that food is delicious only when you make it with plenty of affection. Shall we roast it now?”</p><p>It was also one of the cooks' routines to provide food with a good buff effect to those going out on a monster crackdown mission.</p><p>Thanks to the full support of monster leather armor and food with buff effect, the monster crackdown unit could keep going on a stable hunts.</p><p>“Kyongsu, we're done giving the briefing by the 2nd team. We're going to go hunting in the direction of Paldalmun Gate in the early morning tomorrow.”</p><p>The crackdown team, whose members were covered with blood, returned to the headquarters and reported to Kyongsu. Sitting at the front desk, he gave them recovery potions.</p><p>“Thank you. Oh, we have found a new dungeon. It's near the shopping street at the intersection, and it's like a spider dungeon. I think we can take control of it without Sungwoo's help. I'll explain later.”</p><p>“Okay. Fortunately, no one was injured today. Have a good rest.”</p><p>Searching for special areas such as a dungeons or a shop was also one of the essential tasks of the crackdown team. Since someone destroyed the nearest store, they could not buy items, no matter how much money they had.</p><p>Sungwoo left the job of locating them to Taesung and his friends who were very familiar with the places here. Besides, they also had motorcycles.</p><p>“Captain, I couldn't even find a store icon in the north. Tomorrow, let me search around the alleyways instead of the main street.”</p><p>“Sure. Be careful when you sneak into the alley.”</p><p>Sungwoo's allies were prepared for attacks like this. It seemed that they restored stability to the environment. Of course, they were much more stable and secure before the game started, but obviously, they felt more relieved and secure now compared with the situation several days ago when they could not sleep from fear.</p><p>However, Sungwoo was on edge.</p><p>‘There is no chance that this game will allow this so easily.'</p><p>The 7th day was already approaching after the mainstream started.</p><p>After checking the time, Sungwoo waited for the end of the first mainstream. The minute hand approached midnight.</p><p>And a little later there appeared a message before his eyes.</p><p>* Gold acquisition double event has ended.</p><p>* Restrictions on area movement have been lifted.</p><p>The game was finally over.</p><p>And a new announcement came up.</p><p>[Mainstream start guide]</p><p>< p=\"\"></p><p>Many lives have vanished again over the last long night, but those who survived probably felt they had become hard enough to not be defeated easily.</p><p>When the moment comes when you can take your breath, you'll start to ask questions like this, “What fate does this world impose on me?”, “What is the purpose of this game?” Everyone! You will soon find the answer to that question.</p><p>And now is the time for you to go beyond just surviving and build the strength to face the world!</p><p>[Note (Important)]</p><p>The current event will continue for 20 days. All restrictions to movement are lifted, and the gold acquisition event ends after that.\n‘Raid Boss Monsters' that gives you a huge reward will appear all over the world. In some cases, they will attack the Safe Zone!\nThe prelude to</p><p>“This is the beginning again.”</p><p>“What the hell is it this time?”</p><p>Everyone gossiped, looking at the message.</p><p>Sungwoo focused on two phrases in the long message.</p><p>First, ‘Raid Boss.'</p><p>Second, ‘Angel and Devil.'</p><p>‘These two are the key phrases of this mainstream…'</p><p>At that moment, Hanho called him., “Sungwo, can you check the app!”</p><p>“Why?”</p><p>“The rankings just opened! Regional rankings!”</p><p>Ranking?</p><p>Come to think of it, there was a category called ranking in the</p><p><player>.However, until now he could not get access to it because of the sign ‘count underway.'\nSungwoo immediately ran the application.\n━ Player Guidebook\n[1. Public Notice (NEW)]\n[2. Player ranking (count completed)]\n[3. Free Bulletin]\n[4. Auction house]\n[5. Demon camp only (no permission)]\n[6. Angel camp only (no permission)]\n[7. Private broadcasting station (in preparation)]\nNumber 2, counting completed, was open.\n[KOR Server Ranking (Page 1)]\nHan Gangseok (LV. 15)\nYoungdungpo Prosecutor (LV. 13)\nkor-157 (LV. 12)\nDOCTOR-000 (LV. 12)\nDOCTOR-002 (LV. 12)\nThe first page revealed those who were in the top five level then 15 people were revealed in the next three pages.\nSungwoo was ranked third on the Korean server. In addition, Youngdungpo Prosecutor, a familiar nickname, was ranked second.\n‘The top guy's level is 15? How did he get it?'\nNo matter how much Sunwoo thought about, Level 15 was something he could not achieve.\nIt took a full three days for Sungwoo to move from level 11 to level 12.\nOn one hand, he could not help but pay attention to those in the 4th and 5th places who had matching nicknames. Maybe they found it very shocking to have two top rankers in the same group.\n‘Doctor?'\nWhen Sungwoo was pondering over it, Hanho began to make a big fuss again.\n“Sungwoo! Look at the community bulletin!”\n“What the heck is that? Don't overreact.”\n“The guy in the 2nd place, Youngdungpo Prosecutor, says he is going to come here…”\n“Really?”\n“He posted a comment in the community bulletin, saying he wants to see you.”\nYoungdungpo Prosecutor, the top person of the Korean server, wanted to see Sungwoo? He wanted to come right now when the area restrictions were lifted?\n“It seems like that guy is trying to attack us.”\nWhen somebody decided to act, there is a reason for it.\nIn this era, when civilization has collapsed, there was no altruistic reason.\nThe reason why the Youngdungpo Prosecutor was coming to see Sungwoo was because he wanted something from Sungwoo.\n‘The vampires were trying to get rid of the obstruction…'\nThe soldiers asked Sungwoo to join the army.\n“Man, it seems we are getting into trouble again.”\nSungwoo already began to feel a headache. What did he want? How would he respond if Sungwoo rejected his offer?\nHe immediately confirmed the comment posted by Youngdungpo Prosecutor.\n[38] kor- ID 157, I'm requesting an official meeting with you.\n-Author: Youngdungpo Prosecutor │ Hit: 397,456\nID kor-157, I'm requesting an official meeting with you on behalf of the ‘Liberation' Guild.\nThe Liberation Guild was the first and best survivor community in Korea with 500 players. By being faithful to the system, we will overcome the crisis, rescue survivors, and finally uncover the truth of this game.\nI am already familiar with ID kor-157's unselfish performance in this community. That is why I am making an official request in the community bulletin here, although it's not courteous for me to do so.\nThe ‘Liberation' Guild is eagerly hoping for kor-157 to join the guild. If you join, I, the guild master, Youngdungpo Prosecutor, would like to visit and explain the vision of our guild in person. Please accept the meeting.\n「Comment: 92」\nThe comments began with anticipation of the meeting between the two and ended with praise. It was a turbulent time, so Sungwoo could feel people were hoping for a hero.</player></p>"}