{"id": 69, "volume": 1, "title": "Only I Am A Necromancer Chapter 75", "url": "https://bestlightnovel.com/novel_888162148/chapter_69", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 75</h1>\n<p>Chapter 75: It Can Be a Historic Meeting (1)</p><p>Youngdungpo Prosecutor, Junghoon Choi…</p><p>‘This guy is different,' Sungwoo thought.</p><p>As soon as Sungwoo glanced at him, he immediately felt this guy was unusual.</p><p>It was not because he had a big build, or because he was handsome, or because he had an item wrapped around his body that Sungwoo felt that way.</p><p>‘There is something more to him.'</p><p>Sungwoo led him into the museum. The survivors of the village were gathered in the lobby of the museum because they wanted to see this ‘Youngdungpo Prosecutor' named who ranked 2 in the community.</p><p>“Wow. he is handsome!”</p><p>“He's really tall. What the heck is that armor and weapon?”</p><p>Of course, Junghoon's appearance itself was brilliant enough to claim his reputation in the community.</p><p>He was a tall and handsome man with white full plate armor and an enormous sword. He looked like the common image of a prince riding a white horse.</p><p>When he was accompanied by a group of majestic knights, the crowd burst out into exclamations.</p><p>“That person really looks extraordinary.”</p><p>“I now know why they call him a hero.”</p><p>As if his arrival were his triumphant procession, the survivors showed admiration for Junghoon, but Sungwoo felt somewhat strange when he saw Junghoo behaving pompously.</p><p>‘I felt something unusual about this man, but the survivors are overreacting now.'</p><p>Of course, it's not an exact comparison, but the way they looked at him eagerly reminded him of the way the vampires looked at the Vampire Lord.</p><p>‘Does this guy something like a skill?'</p><p>A skill that influences people's emotions? It was possible he had one. Sungwoo felt his possession of such a skill might not be groundless, but there was no way for him to check it right away.</p><p>‘Maybe I'm too conscious of him now.'</p><p>Suppressing an uncomfortable sentiment, he led Junghoon to the office of the business director.</p><p>“Come this way.”</p><p>Junghoon had his deputies on standby in the hallway. Then just two of them sat face to face on the sofa in the office.</p><p>Junghoon opened his mouth first, “The people here look stable. You can't find such expressions easily anymore.”</p><p>He also showed a relaxed smile while saying so.</p><p>Although he was famous in the community and responsible for the largest group of survivors to date, he didn't have an air of arrogance.</p><p>“I think it was good I came to see you.”</p><p>“Really? Isn't the Youngdungpo district much more stable, is it?”</p><p>Sungwoo pulled out two cans of beverages from the small refrigerator.</p><p>“Ah, haha. Thanks for the soda.”</p><p>Junghoon opened the soda cheerfully. After taking a sip, he looked at Sungwoo again.</p><p>His smile slowly disappeared from his face.</p><p>“As you may know, the survivors in the Seoul area are gathering around the Youngdungpo area.”</p><p>To put it accurately, some groups of survivors were joining those in Youngdungpo with Youngdungpo Prosecutor Junghoon as their leader.</p><p>He then invited Sungwoo to join the guild that he organized. One of the reasons he visited here today was to persuade Sungwoo to join the guild.</p><p>“Though countless people died, the number of people in my place are by no means small as the survivors continue to gather there,” Jungoon said.</p><p>“How many are in your area?”</p><p>“Around 30,000 people flocked to Youngdungpo Station originally. I think there will be over 40,000 soon.”</p><p>30,000? To be honest, Sungwoo was surprised because there were a little less than 300 survivors in his village.</p><p>“Really? That's a huge number.”</p><p>“Yeah, a lot. It's overcrowded over there…'</p><p>For the first time, Jungoon made a gloomy expression.</p><p>Sungwoo asked, “If there are many survivors, aren't they helpful to you? I thought that's why you promoted the Safety Zone and proclaimed a guild.”</p><p>Prosecutor Yeongdeungpo was the first to post his comments on the community bulletin. Since then he has attracted people by promoting the Safety Zone.</p><p>“That's a misunderstanding on your part. Believe it or not, I just wanted to save more lives.”</p><p>A bitterness was on Junghoon's face. Did he really save people out of pure goodwill?</p><p>“And I would like to say that these 30,000 players are helpful, of course. But out of these 30,000 people, how many of them do you think have adapted to this world?”</p><p>Sungwoo seemed to know what he meant. In fact, of the hundreds of players in town, only a few could do their job well enough. They numbered about a quarter at most.</p><p>The remaining three-quarters played the role of assistants, or they were being supported by others in the group.</p><p>If they numbered 30,000, the size of the population that needed to be supported was different.</p><p>Just because they have survived doesn't mean that all of them have adapted to the new world because the person who succeeded in adapting might have saved several others around him.</p><p>“In that sense, we need more elites like you Sungwoo to save many more… I have been watching you for a long time because you were mentioned often in the community. However, you were not on the priority list of people for my guild recruitment.”</p><p>“You have changed your mind because of the players' ranking, right?” Sungwoo said.</p><p>In fact, he contacted Sungwoo through the community bulletin right after the ranking of players was released.</p><p>“Yes. The ranking proves that you haven't been talked about a lot because you're lucky.”Junghoon said, lowering his head while fiddling with the soda can. He continued, “Sungwoo, there are many strong colleagues around me. But I don't have one who I can trust, or who can take initiative. Most of them brought their own groups to entrust their safety with me.”</p><p>“…”</p><p>“Actually, I am anxious. It hasn't been a while since the world has changed like this, but these survivors look up at me as if I'm a hero, and there are so many people who want to rely on me…”</p><p>Junghoon then raised his head and looked at him, “I don't think I'm such a strong guy. Haha…”</p><p>He was trying to mock himself when he came here to persuade Sungwoo to join his guild.</p><p>Sungwoo asked, “Why are you saying that? I don't think you can say something like that to someone like me you've just seen for the first time.” Sungwoo subtly rebuked him,</p><p>Junghoon raised his head again and said, “You're right. Yes. To put it bluntly, I'm now appealing to your emotions.”</p><p>“Appealing to me?”</p><p>“Because you are not likely to join my guild based on my level or forces. My impression of you is that you seem to be reluctant to get stuck to anybody. It seems you are straightforward and individualistic.”</p><p>Sungoo was not sure what part of him made Junghoon feel like that, but he was definitely individualistic. So, he didn't confirm or deny what Junghoon pointed out.</p><p>“Sungwoo, let me appeal to your emotions a little more. I lost my family a few days ago. Then, when I pulled myself together, I got even upset beyond my doubts about this game.”</p><p>His eyes became even sharper.</p><p>“Even though I'm simply following the game rules now, I want to change them in the future. I want to break the rules. I'd like to figure out why this is happening, and get even with them if I can.”</p><p>“…”</p><p>“That's why I need someone I can trust. I need someone who is as strong as me, and who can look critically at my opinion instead of those who try to rely on me.”</p><p>Sungwoo made eye contact with Junghoon, then asked, “Do you think I am such a person?”</p><p>“Actually, I don't know yet whether you are such a person. All I can know is your level.”</p><p>Junghoon was very straightforward.</p><p>“That's why I've come to see what kind of person you are.”</p><p>He stared at Sungwoo sharply.</p><p>Nodding at him, Sungwoo leaned on the sofa and said, “So, what you want to say is you want me to join your guild, right?”</p><p>“Yes, that's correct. But if that was the only reason, I wouldn't have come here in a hurry like this.”</p><p>With a serious expression, he pulled something out of his little pocket. It was a red stone with a faint glow.</p><p>Sungwoo immediately realized what it was. ‘It is Prophecy Stone.'</p><p>He frowned his eyebrows unwittingly.</p><p>“This is a prophecy stone… Do you really know what this is?” he asked, checking even Sungwoo's slightest change in expression. Sungwoo's expression, which was something like a suspicious glance, seemed to have stiffened at that moment.</p><p>Sungwoo had the “Prophecy Stone (Season 2”) he obtained from soldiers.</p><p>‘Is it right for me to share that information with him? No, I don't have to. Let me be prudent.'</p><p>Sungwoo shook his head, then said, “No, I haven't seen it before. It's very unusual.”</p><p>However, Junghoon's eyes were still discerning.</p><p>He nodded slowly and said, “Well, yes, it's unusual. That's why I am getting impatient. Now, put your hand on it and touch it.”</p><p>Sungwoo slowly reached out.</p><p>-You have touched ‘Prophecy Stone (Korean Server Bad Ending 2)'.</p><p>Just like the Prophecy Stone he had seen before, a video began to play before his eyes.</p>"}