{"id": 63, "volume": 1, "title": "Only I Am A Necromancer Chapter 69", "url": "https://bestlightnovel.com/novel_888162148/chapter_63", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 69</h1>\n<p>Chapter 69: Changed People in the Changed World (1)</p><p>The military unit was destroyed.</p><p>A huge number of monster bodies were piled up on the disturbed ground. On one side of the barracks, there were corpses wrapped in ponchos. They had once been soldiers.</p><p>It seemed that their bodies testified that they were sacrificed to defend the unit.</p><p>“I think there are very few troops currently available inside the unit because a company-sized unit was dispatched to crack down on the monsters for the group quest.”</p><p>Sgt. Kim explained, leading Sungwoo into the unit's base. The main gate of the base was tightly closed, but no soldiers were defending it.</p><p>“In fact, it is pointless to organize the remaining soldiers into a unit because there are less than two hundred left.”</p><p>Normally, a regiment had a force of more than 1,500 soldiers, but there were only 200 survivors at the moment, which testified how many soldiers were sacrificed in the process of fighting the monsters.</p><p>Sgt. Kim said that as soon as the game started, up to one hundred goblins raided the battalion barracks. Considering that there was only one goblin Sungwoo encountered, it was easy to imagine how big the goblins were.</p><p>“Their raid was like a surprise attack on a major military base. I don't know who's doing this, but come to think of it, it seemed that they wanted to smash the military base as if they intended to ruin us.”</p><p>Sungwoo nodded, “That makes sense. They might have planned on it right after they incapaciated the weapons in the unit.”</p><p>The survival game began with the human military being completely extinguished. The game was designed that way from the beginning.</p><p>It seemed that because they survived this tremendously difficult extermination plan, they were given the odd synergy called “Thorny Path of Loyalty” as a special reward. This game had always been like that. Variables created variables.</p><p>“Here it is.”</p><p>Sgt. Kim and Sungwoo arrived at the headquarters building of the base.</p><p>No one was guarding the guard post at the main gate, but there were some guards there.</p><p>It seemed that all the troops were standing on guard at the headquarters because they could not guard the outside of the base properly.</p><p>“Who is it?” A private first class soldier pulled out his sword and shouted.</p><p>A corporal standing next to him lifted his crossbow and aimed at the party.</p><p>“Now, you guys put down your weapons and stick to the wall!” Sungwoo shouted.</p><p>Before introducing himself, Sungwoo had the skeletons step forward to show their strength. At first glance, the guards were no match for the large skeletons.</p><p>“Ugh! What the heck are they?”</p><p>“Oh, battalion commander?”</p><p>“Uh, aren't you Sgt. Kim of the 1st Company?”</p><p>The guards immediately recognized the soldiers in Sungwoo's group.</p><p>Sgt. Kim approached the guards and said, “Come on, put down your weapons, and stick to the wall as directed.”</p><p>When Sgt. Kim persuaded the soldiers, all of them at the headquarters made the way for them helplessly. They had no choice but to get out of their way.</p><p>When they arrived on the third floor of the headquarters, 12 security guards were guarding the entrance to the regiment commander's office.</p><p>Rattle! Rattle!</p><p>When Sungwoo appeared with the giant skeletons, the guards looked at each other and immediately asked for help.</p><p>“Please spare our lives!”</p><p>“We won't harm you.”</p><p>They abandoned their weapons and surrendered. Since they were the direct subordinates of the regiment commander, they had low morale and little fighting spirit.</p><p>However, even with this ragtag band of soldiers, they could control any rebellion because of the ‘penalty' that the regiment commander could impose. In fact, the penalty system of the army was very disorganized in most cases.</p><p>“Sgt. Kim, tie all these soldiers together and put them in one place. Lieutenant Colonel Park, you go in first.”</p><p>Even in that situation, Lieutenant Colonel Park kept his mouth shut.</p><p>Sungwoo had him go into the regiment commander's office.</p><p>“Please have tea.”</p><p>As soon as he entered the office, Sungwoo had the two Werewolf skeletons step into the office to show his power.</p><p>However, even in such a situation, the regiment commander treated Sungwoo to tea by ordering his deputy in an ostentatious show of his inflated pride.</p><p>Sungwoo didn't even look at the teacup and crossed his legs. He had no intention of sipping tea with the very guy who tried to kill him.</p><p>“I didn't expect my soldiers to commit treason,” said the commander.</p><p>Sungwoo turned his eyes and looked at the crossbow on his desk. He momentarily wondered if the commander wanted to threaten him with that ridiculous weapon.</p><p>“…”</p><p>“Lieutenant Colonel Park, haven't you noticed it? Huh? You must have felt something strange. Don't you think this situation is so embarrassing and shameful?”</p><p>“Sorry.”</p><p>Lieutenant Colonel Park was standing to the left of the regiment commander, with his head lowered.</p><p>Sungwoo opened his mouth, “How ridiculous you are!”</p><p>“…Uh?”</p><p>“From my point of view it seems that you have a big problem if you want to find fault with the soldiers and blame them for betraying you when you actually drove all of them who wanted to survive into a deadly situation.”</p><p>However, the commander snorted, locking his fingers together.</p><p>“Did I drive them into a deadly corner? Are you kidding? It was a military operation.”</p><p>After he moistened his lips with tea, he continued, “It was because our initial response was quick that we survived. I immediately dispatched my soldiers into the monster cave within the base and got rid of all the monsters even though the fighting dragged on. I also found a new way to recover their broken morale.”</p><p>“Oh, was the new way the synergy you obtained by chance? So, you controlled your soldiers by force if they didn't follow your orders, then had them suffer burning pain, right?”</p><p>Now, the commander was getting more and more upset.</p><p>“As a result, I could establish a defensive position at the headquarters. Other bases?</p><p>Well, other regiments and the Marine Corps headquarters nearby also failed to defend their garrisons. This is a war. It is only natural to send the soldiers to the battlefield, even if they have to point their guns at friendly forces.”</p><p>Sungwoo shook his head, leaning his back against the sofa and said, “No. This has nothing to do with a war.”</p><p>“What the heck are you talking about?”</p><p>“Who are you fighting against? Do you think your opponent is at war with you, too?”</p><p>The regiment commander was speechless.</p><p>“It's just a survival game. We're like horses on the chessboard.”</p><p>“…”</p><p>“Now, let me get to the point. At first, you asked for my cooperation, then I was told that you ordered your soldiers to kill me.”</p><p>The commander calmly nodded and replied, “That's true because you are going to be a big headache to me someday.”</p><p>‘How could he respond so brazenly in a situation like this?' Sungwoo thought he was so shameless and brazen.</p><p>“If you are brazen enough to say that to me, you still have the intention of killing me if I don't follow your will, right?”</p><p>“Yes, it's because that's the right way. Someone like you is a potential tumor cell in this country. Not only you, but all the guys who create private organizations, including the Yongdungpo Prosecutor, must be removed.”</p><p>Sungwoo found a tough stubbornness as well as his strong will in his stern gaze.</p><p>“Good. As I mentioned earlier, if you liberate the soldiers wishing to be freed from the synergy and hand the gold back to me, I will leave this area after the mainstream ends. After that, you can take care of this town by yourself.”</p><p>Of course, he could not guarantee he would keep the promise, but he said it to get the gold from him smoothly. He could not take gold from corpses.</p><p>Deep anger was clearly visible in the eyes of the regiment commander, but he helplessly nodded. He was aware that Sungwoo had the upper hand in the current negotiations. He had no other choice at the moment.</p><p>“How much gold do you want?”</p><p><br></br></p><p>“All of it. Give me all the gold you received after your soldiers were done with the group quest.”</p><p>“Good. Then, as you promised, you have to leave the areas of Hwaseong and Suwon. But can't you leave the soldiers behind? I need them. I really need them to defend Hwaseong City.”</p><p>Sungwoo shook his head firmly, “No. I don't want to negotiate with you unless you confirm that you deactivate that vicious synergy. If our negotiation breaks down, I might have to fight you.”</p><p>Sungwoo's announcement was a clear threat. At that moment, it seemed that the skeletons behind him were moving a bit.</p><p>“Damn it. Alright. Come here and hold my hand.”</p><p>They needed to make physical contact to exchange gold. The commander reached out to Sungwoo, but he shook his head.</p><p>“No. Can you come this way?”</p>"}