{"id": 60, "volume": 1, "title": "Only I Am A Necromancer Chapter 65", "url": "https://bestlightnovel.com/novel_888162148/chapter_60", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 65</h1>\n<p>Chapter 65: Boss Monster Raid on the Runway (3)</p><p>“When the operation begins, Sungwoo, my boss will give me an order directly. Why are you bothering to deliver his message to me like this? By the way, did you crack down on the goblins successfully?”</p><p>“Of course.”</p><p>However, Sgt. First Class Kang snorted at his reply.</p><p>“Well, I don't think you did. I still remember you have been talking bullshit since our soldiers were killed during our special operation at Kyonggi Province recently. I know you told people around you that they were killed meaninglessly.”</p><p>“Well, that was because…”</p><p>“Since then, our gold income has also shrunk, but you are pretending to have a hard time. Your company commander may give it a pass, but I won't. You know that our battalion commander can check out your location in real time, right?”</p><p>Sgt. First Class Kang bluntly criticized him without caring about Sungwoo at all, as if he was a thoughtless man from the beginning. However, Sgt. Kim discovered some important tips while talking with Sgt. Kang.</p><p>‘Checking my location in real-time? It seems the army is also working in an organized system at the moment. That's why the soldiers trying to desert the army have been greatly reduced.'</p><p>For some reason, Sgt. Kim saw red, as if he could not stand it anymore.</p><p>“Sgt. First Class Kang, you are so mean to me! Do you know that Hyongsuk was killed in action during the operation a little while ago?”</p><p>Then, Sgt. Kim got enraged at Sgt. Kang and took out one of the dog tags hanging around his neck.</p><p>“I couldn't even bring his body here! How can you be so mean to me when you don't know anything about the situation?”</p><p>As soon as Sgt. Kim balked, Sgt. First Class Kang immediately grabbed him by the collar with his left hand. Sgt. Kim dropped the killed soldier's military serial number chain on the floor.</p><p>“Hey, Sgt. Kim, are you crazy? Are you challenging me now?”</p><p>“Urgh!”</p><p>“Cut the bullshit and collect more gold for me, okay? When you do it, I can beat the boss monster. Why are you guys making a big fuss like this when you are only killing Goblins or Orcs? Don't you know I'm killing all the scary big monsters?”</p><p>“I'm not pretending to be sick, Sgt. First Class Kang!”</p><p>“It's because you're incompetent that our soliders were killed by the monsters.”</p><p>At that moment someone grabbed Sgt. Kang's thick forearm.</p><p>“Sgt. First Class Kang, let me speak to you directly, not through Sgt. Kim. Prepare to attack the boss monster on the runway as soon as possible.”</p><p>Sgt. Kang's eyebrows wriggled at Sungwoo's sharp voice.</p><p>“Well, I need to discipline Sgt. Kim. He is slacking off…”</p><p>Sungwoo cut him off and said, “I heard you can not waste time here. Right?”</p><p>After all, Sgt. Kang let go of his grip around Sgt. Kim's neck, but responded in annoyance.</p><p>“Sure, no problem. Packing military equipment is a piece of cake, so don't worry. Why don't you get ready quickly, boss. Let me smoke a cigarette outside for a moment.”</p><p>Having said that, Sgt. Kang went out of the building, and Sgt. Kim flopped down on the floor, gasping for breath. His uniform jacket was tattered when Sgt. Kang released his tight grip on the collar. Squad members ran to him.</p><p>“Sgt. Kim, are you okay?”</p><p>“Are you not hurt? That son of a bitch… ”</p><p>It seemed that Sgt. Kim was at least respected among his junior soldiers.</p><p>“Uh, I'm okay. Sorry, Sungwoo. I think I showed you something you didn't have to see.”</p><p>“That's fine. Are you okay?”</p><p>“I'm alright. It looks like Sgt. First Class Kang tried to macho up in front of you. In fact, he is a very competitive man, so I've felt that he has been very nervous since you came.”</p><p>“I see.”</p><p>“Well, I think I have to help you, Sungwoo. Since we are a volunteer force who decided to support you with Sgt. First Class Kang, we will finish the preparations quickly.”</p><p>Then, he brushed the dirt from his clothes and walked to the place where he put his weapons. His shoulders drooped.</p><p>The 10th Fighter Wing was located in Seryu-dong, next to Seryu Station in Suwon City.</p><p>Two military trucks stood blocking the entrance of a convenience store there.</p><p>Two military officers were sitting on plastic chairs inside the store.</p><p>“I want to report something, Battalion Commander. It's on the community bulletin. It seems that the guy with the community ID ‘Yongdungpo Prosecutor' is absorbing even the college student group in Hyehwdong and increasing his force. This morning another group declared the formation of a guild in Pusan. It's called ‘Hwarang'.”</p><p>Lieutenant Colonel Park frowned at Captain Lee's briefing.</p><p>“The reds are raising their ugly heads as if on cue. Did you say Hwarang? That's bullshit! Anyway, sort out the briefing material because I have to meet the regiment commander later.”</p><p>“Yes, sir! But I wonder why there are no comments yet on the community bulletin from our soldiers. If you give me an order, I can post a comment.”</p><p>Lieutenant Colonel Park shook his head and said, “Company Commander, think carefully about the reason. Our military is reluctant to use the unknown communication, not just your own computer network.”</p><p>“Ah!”</p><p>Captain Lee uttered exclamations out of habit, but he was still full of curiosity.</p><p>Lieutenant Colonel Park continued, “The moment you reveal your affiliation with the military or the government, the enemy can find out your location, right? Isn't it possible that the enemy can see your position? Information is vital. You can't use the program when you don't know who created it. The government and the military are taking a prudent approach because of that.”</p><p>Captain Lee could not hide his bitter expression. Now, he was seriously questioning whether it was right for him to trust his boss's judgment because the community system was so influential that it was hard to rule it out just because its origin was unknown.</p><p>But there was nothing he could judge and no action he could take on his own. As a military officer, he had to obey and follow his boss's orders.</p><p>At that moment, Captain Lee sensed Lieutenant Colonel Park's sharp gaze at him, so he quickly suppressed the dissatisfaction on his face.</p><p>“I guess you clearly conveyed our soldiers my message, right? Once you defeat the boss monster, the next target is that guy, Sungwoo. Our regiment commander wants us to eliminate all the uncooperative forces.”</p><p>“Got it. Let me convey your message once more. Two squads and Sgt. First Class Kang will be deployed for the raid. They are Sgt. Kim's Squad 1 and Corporal Choi's Squad 3. Corporal Choi's squad will infiltrate in advance and attack the guy at the last minute. I will also be on standby at the site.”</p><p>“Good. If possible, don't kill him right away. I hope you can take back the 100,000 gold he snatched from us or more than that if you can. Of course, don't overdo it, if possible.”</p><p>“Let me take good care of it.”</p><p>“Yes, let me trust you this time.”</p><p>At that moment, a soldier with a circular shield opened the door of the convenience store.</p><p>“Battalion Commander, they have arrived!”</p><p>Sunwoo and his party finally arrived.</p><p>“So, do they want to come this way?”</p><p>“No, they went into the 10th Fighter Wing right away.”</p><p>“He really sucks!” Lieutenant Colonel Park shouted.</p><p>Captain Lee stood up and said, “Okay, let me carry out your order.”</p><p>“Make sure you remove him properly. Otherwise, he will be an obstacle to our cause someday. Like our regiment commander said, we must get rid of him for our future.”</p><p>The company commander saluted, but his expression was rather confused. He could not believe Lieutenant Colonel Park's order that he should get rid of Sungwoo, but he could only carry out his order.</p><p>“Sure, no problem. Sgt. First Class Kang will smash his head.”</p><p>A long runway unfolded before his eyes.</p><p>“Hey? How can the fighters take off on a runway like this?”</p><p>Sgt. First Class Kang covered his forehead with both hands as if he was frustrated.</p><p>The place, which must always be thoroughly managed for the take-off and landing of the fighters, was a mess.</p><p>The thick asphalt was cracked and scattered as if somebody scraped it with a plow.</p><p>“It looks like the boss monster was playing there and scribbling on the asphalt. I fought him a few days ago, and he was so mighty. Bitch!”</p><p>Although he had been assigned to Sungwoo as his deputy, Sgt. First Class Kang didn't tell Sungwoo in detail about the boss monster. Sgt. Kang was intentionally limiting the information, so much so that it was questionable if he really wanted Sungwoo to defeat the boss monster.</p><p>It seemed that the military leadership didn't mean it, but obviously Sgt. Kang was not telling all the information because of his jealousy of Sungwoo.</p><p><br></br></p><p>However, Sungwoo could get enough information from Sgt. Kim.</p><p>The boss monster's name is ‘Giant Troll'.</p><p>In fantasy, a creature called a troll is depicted as a giant with tremendous resilience.</p><p>The troll here wasn't much different. Like the modifier, ‘giant,' he's five meters tall, and his skin was as hard as an iron plate. And even if his skin was torn off, it would regenerate in an instant, which was the biggest headache for Sungwoo.</p><p>Thump, Thump.</p><p>The boss monster's rattling footsteps came from inside the aircraft hangar. Then, a thick arm popped out through a gap and grabbed the door of the hangar.</p><p>Bang!</p>"}