{"id": 61, "volume": 1, "title": "Only I Am A Necromancer Chapter 67", "url": "https://bestlightnovel.com/novel_888162148/chapter_61", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 67</h1>\n<p>Chapter 67: Boss Monster Raid on the Runway (5)</p><p>The intense fighting between them looked like a herd of hyenas attacking a giant herbivore.</p><p>The runway was quickly covered with blood, but strangely enough, the Giant Troll's wounds were being healed at a tremendous rate.</p><p>‘Yeah, he must be a troll. He has a regeneration power that even surpasses vampires…'</p><p>Wudddduk ―</p><p>When the Giant Troll fully inflated his muscles, the bundle of ropes tightened almost to the point of breaking.</p><p>‘We have no time.'</p><p>As things stood now, the boss monster would be freed from the tight ropes. Obviously, he would try to crush them all at once.</p><p>“Let's start attacking!” Sungwoo shouted.</p><p>“Sure!”</p><p>While rushing toward the monster, Sungwoo deactivated the summoning of one Werewolf Skeleton. At that moment, the skeleton fell to the ground immediately.</p><p>‘Weapon Production.'</p><p>Then, based on the skeleton's body, Sungwoo activated the skill, ‘Bone Weapon Production.'</p><p>As soon as he did so, all kinds of bones disassembled in all directions, creating five spears.</p><p>Other skeletons picked up the weapons.</p><p>-‘Synergy effect' is activated due to team play.</p><p>[Synergy List]</p><p>4) Wild Hunter (Level 1)</p><p>-Category: Weapon Synergy</p><p>-Condition: 5 or more spears required.</p><p>-Effect: Penetrative power increases. (+30%)</p><p>Last night, Sungwoo studied the synergy effects in advance by holding all weapons alternately; those efforts now paid off nicely.</p><p>Without it, he wouldn't have known that there was something like a “penetrative power” because he had never seen the synergy of spears before.</p><p>Besides, the Giant Troll's defensive power was greatly reduced thanks to the effects of the four Werebears' Wild Tyrant (Phase 1) that reduced the opponent's defense (-10%) and increase of the ally's defense (+10%).</p><p>Puck! Puck! Puck! Puck!</p><p>The sharp poles of the five spears penetrated the Giant Troll's skin like an awl.</p><p>Kuuuuuuh!</p><p>The boss monster's screams changed quite a bit. It wasn't an angry cry anymore, but a painful groan from deep inside.</p><p>Now, Sungwoo climbed over his chest and faced his huge head. The monster no longer shook his head to avoid Sungwoo, and half of his eyes had already been turned inside out.</p><p>Given the monster's regenerating power, Sungwoo was not sure when the monster would come to his senses again after healing.</p><p>‘He has been completely neutralized. I can smash him with one more strike.'</p><p>Sungwoo grabbed his warrior's sword, the “Lost Sword of the Master,” with both hands, and stabbed the monster's chin from the underside.</p><p>Sungwoo stabbed the monster's brain, not his hard skull.</p><p>“I know you can't regenerate the brain.”</p><p>Finally, the monster's eyes were completely turned inside out.</p><p>-You have earned 220,000 gold by hunting the local boss monster ‘Giant Troll'.</p><p>-You have earned an increase in all your stats as a special reward for hunting the mainstream boss monster. (+2)</p><p>-You have obtained a ‘Special Item Box' as a special reward for hunting the mainstream boss monster.</p><p>-You have leveled up. (LV. 11)</p><p>Sungwoo slowly pulled out the sword. Since he was the strongest monster in this area, it was natural that Sungwoo obtained such a huge reward.</p><p>-Time remaining until you prove your qualifications: 4,851 days</p><p>He decreased the duration by 98 days by killing the boss monster.</p><p>-Choose your Level Up card.</p><p>1) Stats (random)</p><p>2) Skill (random)</p><p>3) Items (random)</p><p>4) Other (random)</p><p>5) Skill: Bone weapon manufacturing (confirmed)</p><p>‘Bone weapon manufacturing is confirmed? If so, is my skill being upgraded now?'</p><p>Sungwoo chose item 5.</p><p>“No way! He's already finished the fight?”</p><p>Meanwhile, Sgt. First Class Kang was standing awkwardly right beside the Giant Troll's feet.</p><p>As if he was ready for the fight, his arms were tight.</p><p>However, the fighting was over even before he joined it. His fighting spirit was gone in an instant, and his face, full of pride and conceit, stiffened right away.</p><p>“It seems like my contract with the military is over with this fight. Let me take the corpse of this monster. I clearly told you I would only kill the monster and deal with its corpse.”</p><p>Although Sungwoo could not resurrect the monster as his subordinate, the troll's blood and leather were valuable items.</p><p>Sgt. Kang just looked at him without replying then looked sideways at the building behind him. Corporal Choi's squad was stationed there to carry out a surprise attack against Sungwoo.</p><p>Even Sgt. Kim's squad was approaching behind him. If he decided to order them, the 20 players of the two squads would attack Sungwoo simultaneously.</p><p>But could they win?</p><p>Sgt. Kang agonized, ‘What should I do? If they mount a surprise attack, I can rush and break his neck.'</p><p>At that moment, Sungwoo who was standing on the troll's chest walked toward him.</p><p>“Sgt. First Class Kang?”</p><p>“Ah, yes.”</p><p>“It seems like you have a lot of thoughts on your mind at the moment. Right?”</p><p>“You're right. I do,” Sgt. Kang replied, ready to attack him.</p><p>“It's too late if you can't think straight now.”</p><p>‘What the heck?' Sgt. Kang pondered over how to understand what he just heard.</p><p>‘What the heck did he mean when he said it's too late?'</p><p>At that moment, bones arose from the left hand of the Giant Troll and flew toward Sungwoo's face. They turned into a helmet that covered Sungwoo's neck and entire head. Sungwoo just displayed the bone armor manufacturing skill.</p><p>‘It's too late.'</p><p>Sgt. Kang hit the ground suddenly and shouted, “Attack him!”</p><p>Sgt. Kang was a Level 9 striker. Since he invested most of the Level Up cards in stats, the level of his physical strength reached 20, which was four times higher than his initial stats.</p><p>Sungwoo also had the skill “Brawl” that he acquired with a link card that he had selected during the 2nd card selection session. While the skill lasts, it strengthened his physical strength and stamina by 30 percent. It was no exaggeration that he killed the Orc by breaking its neck the other day.</p><p>But Sgt. Kang ignored his power and recklessly rushed to him, vowing, ‘I can strike him down with just one blow.'</p><p>Sgt. Kang broke through the Werebear Skeletons with one big jump.</p><p>Then, he threw his punch at Sungwoo's head.</p><p>Bang!</p><p>In fact, what Sgt. Kang punched was not Sungwoo' body but the shield he made with the troll's forearm bones.</p><p>“What the heck?”</p><p>His powerful punch missed the target.</p><p>At that moment, something struck Sgt. Kang's head hard. It was the heavy forefoot of the Werebear skeleton that hit his head, whose body was thrown into the air before falling down on the asphalt miserably.</p><p>“What a shield! Very useful,” said Sungwoo.</p><p>Sungwoo put down the cracked bone shield. He reinforced his existing skill further by using the ‘Bone Weapon Manufacturing' skill, and the bone shield was added to the list of weapons that he could manufacture.</p><p>The moment Sgt. Kang rushed to him, Sungwoo immediately made the shield by triggering his skill on the Giant Troll's right hand.</p><p>Sgt. Kang twisted himself on the hard asphalt. No matter how much he reinforced his physical strength, he could not help but curl up because of the sharp pain.</p><p>But he was a soldier, and a special forces member who went through the toughest training the army had.</p><p>He stood up straight, rolled back and stepped back away from Sungwoo.</p><p>‘Damn it. I was too hasty. I should have moved together with the two squads. By the way, didn't Corporal Choi's squad move?”</p><p>Sgt. Kang turned his head with some hope. This time he tried to order Sgt. Kim's squad nearby.</p><p>“Sgt. Kim!”</p><p>“…”</p><p>Sgt. Kim and his squad members were not ready for the battle at all. Moreover, they seemed to have no intention of fighting at all.</p><p>“Sgt. Kim? Why won't you reply?”</p><p>“Do you really need to hear my reply?” said Sgt. Kim with a sigh.</p><p>“What the hell did you say?”</p><p>“Just say it. You can just talk to me even if you don't hear my reply, right? Just tell me what you want to say.”</p><p>Sgt. Kang's face turned white at his arrogant reply.</p><p>“You son of a bitch! What the heck are you doing now? Are you challenging me?”</p><p>“Sgt. Kang, we have decided to survive here. We don't want to lose our lives in this worthless battle.”</p><p>Then, Sgt. Kim looked at Sungwoo.</p><p>“Ugh? Hahaha! You want to survive? You must be crazy to say that.”</p><p><br></br></p><p>“Well, we don't want to sacrifice ourselves without knowing the purpose. What are we trying to defend now? I don't feel we're doing something worthwhile now.”</p><p>“Sgt. Kim is right!” One of his squad members chimed in.</p><p>“I can't stand this anymore!” Another shouted.</p><p>Other members of his squad all agreed with Sgt. Kim. So many fellow soldiers had been killed while carrying out their superior officer's ridiculous orders, so they could not stand it anymore.</p><p>“I've also persuaded Corporal Choi out of this operation.”</p><p>At that moment, Corporal Choi's squad members were coming out of the building. All armed with crossbows and were synergistic; they were sort of a sniper force.</p><p>To their surprise, their company commander, Captain Lee, was being taken out, with his hands tied. Captain Lee looked at Sgt. Kim and sighed.</p>"}