{"id": 65, "volume": 1, "title": "Only I Am A Necromancer Chapter 71", "url": "https://bestlightnovel.com/novel_888162148/chapter_65", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 71</h1>\n<p>Chapter 71: Changed People in the Changed World (3)</p><p>Then, he found some ‘Abyssal Concentrate Capsules' in the paper box inside the cabinet. There were a total of three in it.</p><p>He didn't know how much the commander paid for these items, but it was certain that the commander invested in this kind of strange hobby by grilling his soldiers on the group quests.</p><p>“Why did you buy this stuff, uh?”</p><p>The regiment commander was silent. With his neck in the Weretiger's mouth, he drooped like wet laundry.</p><p>-You have earned 6,000 gold by killing a player.</p><p>The commander died from excessive bleeding.</p><p>“This commander was only Level 3?”</p><p>The gold Sungwoo obtained by killing the commander was 6,000 gold. The commander obtained 1,000 gold per level. Considering that the gold amount he obtained by the current mainstream event doubled, the commander's level was only 3, the lowest among them.</p><p>“Man, this guy didn't know anything about what was going on in the outside world,” said Sungwoo.</p><p>Maybe that's why the commander bought strange stuff like the ‘Abyssal Concentrate Capsules.' Since he himself didn't participate in the fighting, he stayed at a low level all the time, and accordingly, he must have felt scared and nervous often.</p><p>It was clear that the commander played into the hands of the door-to-door sellers.</p><p>“He was an incompetent commander.”</p><p>The medals he obtained at the sacrifice of his soldiers were far from noble.</p><p>Sungwoo left the office which had turned into a sea of blood. Then, he confirmed that the window in the annex office was open. The miserable lieutenant of the commander seemed to have been in hiding after entering the bathroom through the window.</p><p>“Click, click…”</p><p>There were not many soldiers left behind in the base. Most of the surviving troops went outside to crack down on the monsters, so there were around 30 inside the base.</p><p>When they learned that their commander was dead, the soldiers were embarrassed.</p><p>“Now, you guys are free. The prison-like synergy that bound you until now has disappeared, so you can leave and find your families.”</p><p>Although they naturally dispersed, led by Sgt. Kim, many of them, hesitant to leave, looked very nervous and restless perhaps because they were bound here by the chain of command for too long. It wasn't clear where they went, but it was clear that they would find their journey back home difficult.</p><p>Yongho and his party returned to the village.</p><p>“Sungwoo, can I stay here?” Sgt. Kim asked.</p><p>“It doesn't matter. Where is your house, Sgt. Kim?”</p><p>“It's in Cheonan City. I can't go home right away, and I can't contact my family yet. It's the same with some of my junior soldiers. We're at a loss about what to do.”</p><p>Obviously, they wanted to go and see their families as soon as possible, but they could not leave the current area. It was too dangerous for them to look for their families who could not be reached.</p><p>“So, can we serve as the patrol guard for the village?”</p><p>The five soldiers who decided to stay with Sgt. Kim had combat experience, so their level was high enough. Among the players the five soldiers were highly reliable. So, Sungwoo decided to let Sgt. Kim and his deputy, Inho Kim, take care of defending the village.</p><p>Sungwoo needed to monitor the neighborhood at all times in order to prevent the recurrence of a Werebear raid.</p><p>Sungwoo could relax a bit after such a long time. He prepared to open the item box in the business director's office of the museum.</p><p>[Item information]</p><p>-Name: Special Item Box</p><p>-Grade: Special</p><p>-Category: Event item</p><p>-Effect: 1 type of item is given at random upon opening.</p><p>Sungwoo pulled out a metal case as small as his palm from his pocket. This was a box that he could not obtain at the shop. He had acquired it after killing the boss monster in this area.</p><p>‘Is this also a random box?'</p><p>He unlocked the case and slowly opened it. Then, the light came out the box, creating a strange phenomenon. The light dyed the air, and an item dropped from the light.</p><p>[Item information]</p><p>-Name: Shadow King's Robe</p><p>-Grade: Legendary</p><p>-Category: Coat</p><p>-Effect: Magic damage reduction (-10%). You can hide yourself when you're in the shadow. (When attacking an opponent, you will reveal yourself, and you can be detected by detection skills.)</p><p>It was a dark green thick robe. It was long enough to cover the whole body and equipped with a hood. Come to think of it, it was also the first clothing item Sungwoo obtained.</p><p>“Sungwoo, my mom developed a new recipe. Come down and try it. Uh? What is that?” asked Hanho.</p><p>Sungwoo was wearing a dark green robe and adjusting the hood. Watching him, Hanho touched the hood that he obtained right after he moved up to Level 2.</p><p>Hanho's item, which Sungwoo described as something like a poncho, had an option that the probability of him hiding himself from a monster increased by 50%, but he didn't see the kind of light Sungwoo had just seen.</p><p>“I have something similar to this, but what a difference! Wow, that looks so gorgeous,” said Hanho, feeling a bit regretful.</p><p>“Thanks. Enjoy the dish first. Let me come down a little later.”</p><p>Hanho was about to close the door when he suddenly turned around.</p><p>“By the way, Sungwoo, we've got only three days to go before this mainstream is over. What shall we do until then?”</p><p>Sungwoo answered without hesitation, “We have to hunt the monsters, of course.”</p><p>“Aha…”</p><p>Three days passed.</p><p>In the meantime, Sungwoo cracked down on the monster villages and dungeons inside the town. His crackdown unit, organized in two teams achieved great results, levelling up to level 7 on average.</p><p>Sungwoo and his party were a little higher than that. Hanho was level 9 and Jisu was level 10.</p><p>-You have leveled up. (LV. 12)</p><p>On the last day, when they destroyed the Kobold herd in the nearby church, Sungwoo finally reached level 12.</p><p>“When can I reach level 15 if I keep going on at this rate?”</p><p>The first condition for the “exclusive quest” of the discovery of the deadly scythe was level 15. It took three full days for Sungwoo to reach level 12, so it would be more difficult to achieve that higher level from now on.</p><p>-Choose your level up card.</p><p>Stats (random)\nSkill (random)\nItem (random)\nOther (random)\nIncreased physical strength by 3 (confirmed)</p><p>Just like when he discovered it after getting out of the school, Sungwoo noticed the confirmed item that would increase his physical strength by 3. He naturally chose item number 5.</p><p>-Your physical strength increased. (+3)</p><p>When his physical strength reached 13 (+6), he could easily twist the legs of a steel chair with his bare hands.</p><p>Then, a vibration rang inside his pocket.</p><p>“Oh, I think I should mute the sound.”</p><p>The vibrations went on for some time, triggered by the secret contact community bulletin posts as well as a warning to those going to the Safety Zone.</p><p>[12] Let's go to the Safety Zone carefully.</p><p>-Author: kor-157 │ Hit: 17,456</p><p>「Comments: 112」</p><p>There were currently 112 comments on this post and counting.</p><p>When the message spread that Sungwoo was right, and he saved people, those who posted comments were reevaluating the original posts related to him. They were even trying to take revenge on those who posted negative comments.</p><p>In addition, the ritual of the “pilgrimage to the holy land,” which was a popular term widely used on the internet, was also going on. It referred to someone posting a comment about any specific topic on the blog.</p><p>─ Kim Gyeong-chan123: As ID 157 said, let's not trust people or judge them carelessly. It's good that he realized it early. In that sense, I would like to take ‘the pilgrimage to the holy land.'</p><p>─ Gumi Please save me: I will also take ‘the pilgrimage to the holy land.' Please save them. Please help our mother and father come back alive.</p><p>─ Gambler Park: I would also like to take ‘the pilgrimage to the hold land'. Please help me pick the next item #1!</p><p>─ Local archer: Honestly, isn't this man a real hero? I don't know why they praise Yongdungpo Prosecutor, instead of this man, so much. In that respect, let me take ‘the pilgrimage to the holy land.'^^</p><p>Sungwoo could not understand how they could post such frivolous comments in this urgent situation.</p><p>‘It is clear that only strange people survived.'</p><p>Of course, those comments and posts about looking for their families were constantly coming up. However, most of the comments were the same, and they kept coming up for several days. Those who couldn't find their families had to start a new life somewhere.</p><p>That was the same case with the survivors left behind in the village. They were assigned a new role for their new lives.</p>"}