{"id": 76, "volume": 1, "title": "Only I Am A Necromancer Chapter 82", "url": "https://bestlightnovel.com/novel_888162148/chapter_76", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 82</h1>\n<p>Chapter 82: Golden Dungeon and Contract (4)</p><p>In the meantime, Sungwoo discovered some new information. When the biker gang who came up from Osan attacked Sungwoo and his party, Hanho's father, Jungho opened a Safety Zone. When he maintained it for some time, he leveled up.</p><p>“It looks like we can level up even if we are not hunting.”</p><p>In fact, Sungwoo could confirm it a few days ago when the cooks making food for Sungwoo's party levelled up.</p><p>However, in the case of Jungho's job, 'Pioneer', he had to consume gold in order to use his skills. So, he thought one level would be enough because he needed to open up the Safety Zone only in contingencies.</p><p>However, Jungho chose the skill item from the level up cards, which turned out to be 'Installation of Defense Position' card.</p><p>“Well, let me see. It says I can install a guard post that gives a barrier and an attack buff near the Safety Zone. Wow, I think I chose a perfect card, don't you think?” asked Jungho.</p><p>“Dad, you're only level 2. You're a beginner in this field,” said Hanho.</p><p>“What? Hanho, since you chose a Thief card, you don't deserve to be in town. Just go somewhere in the mountains and eat herbs to survive!”</p><p>“Gosh, such a thief only appears in a traditional fairy tale. You don't know this, but a thief in fantasy games is regarded as the best job!”</p><p>“What a lie!” Jisu next to Jungho said.</p><p>“What did you say, sissy Jisu? You're so mean.”</p><p>“Oh, did you hear me?”</p><p>Anyway, Sungwoo asked Jungho to keep installing a Safety Zone whenever he could find time to see Hanho's father.</p><p>“And when you level up, just draw a skill card unconditionally. I think you can draw a good card with your level as it is now.”</p><p>“Sure. I thought you would recognize my skills. How can my only son Hanho tell me I'm a beginner?”</p><p>The skill mechanism of his 'Pioneer Skil' would allow Jungho to install various facilities within the Safety Zone.</p><p>It was possible that one day, a shop or a blacksmith could be installed in the Safety Zone.</p><p>Sungwoo thought that's a good possibility.</p><p>And, in fact, that was what he needed the most right now.</p><p>[Player Profile]</p><p>-Name: Sungwoo Yu</p><p>-Level: 13</p><p>-Job: Necromancer, Black Wizard</p><p>-Ability: Physical Strength (14+6), Agility (11), Stamina (8)</p><p>-Gold reserve: 1,061,299</p><p>-Attribute: Chaos</p><p>The gold in Sungwoo's possession exceeded 1 million. In addition to the gold that he collected steadily, he earned considerable gold by killing a number of bikers yesterday, and he also earned 150,000 gold at once by clearing the Hidden Stage.</p><p>Besides, he sold a few photos to Junghoon and earned a considerable income of 60,000 gold.</p><p>In other words, he was in a situation where he could not spend this enormous amount of money properly because Taesung, who was in charge of the shop search mission, returned empty-handed every time.</p><p>“Captain, I found a store in Hyangnam, but someone smashed it. Who the hell did this?” asked Taesung.</p><p>This was a serious problem. The use of gold was not only directly connected to the reduction in power, but also had a great influence on people's lives. In other words, gold was nothing but survival itself.</p><p>There was no guarantee that Jungho could pick skills such as installation of a shop, so there was no other way than finding an outside shop for now.</p><p>“Kyongsu, the next time you find a good store, please dispatch a crackdown team on standby there to defend it,” Sungwoo said.</p><p>“Got it. Taesung, if you find a store, send me a secret text message right away,” said Kyongsu.</p><p>“Will do, brother.”</p><p>It was true that the unidentified group was dangerous, but Sungwoo did not express his feelings.</p><p>'Even if I told them, the situation would be more or less the same anyway.'</p><p>So, all he had to do was to hunt and raise his level and collect more gold. He would use gold when he found a store because he didn't have to worry about losing gold.</p><p>“Oh, let me use the bait we developed yesterday. Hanho, ask your mother to prepare it.”</p><p>In addition, they developed a more efficient, new hunting method.</p><p>[Item information]</p><p>-Name: Stinky Wolf Cooking</p><p>-Class: Unknown</p><p>-Category: Player's Manufacture Item</p><p>-Effect: Whoever eats it will throw it up. It will attract nearby monsters.</p><p>-Description: Please take note! Never go indoors! Gas! Gas! (Manufacturer's skill)</p><p>It was an item that the cooks created when they failed to cook something edible while researching food that gave out buffs.</p><p>Surprisingly, the kobolts began to appear from the sewer after smelling the savory taste. It may be disgusting to humans, but it smelled delicious to monsters.</p><p>So, Sungwoo's party decided to use it. Instead of hunting monsters hiding in buildings or down the drains, they decided to set up a trap to lure them by using this stinking food.</p><p>And that operation was pretty effective. Not only goblins and Orcs around but also Direwoves wandering around quite a large area were often caught by the trap.</p><p>“Well, I feel like I'm going fishing with this.”</p><p>“I was feeling the same way.”</p><p>So, they could save time searching for monsters by hunting a large number of monsters easily for the past two days.</p><p>Nevertheless, there was no good news about their levelling up.</p><p>'There are only two more levels left until I reach Level 15.'</p><p>Sungwoo again confirmed the 'C-Class EXP Card' he obtained from the Hidden Stage.</p><p>[Item information]</p><p>-Name: C-level EXP coupon</p><p>-Grade: Hidden</p><p>-Category:cConsumption</p><p>-Effect: A large amount of EXP can be obtained when used. It glows green when it reaches the level-up experience value through this card.</p><p>The card was not giving any light at the moment. It meant that even if Sungwoo used it, he could not expect to level up.</p><p>At that moment Hanho, who was looking out the window, tapped Sungwoo's arm.</p><p>Something suddenly appeared before their eyes.</p><p>Kekeke!</p><p>“Damn it! Goblin again? What a stupid goblin that hardly offers gold or EXP!”</p><p>Hanho then cursed profusely. After setting up a trap, he was hiding in a nearby building, but he hunted a goblin three times in a row.</p><p>Crackle, crackle!</p><p>“Oh, you're an exception. Cute boy. By the way, your bones seem to be turning yellow more and more?”</p><p>Sungwoo didn't even have to go out, so he stuck the repeating crossbow out of the window.</p><p>“Sungwoo, wait a minute.” Jisu shouted, feeling something strange.</p><p>“Something is coming up toward us!”</p><p>As she levelled up, it seemed that she sharpened her senses more and more. It was also a characteristic of her job as 'Delicate Sense' with which she was engaged in a super short-range battle. Accordingly, she was learning how to read people's movements around her.</p><p>Not surprisingly, Sungwoo also felt some movement on the roof of the building.</p><p>“Werewolf!”</p><p>“Oh, it seems like we're going to have a good game finally.”</p><p>“No, it's a little different.”</p><p>Sungwoo felt something strange after checking the Werewolf's movement. Unlike a savage beast, the Werewolf was moving rather carefully.</p><p>'Is that the same Werewolf that I had seen in that alley?'</p><p>He felt like it was the calm Werewolf that he encountered while chasing the golden deer.</p><p>Back then, the moment he made eye contact with that Werewolf, he suddenly felt uneasy because its eyes were obviously human eyes.That's why Sungwoo didn't go to the trouble of chasing it. Sungwoo's instinct warned him that he might be in a great unknown danger if he blindlessly chased the Werewolf.</p><p>“There are a total of three Werewolves.”</p><p>But right now that same Werewolf was mixed among the three. At first glance, they all looked similar, but before they had turned into Werewolves, they were essentially human beings who looked different from each other in their build and faces.</p><p>“Man, there is one more on the roof.”</p><p>Kieeeeh! Kieh!</p><p>When the Werewolves appeared, the goblins began to run away, startled, but it was too late.</p><p>Two Werewolves rushed and slaughtered the running goblins in no time.</p><p>But the third one walked steadily among them. Obviously, this Werewolf was higher in rank.</p><p>“Let's surround them. Something is weird, so we have to be more careful than usual.”</p><p>Sungwoo mobilized his subordinate skeletons. As the Werewolves were beasts with good senses, the skeletons had to be more accurate than ever.</p><p>Rattle! Rattle!</p><p>Sungwoo had them surround the Werewolves at a tremendous speed rather than secretly approaching them. The human skeletons dispersed in all directions, blocking the ways where the Werewolves could escape.</p><p>Gruuuuuuuh!</p><p>The Werewolves found the skeletons and lowered their posture before they moved back to back, which could be never found in uncivilized beasts at all, as Sungwoo expected.</p><p>He then raised the repeating crossbow at them.</p><p>At that moment, one of them shouted, “Don't shoot!”</p><p>“Uh? Did they say something?” Hanho shouted at Sungwoo.</p><p>However, Sungwoo did not put down the crossbow, shouting back, “Explain to me clearly why I shouldn't shoot.”</p><p>Just because the Werewolves knew how to speak human language didn't mean they were Sungwoo's ally. Even humans were killing each other, so it's only natural that he should be wary of the Werewolf.</p><p>Sungwoo continued, “And if you talk nonsense, I'll peel your skin off right away. You are seeing your old fellows without any skin, right?”</p><p>Rather, the Werewolves that knew how to speak were more dangerous. One of them, who seemed to be higher in rank than other Werewolves, stepped forward.</p><p>“I know you want to ask us something. You might wonder how we came to our senses, right? Now, let's talk about it slowly, gentlemanly.”</p><p>The Werewolf tried to negotiate with Sungwoo over it. Obviously, Sungwoo was curious about it, too.</p><p>“You're mistaken. The fact that you're like a human is a black mark against you.”</p><p>Pik! Pik! Pik!</p><p>“Kuuuuuuuuh!”</p><p>Sungwoo shot an arrow into his chest. The next moment the Weretiger jumped from the roof of the building behind his back.</p><p>Thud!</p><p>The Weretiger was holding the head of one Werewolf in one hand and a crossbow in the other. The Werewolf in question was caught by the Weretiger while trying to ambush Sungwoo from behind.</p><p>“Hey, don't try to rack your brain like a human. Just be faithful to your animal instinct! If you don't listen to me, I'm going to strike you hard,” Sungwoo shouted.</p><p>“Kuuuuuh…”</p><p>“Okay, tell me. How did you guys come back to your senses?”</p><p>Sungwoo was really curious about it.</p>"}