{"id": 71, "volume": 1, "title": "Only I Am A Necromancer Chapter 77", "url": "https://bestlightnovel.com/novel_888162148/chapter_71", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 77</h1>\n<p>Chapter 77: It Can Be a Historic Meeting (3)</p><p>The hilt was slightly curved and looked like the handle of a rifle, and the wide crossguard was equipped with a bow. It was literally a huge sword and crossbow.</p><p>Junghoon loaded an arrow and pointed the blade to the front.</p><p>Tu-woong!</p><p>When he drew the bow, a ray of light spread through the groove of its blade. It was not a real arrow, but a magic arrow. However, its physical destructive power was enormous.</p><p>Bang! Bang! Bang!</p><p>After piercing through the two members of the gang and a motorcycle, it broke down the outer wall of the building behind his back.</p><p>“What the heck was that?”</p><p>“Something just passed us…”</p><p>While the biker gang members were embarrassed, the Crusaders Team lowered the blades of the swords they erected and ran forward.</p><p>“Charge!”</p><p>“Cut them all!”</p><p>The knights in heavy armor charged toward them all at once. They struck the motorcycles with their bodies and wielded their long swords violently.</p><p>Rattle! Rattle!</p><p>Although these gang members were quite notorious in the Osan area, they were no match for the “Crusader Team,” the central axis of the first guild in South Korea.</p><p>Their motorcycles were cut entirely with their riders, and blood was gushing from their limbs here and there.</p><p>“Argh!”</p><p>“Damn it! I can't attack them!”</p><p>The bikers, mostly armed with long-range weapons, were very vulnerable in close combat. Moreover, the shields around the Crusader team's bodies repelled almost all the attacks.</p><p>The biker gang members who were holding their heads high collapsed in a few seconds. It looked as if a herd of zebras was confronting a herd of buffalos.</p><p>‘Awesome. I can feel that they are wrapping their bodies with high-quality synergy.'</p><p>Obviously Jung-hoon, the Crusader Commander who could appoint a Crusader, had a job optimized for team play and synergy. Of course, Sungwoo also had the same optimized job in a different sense.</p><p>It seemed that the biker gang would perish once and for all this time. Camera shutters popped up behind his back.</p><p>Click! Click!</p><p>A guild member with a camera on his neck stepped back and clicked the shutter of a camera.</p><p>At that moment, there was a loud explosion.</p><p>Bang! Bang!</p><p>With two explosions, black liquid splashed in all directions. Then, black smoke went up. Some of the Crusader Team fell down to the floor.</p><p>“Kuuuuh! Argh!”</p><p>“What the heck is that smoke! Don't breathe in that smoke!”</p><p>The Crusaders who inhaled the unidentified smoke began to stumble. The protective shields wrapped around their bodies flickered.</p><p>“Commander! It's magic we have never seen before! Avoid it!”</p><p>Camera flash stopped popping up.</p><p>“I thought it was a great shield! But it was shallow. Hey, let me deal with you! Come on!”</p><p>The biker gang leader shouted, hiding behind an abandoned truck.</p><p>He was hiding there to avoid Junghoon's crossbow attack, but he was holding something in both hands.</p><p>‘That's the Abyss Concentrate Capsule!' Sungwoo muttered.</p><p>It was that very unknown bomb manufactured by the door-to-door vendors that the regiment commander had threatened to explode in front of Sungwoo recently.</p><p>Even Sungwoo hadn't seen its power yet, but he confirmed that it was a horrible weapon that could destroy everything at once. The Crusader Team members could barely withstand the bomb, but other players would have been killed on the spot.</p><p>“What the hell…”</p><p>The Crusader Team retreated, staggering, and Junghoon looked clearly embarrassed.</p><p>“Junghoon, I saw you guys fighting well. Nice job!”</p><p>Sungwoo, who was standing behind him, passed him and stepped forward.</p><p>“Sungwoo. What are you doing?”</p><p>“I think I can show you something.”</p><p>The deadly poison did not work on Sungwoo.</p><p>“Uh? Is he crazy? Didn't you see this? Hey?”</p><p>The gang leader shouted loudly at Sungwoo. But Sungwoo didn't stop moving toward him.</p><p>The gang leader eventually threw the “Abyss Concentrate Capsule” in his right hand.</p><p>Bang!</p><p>The terrible bomb exploded right in front of Sungwoo, whose body was immediately swallowed up in black smoke.</p><p>“…”</p><p>A moment of silence ensued. Only the sound of the wind passed over the road.</p><p>Then, Sungwoo appeared amid the dark smoke that was gradually fading.</p><p>“Oh, my God.”</p><p>“How could he survive when he was attacked by the deadly bomb?”</p><p>But Sungwoo began to walk out without any wounds. He was smiling.</p><p>“Yeah, this was what I had expected. Abyss.”</p><p>A gust of wind arose, then black smoke scattered into the air. Then, as if the curtain was peeling off, white demons, who suddenly appeared all of a sudden, were standing tall behind him.</p><p>Monsters of overwhelming size, covered with bone armor, lined up behind him, whose splendour was quite different from that of the Crusader Team a little while ago.</p><p>Their presence was so overwhelming that even the Crusader Team had no choice but to admire their fantastic might.</p><p>“That's what they call…” Junghoon muttered.</p><p>This time the Necromancer, a monster-like hero that Junghoon heard about through the grapevines, stepped forward.</p><p>‘Yeah, he is definitely different!'</p><p>Junghoon felt it the first time he encountered Sungwoo because there was no change in his expression even when Sungwoo saw his passive skill, “Aura of War Hero.”</p><p>[Skill information]</p><p>-Name: Aura of War Hero</p><p>-Grade: Skilled</p><p>-Category: Passive</p><p>-Consumption: None</p><p>*When you are ‘fully armed', the aura wrapped around your body will deceive those around you, so you can have them like and respect you. The lower the opponent's level, the greater the influence of the skill. (Appropriate target: less than Level 10). Also, the more the opponent's psychology is in ‘anxiety' status, the more the opponent can be affected by the skill, regardless of his level.</p><p>‘Sungwoo is not much affected by this skill simply because of his high level, but this guy is very prudent.'</p><p>Since Sungwoo's level was 10 or higher, it was clear that he was less affected by the skill. However, given that he wasn't intimated at all, he was psychologically stable.</p><p>At first glance, psychological stability was nothing special, but in this hellish world, his psychological stability was great in that he could calmly watch Junghoon and his men appearing in a helicopter.</p><p>‘Yeah, I now know his calmness comes from his confidence…'</p><p>Watching the skeleton army appearing in the black smoke, Junghoon nodded.</p><p>‘I have to bring him into our guild by all means.'</p><p>Sungwoo truly met Junghoon's expectations.</p><p>Rattle! Rattle!</p><p>Human skeletons of enormous size scattered in all directions, starting to slaughter the terrified prey like a trained hound.</p><p>“Argh! Go away!”</p><p>“Turn on the engine! Hurry up! Ahhhh!”</p><p>Their morale was already broken when they were outpowered by the Crusader Team. Now, faced with the attack of the monster skeletons, they could not fight.</p><p>Unlike the Crusaders, who attacked relatively predictably, the skeletons charged at them violently like ferocious beasts.</p><p>Kwaduk! Kwaduk!</p><p>They were ripped apart by the skeletons' toenails and cut by their teeth.</p><p>Blood gushed, and their torn flesh scattered in all directions.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p>Sungwoo stood behind them and fired a repeating crossbow. It wasn't comparable to the powerful shot of the long sword crossbow that Junghoon used, but he could easily suppress them by firing the arrows in quick succession. It was really the best attack in terms of the rear support.</p><p>“Get on quickly!”</p><p>Wuuuung!</p><p>The remnants of the biker gang eventually chose to escape. A motorcycle with two on it started to drive down the street, but Sungwoo aimed at their back with the crossbow.</p><p>Pik! Pik!</p><p>“Argh!”</p><p>The man on the back of the motorcycle drooped, hit by the arrow. However, the motorcycle quickly moved out of range.</p><p>Sungwoo put down the crossbow.</p><p>“Explode!”</p><p>Bang!</p><p>As soon as Sungwoo shouted, the motorcycle was smashed, its debris scattering in all directions. Sungwoo triggered a Corpse Explosion on the dead man on the back of the motorcycle.</p><p>“Well, I felt a little uncomfortable about applying magic on a human body…”</p><p>It was difficult to try something for the first time, but after that, you get used to it.</p><p>Bang! Bang! Bang!</p><p>Explosions broke out everywhere, and the motorcycles went out of balance and collapsed.</p><p>The skeletons blocked and cordoned off the roads on both sides, so the bikers could not escape.</p><p><br></br></p><p>It was when the biker remnants were suppressed when somebody shouted.</p><p>“Don't move!”</p><p>Suddenly, five bikers were taking a group of women as hostage, aiming their arrows and crossbows at them. They were the cooks from the meat demolition workshop outside of the village.</p><p>“Uh? Mom!” Hanho shouted.</p><p>Hanho's mother, Eunhee, was among them. At the time of the bikers' attack, she was hiding in the corner because she could not escape into the building, but in the end she was caught by them.</p><p>“These guys are at the hostage game again?”</p><p>Sungwoo sighed as if he was sick and tired of the gangsters' typical tactics. The current situation was serious. As it turned out, they were holding the women hostages in the area where the rooftop security guards could not see clearly. If Jisu was among the hostages, she might be able to solve the situation.</p>"}