{"id": 78, "volume": 1, "title": "Only I Am A Necromancer Chapter 84", "url": "https://bestlightnovel.com/novel_888162148/chapter_78", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 84</h1>\n<p>Chapter 84: Spider Den in Suwon Station (2)</p><p>Although the uncle Werewolf hugged the other two Werewolves to protect them, he couldn't avoid the arrows fired from the repeating crossbow, which rained down on the two.</p><p>“Well, I kept making the mistake even before I drew the card… Damn it, that's my biggest mistake.”</p><p>“Don't resent me.”</p><p>“I don't resent you, but it's unfair… I've made the choice for all of us to survive, but I failed completely. Good luck…”</p><p>Sungwoo pulled out the Ownerless Sword, then cut the Werewolves that were still breathing.</p><p>-Days left until you prove your qualifications: 4,836 days</p><p>Only five days were reduced per animal. It looked like even killing a powerful monster didn't give him any weight, compared to ordinary ones.</p><p>Looking around, Sungwoo discovered that the fighting was over. In fact, the Werewolves mounted a meaningless attack from the beginning without checking their opponent's strength.</p><p>“Oh, I feel somewhat uncomfortable. You know what? They hugged each other to protect themselves. I flinched at that moment.”</p><p>“Well, they're all the same anyway. The bikers we killed yesterday must have had their own families.”</p><p>“You're right. They're all the same.”</p><p>When Sungwoo and Hanho were chatting like that, Jisu was still looking somewhere, holding his sword.</p><p>“Sungwoo, it's not over yet.”</p><p>A relatively small Werewolf stood at the corner of the alley, looking at them blankly. He made eye contact with Sungwoo. And the next moment, he ran away into the alley.</p><p>“If you miss him, we're in trouble.”</p><p>Sungwoo was unclear what would happen if even a single Werewolf was allowed to escape when he didn't know yet how many human beasts were still alive in the area. Since Sungwoo had to head to Youngdungpo in no time, he had to get rid of any remaining Werewolves.</p><p>Rattle! Rattle!</p><p>Sungwoo's party began to chase the small Werewolf. He ran back and forth between the alleys as if he tried to give them the slip, but soon, he came out into the street.</p><p>“Sungwoo, if you go this way, you will arrive at Suwon Station!”</p><p>Like Hanho said, when Sungwoo got out of the alley and entered the street, he noticed the building of Suwon Station in front of him.</p><p>The Werewolf started sprinting toward Suwon Station. Then, he went across an abandoned road, and ran right into Suwon Station.</p><p>“Where is that guy running?”</p><p>He tried to go down the stairs to the basement of Exit 5 Gate but quickly turned around.</p><p>Right at that moment he screamed, “Argh!”</p><p>Something stuck in his body, making him slow down.</p><p>Eventually, he flopped down on the floor.</p><p>“Wait a minute. I see something strange out there.”</p><p>Sungwoo stopped and hid behind the car. His party also dispersed in all directions and hid behind the cars abandoned on the street.</p><p>“Help me! Aaaaah!”</p><p>The Werewolf shouted, scratching his leg with his hand hard. A sticky white substance was stuck to his leg.</p><p>“Kuuuuuk! It's a dog sausage! Thanks for the food!”</p><p>“Hey, don't touch it! It's a gift for our Queen!”</p><p>A group of Kobolds appeared on the stairs of Exit 5 Gate. Then, they stabbed something like a long stick in the Werewolf's thigh.</p><p>“Argh! Uhhhhhhhh…” The Werewolf's body started to stiffen. It looked like he had not been killed but paralyzed by a poisoned needle.</p><p>As expected, the Kobolds dragged the Werewolf away, using some hybrid language that Sungwoo could never understand.</p><p>“Dang it. They were only Kobolds. How come they could attack the Werewolf?” Hanho asked.</p><p>The Kobolds were clearly a weak race. However, by using all kinds of wicked tricks, they hunted a race stronger than themselves. The same was true of the Kobolds he had met at the supermarket some time ago.</p><p>Sungwoo raised his head and looked up at the Suwon Station building. As usual with a station located downtown, it was a “private capital station” with several department store buildings connected to the station.</p><p>“Huh? What is that?”</p><p>There was a familiar icon appearing under the sign ‘Suwon Station' at the top of the building. It was a green coin icon showing a store.</p><p>“It's a store. But that's…”</p><p>But right above it was another icon. It was a red cave-shaped icon.</p><p>“It's a dungeon. There is a dungeon in the building.”</p><p>In fact, the entire Suwon Station was a dungeon.</p><p>And there was a shop inside the building which they had been looking for so earnestly.</p><p>“Let's go there.”</p><p>Sungwoo and his party stood in front of Exit 5 Gate, the nearest entrance to the station.</p><p>“Ah, wait a minute.”</p><p>The stairs going down to the basement were different from the usual stairs. Since no interior lights were on, darkness became thicker inside, and the underground passages underneath it looked infinitely deep.</p><p>Hanho rubbed his arms as if he had goosebumps.</p><p>He said, “Sungwoo, I gave you a warning yesterday, but should we really go down? I'm opposed.”</p><p>Instead of answering, Sungwoo went down the stairs.</p><p>“Look, you can't go any further, right?” said Hanho.</p><p>But Sungwoo had no reason to go back because it was a golden chance to obtain EXP and a store.</p><p>-You have entered the large-scale dungeon ‘Tarantula Queen's Bedroom.'</p><p>*Caution! It is a ‘cannibal dungeon' that took the lives of 124 players. The reward for clearing the dungeon increases. (+50%)</p><p>“Damn it! Spider? How come the whole Suwon Station is the bedroom? If that's the case, how big is the spider?”</p><p>With Hanho shuddering from his ominous imagination, they entered the deep and wide dungeon.</p><p>In fact, Sungwoo used to commute to and from Suwon Station in the past. He had to pass through the underground passage to commute to school everyday.</p><p>“Is it the same Suwon Station we used to know?”</p><p>However, it was only an underground cave filled with filthy water and an absence of humans. They lit a light and went further into the dark passage.</p><p>“Oh, it's so humid here.”</p><p>Since the drainage system broke down, water was filling it from deep underground. It seemed that it would completely flood the cave in the near future.</p><p>Drip, drip.</p><p>Somewhere the sound of dripping water was heard. A heap of moss was already growing on the walls, and tough spider webs blocked the passage. On such occasions, Jisu took out her sword and burnt them.</p><p>They arrived at the first basement of the station.</p><p>“Sungwoo, look over there!”</p><p>Hanho grabbed his arm then pointed the light toward the ceiling.</p><p>“Humans?”</p><p>Like Hanho said, there was a man hanging near the ceiling. It wasn't one or two.</p><p>Ten people were clinging to the ceiling, trapped in spider webs. All kinds of flying insects were stuck to them that looked like a huge wad of dough.</p><p>But when the light shone on then, those stuck in the spider webs started to wriggle, as if waking up from sleep.</p><p>They were alive.</p><p>“What the heck is this? They're moving. Are they zombies?”</p><p>One of them opened his eyes.</p><p>“Kuuuuuh… help me…”</p><p>When he barely spoke with all his might, something crawled out of his mouth. It was a spider.</p><p>Sungwoo noticed that the man's neck was wriggling abnormally. Soon the strange object passed through his chest and down his belly. It was an ominous sign.</p><p>“Kuuuuuuh…”</p><p>That man trembled and began to vomit spiders. The next moment, his stomach swelled and blood poured out.</p><p>Chiric! Chiric! Chiric!</p><p>“Oh my God! What the heck is that?”</p><p>Hundreds of spiders began to crawl out of his torn stomach. The man's eyes rolled back into his head then his head fell down.</p><p>Sungwoo's party immediately stepped back. Soon, even those who were hanging around him began to struggle in pain. It was obvious what would happen to them. Sungwoo could not let this go on unchecked.</p><p>“Explode!” He shouted.</p><p>Bang!</p><p>As soon as Sungwoo shouted, the man's whole body exploded. The flames instantly blew away the young spiders and burned all the spider webs around him.</p><p>“Explode!”</p><p>Bang! Bang! Bang!</p><p>Sungwoo triggered the Corpse Explosion on the bodies of the dead one by one.</p><p>Then, all the baby spiders that were roaming inside them were burned and barbecued.</p><p>-You have earned 1,300 gold by removing the giant spider egg nest.</p><p>-You have earned 1,300 gold by removing the giant spider egg nest.</p><p>“How could they lay eggs in a living person's body! Crazy…”</p><p>“Let's pay attention to what we hear while we are moving.”</p><p>They left behind the terrible scene and went further.</p><p>Suwon Station was connected to a department store building. They walked up the escalator that stopped running.</p><p>When they arrived on the third floor, they heard lots of voices from somewhere.</p><p>“Explosion? I was surprised! Boom!”</p><p>“They are down there!”</p>"}