{"id": 79, "volume": 1, "title": "Only I Am A Necromancer Chapter 85", "url": "https://bestlightnovel.com/novel_888162148/chapter_79", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 85</h1>\n<p>Chapter 85: Spider Den in Suwon Station (3)</p><p>“Explosion? Isn't it too dangerous?” Hanho asked, wiping the cold sweat off his forehead.</p><p>If Sungwoo had used it wrong, even his party would have crashed into the pit, and the building itself could have collapsed.</p><p>“Well, I'm using the explosion card at the risk of our lives.”</p><p>“Oh, no! Please tell me you have made sure of our safety first before using it.”</p><p>“Alright, let me do it.”</p><p>Sungwoo's party carefully passed by the unbroken floor and moved to the final gateway of the dungeon.</p><p>“Are we heading in the direction of the theater?”</p><p>The Tarantula Queen's bedroom was the largest 3D hall of the movie house. A new message appeared before them in front of the theater.</p><p>– Caution! This is the boss room of the 'Cannibal Dungeon' that killed 124 players. Some rewards will be issued even if you stop attacking here. Would you like to enter anyway?</p><p>“Well, I feel a bit uncomfortable entering a narrow theater like this,” said Jisu.</p><p>“Wow, this must be a really difficult place, given this kind of message. Sungwoo, are you going to push ahead whatever the results may be?”</p><p>This time, even Sungwoo did not move quickly, for a warning message like this indicated that the spider queen was a very formidable opponent. Besides, they were supposed to face a greater threat.</p><p>'I have to face stronger monsters in the future.'</p><p>If he gave up here and turned back, there was no chance that he would get anywhere because he would have to face a greater risk anyway.</p><p>“Let's go!” Sungwoo shouted.</p><p>“I thought you would…” Hanho moaned.</p><p>To get the best out of this operation Sungwoo took some time to realign his forces. And he repositioned all the skeletons in the vacant resting place. Then he had them loaded with the 'Fellblade' skill.</p><p>“Now, let's go inside the theater.”</p><p>After refreshing their determination strongly, they entered the theater.</p><p>Spider webs were all over the place when they stepped in. Because sticky skeins were hanging all over the place, they could hardly move around. Jisu was always ready to swing the sword to burn the spider webs.</p><p>“Be careful, everybody! You should not stick to the wall.”</p><p>Standing at the highest point in the theater, they shone the light toward the large screen on the stage.</p><p>The pure white spider webs shimmered, reflecting the light.</p><p>“Come on! Users!”</p><p>Somewhere a voice rang. It came from the stage under the screen. There was a Kobold standing there.</p><p>With a baseball cap on, he was putting on a short velvet jacket like a coat, with a stick taller than himself in one hand.</p><p>-Boss monster “Kobold Shaman” has appeared.</p><p>“Uh? That son of a bitch is speaking human language clearly, isn't he?”</p><p>When Hanho spoke with surprise, the Kobold Shaman shouted with a proud expression.</p><p>“Well, it's because I ate 19 human brains!”</p><p>“Uh?”</p><p>“You can't go back once you're inside the theater. It's useless to regret your decision now.”</p><p>Sungwoo didn't know how Kobolds learned the language, but it was fluent in speaking and clumsy in writing the language.</p><p>At that moment, Sungwoo felt something moving near the upper ceiling of the screen. When he slowly lifted the flashlight toward it there was a huge spider hanging on to the ceiling..</p><p>Kurrrrrrr-</p><p>A giant spider, more than ten meters long, who curled up in the ceiling, raised her head toward Sungwoo's party. Her eight eyes glared. Thick hairs grew out of her eight long legs.</p><p>Under her belly was a swarm of baby spiders crouching together. When the light shone on them, they made a disgusting noise and hurriedly tried to get inside her belly.</p><p>-Boss monster 'Giant Tarantula Queen' has appeared.</p><p>“Crazy… But two bosses here?”</p><p>“There was a reason why we saw the warning message repeatedly.”</p><p>The Tarantula Queen slowly began to spread her long legs.</p><p>Then, the Kobold Shaman laughed evilly.</p><p>“Khahahahaha! How about it? Aren't you scared?”</p><p>What kind of brain did he eat?</p><p>“Let's attack them, as we planned,” said Sungwoo.</p><p>“Okay.”</p><p>“Got it.”</p><p>Sungwoo's party had no intention of letting them mount a first strike.</p><p>Jisoo and Hanho dispersed to both sides, while Sungwoo walked ahead.</p><p>Jisu stabbed the sword right into the wall and lit the spider's webs.</p><p>Fire in such a small space as this would cause damage to Sungwoo's party, but the flames would be more lethal to spiders using spider webs.</p><p>Their operation this time was intended for a short-term fight.</p><p>The flames were climbing up the wall and spreading to the ceiling.</p><p>Sungwoo triggered the Fellblade right away.</p><p>– Caution! The 'Fellblade' begins in the affected area!</p><p>Black smoke began to fill the theater.</p><p>“Aaaah! What the heck is this? You mean humans!”</p><p>Startled, the Kobold Shaman stuck to the screen, but something flew over his head and exploded. There arose black smoke, too.</p><p>“Argh!”</p><p>It was none other than the 'Abyssal Concentrate Capsule'. A deadly poisonous substance engulfed the two boss monsters, and the baby spiders under the spider queen fell helplessly .</p><p>Squeak! Squeak! Squeak!</p><p>After falling on the floor, the baby spiders trembled a bit, then quickly stopped moving, and the Tarantula Queen wriggled and shouted viousuly, moving her fangs.</p><p>Kuuuuuehhhhh!</p><p>Sungwoo looked up at the queen spider. A familiar Werewolf hung near her head. He looked like a mummy as if the spider sucked out all his body fluids.</p><p>Around the queen spider hung the offerings dedicated to her. There were a huge number of bodies and bones.</p><p>“Oh, it's good?” The spider queen shouted.</p><p>In other words, it meant that it was the best space for the necromancer to move around.</p><p>“Explode!”</p><p>Bang! Bang!</p><p>The 'Cannibal Dungeon' swallowed the wrong prey this time.</p><p>As always, the Crusader Team went ahead with the hunting, as planned. They usually sent a scout team first to understand the location and characteristics of the prey as well as its skill pattern.</p><p>“Thanks for your great work, everybody. This time again, it was a perfect battle.”</p><p>They just carried out another large-scale operation at the Kuro Railroad Facility of the Korea Railroad Corporation. They succeeded in hunting the “cannibal bat,” which terrified survivors in the region. When it spread its wings, they measured 10 meters in size. Such a huge bat, now stuck on Junghoon's sword, was displayed on the railroad.</p><p>“It's all thanks to your good coaching, Commander.”</p><p>“That's right. Our operation was effective because we ambushed both sides of the facility first and pierced the wings of the bat.”</p><p>“We will keep following your orders, Commander.”</p><p>The loyalty of the Crusader Team was enormous, and they were Junghoon's main force.</p><p>'I'm not No.1 in the players' ranking, but I think I'm stronger than him,' Junghoon mumbled.</p><p>Although he had to share EXP with a large number of Crusader Team members due to the nature of the party hunt, he continued a large-scale hunt with overwhelming power, which could not be compared with other players.</p><p>Furthermore, he had one major skill unique to his job, “Crusader Commander.”</p><p>-You receive part of the EXP of the Crusaders under your command.</p><p>-You receive part of the EXP of the Crusaders under your command.</p><p>In other words, 10 percent of the EXP earned by one Crusader member was offered to Junghoon.</p><p>So, the Crusader Team grew together with their leader, while Junghun could also sweep more EXP than anyone else.</p><p>'By the way, Kangsok Han. Who the hell are you?'</p><p>He couldn't help but care about Kangsok. Since Junghoon was treated as an unrivaled hero in the Korean server community, he could not understand that he was not ranked No 1, but at the same time he was scared about Kangsok.</p><p>'How can he level up so fast?'</p><p>The symbolism of the No 1 player in ranking was tremendous, because even among the community people there was a tremendous expectation for this unidentified man who was ranked higher than the Youngdungpo Prosecutor.</p><p>“Commander, I think I can leave in about 10 minutes.”</p><p>“Okay. Thank you.”</p><p>After they were done preparing to transport the hunted game to Youngdungpo Station by tying them to the train, the Crusader Team were checking the hunting equipment.</p><p>“Commander! Look at this!”</p><p>One of the team members came to see Junghoon. With a cell phone in one hand, he hurried to see him as if he was on an urgent mission.</p><p>“Look at this ranking…That necromancer!”</p><p>Junghoon took his mobile phone and confirmed it. And his face gradually began to distort.</p><p>“How come he can…?”</p><p>[KOR Server Ranking (Page 1)]</p><p>Kansok Han (LV. 16)</p><p>kor-157 (LV. 14)</p><p>Youngdungpo Prosecutor (LV. 13)</p><p>DOCTOR-000 (LV. 13)</p><p>Yun Choi (LV. 12)</p><p>There was a change in the ranking.</p><p>The necromancer began to surpass the hero of Youngdungpo.</p>"}