{"id": 70, "volume": 1, "title": "Only I Am A Necromancer Chapter 76", "url": "https://bestlightnovel.com/novel_888162148/chapter_70", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 76</h1>\n<p>Chapter 76: It Can Be a Historic Meeting (2)</p><p>Gu Gu Gu ….</p><p>The video was showing an overview of Yeouido in the center of Seoul.</p><p>Among the forests of buildings in Yeouido there arose a huge tree, taller than the building.</p><p>The branches of the giant tree were high and wide enough to wander through the clouds. It was so wide that it almost covered the entire island like a ceiling.</p><p>‘Is this a world tree?' Sungwoo wondered.</p><p>Buildings around the tree began to shake. Their vibrations swirled the Han River and destroyed the downtown area north of the Han River because of the roots of the tree. The roots shook the ground when they extended below the surface of the earth in all directions.</p><p>Kugguguuuuuuh!</p><p>The roots began to break through the ground, forming a wide field of vines around the tree. It looked like a pile of hair.</p><p>That wasn't the end.</p><p>“Oh no!”</p><p>“Argh!”</p><p>An enormous number of stems extending from the roots grabbed and trapped people everywhere. Then, they rammed the stems into every hole of their bodies and sucked their body fluids.</p><p>The destruction was not confined to the Yeouido area. The world tree grew bigger and bigger and its roots covered the entire Korean Peninsula.</p><p>The video playing before Sungwoo's eyes ended.</p><p>-This is the future that you will see when you can't stop ‘the fallen.'</p><p>* The fallen will plant the seeds of the “world tree” in certain areas and change the nature of the world tree through human sacrifices.</p><p>‘The Fallen?'</p><p>Sungwoo has never heard of it.</p><p>“Did you see the video to the end?” Junghoon asked.</p><p>“Yeah.”</p><p>“Sungwoo, we need to join hands to stop the arrival of this kind of world. That's why I appeal to your emotions and reach out before I could find out who you are.”</p><p>Junghoon spoke in an even more determined voice.</p><p>“That means you are now trying to assemble a team including me to attack it, right?”</p><p>“Yes, we need power, and a lot of power at that.”</p><p>What he said was literally a boss raid.</p><p>Sungwoo nodded and said, “I agree we have to join hands.”</p><p>Sungwoo had to admit it. Even if he could block the Lich of “Season 2”, it would bring about a total destruction if he neglected the world tree. He could not leave this job to someone else.</p><p>“Good. I'm very relieved you said that.”</p><p>Junghoon stood from his seat. This tall guy with an overwhelming build looked down at Sungwoo and said, “Sungwoo, this is what I think. In a situation where we don't have any government, no one should be held responsible for this situation. It's best for you and me to survive, after all.”</p><p>“…”</p><p>“So, those who have a sense of responsibility should come out voluntarily. Responsibility is… doing something that no one wants to do.”</p><p>He held out his hand.</p><p>“As for this work, no one wants to do it. But I will. Will you join me, Sungwoo?”</p><p>Sungwoo looked at his hand. He couldn't take it carelessly. So, he decided to give it some more thought .</p><p>“Well, there is one thing I want to make sure of.”</p><p>“Please go ahead,” he said, withdrawing his hand.</p><p>“I am not going to join your guild.”</p><p>“…”</p><p>But Junghoon remained calm when Sungwoo declined his offer to join the guild.</p><p>Sungwoo continued, “I can temporarily cooperate with you. As for the raid on the boss, okay, let's fight together. But you have to distribute the results of the raid to me fairly.”</p><p>What Sungwoo emphasized was this, namely fair distribution.</p><p>‘This guy only talked about the great cause of the fight, but he didn't mention anything about the distribution.'</p><p>Sungwoo thought that's the most important thing in any contract. He might look like a snob, but he had to secure it in order to survive within the rules of this game.</p><p>“If it's not fair, I can't fight for my life.”</p><p>Junghoon nodded. He sat down on the couch again. Then, he slowly opened his mouth.</p><p>“Then, let's do it this way. Based on the number of groups participating in the raid, let's distribute the results at a reasonable proportion. Let me post a message about my promise on the community bulletin.”</p><p>Sungwoo's eyebrows twitched at his new offer.</p><p>‘Community? Nope, this is dangerous.'</p><p>The community was Junghoon's jurisdiction.</p><p>“Well, besides, please add the clause that all the conditions you offered to me now were suggested by the Liberation Guild, so that the groups participating in the raid can't blame me just in case.”</p><p>The community itself could be a contract, but Sungwoo wanted to block the heated pros and cons or manipulation of opinion on the community bulletin.</p><p>“Okay, that sounds good.”</p><p>Junghoon reached out and Sungwoo held his hand.</p><p>“Then, three days from now–”</p><p>Right at that moment there rang a siren.</p><p>‘Siren noises?'</p><p>It was a loudspeaker held by the guards on the roof. In other words, it was a siren that there was a raid.</p><p>Honk! Honk!</p><p>Then loud honking rang outside the window.</p><p>“The raid operation will begin in three days. What's going on out?”</p><p>Sungwoo approached the window and raised the blinds.</p><p>Woooong! Honking!</p><p>Dozens of motorbikes surrounded the museum on rolling wheels and honking, making a big fuss.</p><p>They were the remnants of the gang of bikers who came up from Osan, who Sungwoo and his party lost the other day.</p><p>“It seems like they have brought me an item through quick service. Of course, I haven't ordered it.”</p><p>“It looks like we have met the first opponent of our alliance.”</p><p>Rattle-</p><p>“Sungwoo! They're outside…” Hanho shouted.</p><p>“I know. I saw them, too.”</p><p>Sungwoo went out the door. When Junghoon followed him, the group of knights on standby in the hallway turned to him.</p><p>“The Crusader Team!”</p><p>“Yes! We're ready anytime.”</p><p>They then began to follow Junghoon as the rattling sound filled the hallway.</p><p>“Sungwoo, if I may ask you, is your job a necromancer? I heard you control the undead. I think it will be helpful for us to know each other's jobs before the battle.”</p><p>“Yes, you're right.”</p><p>“My job is a ‘Crusader Commander.' By appointing crusaders, I can organize a group of knights and get even greater synergy.”</p><p>Sungwoo immediately realized that at first glance, Junghoon's occupation was a five-star job. The two did not mention what they drew as the linkage card.</p><p>The two walked side by side and went out of the museum. Then, four motorcycles approached them.</p><p>“Brother! That son of a bitch beat us!”</p><p>One of the bikers who Sungwoo lost at the crossroad pointed at him. Then, the man in sunglasses, who seemed to be the leader of the gang, got off his motorcycle.</p><p>He slightly lowered his sunglasses with his index finger and alternately looked at Sungwoo and Junghoon.</p><p>“Oh, that guy in that green cloak over there? Not the man in armor next to him?”</p><p>“Yes. That man in the cloak.”</p><p>The gang leader could ignore Sungwoo, but he must have noticed that Junghoon was wearing full plate armor with a very high level. However, the leader did not show any signs of getting cold feet. Did he have anybody to support him?</p><p>He came up to Sungwoo and said, “I'm sorry for making a fuss like this. But my men here who went on a business trip said some of my brothers were beaten to death in a remote place, so as their big brother, I could not help but come here.”</p><p>Having said that, he pulled out a chained mace from the rear seat of his motorcycle.</p><p>Booung! Booung!</p><p>He began to turn it in a threatening manner.</p><p>“By the way, my beloved golden deer ran out of my house. Have you seen her? If you like to beat around the bush, I'll beat you up terribly.”</p><p>At the same time, 40 bikers aimed at him with bows and crossbows from all sides. Some of them were wizards.</p><p>At that moment, Junghoo came up and said, “Sungwoo, I'm really sorry for coming here and asking for your help. Can we deal with them to pay back my debt?”</p><p>“Of course.”</p><p>Sungwoo was also curious about how strong Youngdungpo Prosecutor Junghoo's Crusader Team was.</p><p>Junghoon pulled out a long sword from his back. Then, a team of 20 Crusaders lined up on either side. Their movement itself was very threatening.</p><p>At that moment, the bikers began to fire the arrows urgently. However, the next moment after Junghoon lifted the sword vertically, a golden shield was created around him and the Crusader Team.</p><p>Tu-tu-tung!</p><p>The Crusader Team bounced forward all at once and blocked all the incoming arrows with their bodies. Arrows fell down under their feet helplessly, and the magic evaporated from the air.</p><p>Then Junghoon pointed the sword forward. However, the sword looked a bit unique.</p><p>‘Crossbow?'</p>"}