{"id": 72, "volume": 1, "title": "Only I Am A Necromancer Chapter 78", "url": "https://bestlightnovel.com/novel_888162148/chapter_72", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 78</h1>\n<p>Chapter 78: It Can Be a Historic Meeting (4)</p><p>Junghoon said, “Sungwoo, I can cast a long-range protective shield on one of the hostages. If the timing is right, I think we can suppress the bikers without sacrifice.”</p><p>Having said that, he was agonizing over it with a serious expression.</p><p>However, Sungwoo shook his head.</p><p>“There is a safer way than attacking them.”</p><p>“Pardon?”</p><p>“Wait a minute.”</p><p>At that moment, Jisu among the women hostages was already looking for the right time to attack. She kept rolling her eyes. The moment she noticed something, she pulled her left foot back and withdrew the sword.</p><p>Boowoong!</p><p>A man's wrist was severed in an instant. That wasn't the end. There was a blinding flash and the neck of the man located 3 meters from her was slit.</p><p>“Argh!”</p><p>Soon the wound opened and blood gushed from it. She used a new skill she had learned a while ago called ‘cutting attack.' It was a sword skill that she could use by consuming mana.</p><p>Jisu twisted her body then swung her sword to the other side.</p><p>Boowoong!</p><p>As expected, there was a blinding flash again. The two bows were cut in an instant with the arrows spinning in the air.</p><p>The moment the gangsters, embarrassed, were trying to pull the daggers from their waists, Jisu moved quickly from side to side and swung her sword twice.</p><p>The blade of her sword cut through their necks, but the last guy raised his crossbow and aimed at her.</p><p>“You wretched bitch! Damn it!”</p><p>In the next moment, he fell down because Hanho put a dagger in the back of his head.</p><p>The remaining gangsters were ended like that.</p><p>Click! Click!</p><p>Then, the shutter sound, which had been silent for a while, came back.</p><p>“You guys are much better than I thought. So awesome!”</p><p>Junghoon muttered like that, looking at Sungwoo and his party. He was serious. And his gaze was fixed on Jisu, the female warrior wearing a red sweatshirt.</p><p>“That woman is incredibly sharp, fast and accurate. And your colleagues are also awesome….”</p><p>When he said that, Sungwoo was not beside him.</p><p>“Where are you, Sungwoo?”</p><p>He was seen already searching the corpse of the biker gang leader.</p><p>“I've found it…” Sungwoo said.</p><p>Then he found a golden ticket in his inner pocket. It was a ‘Hidden Stage Admission Ticket'.</p><p>The gangsters went as far as Suwon, chasing the “golden deer.” Of course, it may be because the quest was triggered as soon as they saw the deer, but Sungwoo thought they were desperately chasing the deer because they had already obtained one ticket.</p><p>Sungwoo's reasonable suspicion was correct because the gang leader had one.</p><p>[Item information]</p><p>-Name: Hidden Stage Admission Ticket (2/2)</p><p>-Rating: Event</p><p>-Category: Other</p><p>-Effect: You must have two cards to enjoy the effect.</p><p>So, Sungwoo collected both tickets.</p><p>“What is that?”</p><p>Junghoon approached him and showed interest. Although he was the founder of the first Korean server guild and No. 2 in the players' ranking, he couldn't know everything.</p><p>He wasn't aware of the unidentified bomb that almost destroyed his Crusader Team a little while ago, and the flashing ticket held by Sungwoo.</p><p>“Well, I don't know either what this is…”</p><p>-‘Hidden Stage' is automatically created. Get ready to enter! (Limited to only one owner)</p><p>“Entrance?”</p><p>It was an unexpected phenomenon. Sungwoo felt a brilliant light flashing behind him. The next moment, an unknown portal swallowed his body.</p><p>“Uh? Where are you, Sungwoo?”</p><p>Junghoon reached out into the portal where his body was being sucked into, but he was pushed back by a certain force.</p><p>-You do not have permission to enter the portal.</p><p>Junghoon withdrew his hand and stood blankly in the place where Sungwoo disappeared.</p><p>“…”</p><p>Junghoon stared into the air then slowly frowned. He was feeling somewhat unpleasant without any reason.</p><p>‘Authority? What was he holding? Where did he disappear? Golden portal?'</p><p>He couldn't figure out why he felt bad. Suddenly, a cheap light colored his face.</p><p>Click!</p><p>He was a cameraman. Junghoon looked back at him and said, “Don't take a picture of me.”</p><p>“Pardon?”</p><p>He was very embarrassed by Junhoon's expressionless face, which he had never seen before.</p><p>“You can take it when I tell you to do so.”</p><p>“Ah, got it!”</p><p>“Thanks for your hard work all the time. The pictures you are taking will be a hope for people in the collapsed world. Photos are different from articles in print.”</p><p>He was again smiling at him brightly.</p><p>“Yes! I will take the pictures with a sense of mission!”</p><p>At that moment, Jisu came to Junghoon's side. She, too, was looking at the place where Sungwoo disappeared because she also never expected it.</p><p>“Well, do you know where Mr. Sungwoo disappeared?”Junghoon asked.</p><p>She nodded slowly, “I think I know.”</p><p>“Where is he now?”</p><p>She looked up at him and made him nervous a bit. She seemed to agonize about if it was okay to tell him.</p><p>“You can tell me, of course.”</p><p>“Well, I don't know if it's okay because I haven't heard what you talked about with him.”</p><p>Junghoon could feel that she totally trusted Sungwoo, but she had some doubt about himself.</p><p>“Oh, I and Sungwoo decided to join hands.”</p><p>“…”</p><p>She was still wary of him.</p><p>But he nodded as if he understood her feelings, and said, “That's why the current situation is very embarrassing for me. I just wonder what happened to him, but I can't judge how I should respond right now.”</p><p>When he mentioned Sungwoo's safety, there was a change in her expression.</p><p>He continued, “Think about it carefully. We don't know if he is in danger. We can't just wait like a puppet here for him to come back, right?”</p><p>“…”</p><p>Junghoon spoke as if he was sincerely worried, and Jisu blushed, listening to him.</p><p>‘Puppet…'</p><p>She felt hurt to hear that word. She initially decided to help Sungwoo for survival on the campus and came as far as here.</p><p>But at some point she became dependent on Sungwoo's judgment. Like a puppet, as Junghoon just said.</p><p>And for some reason, she felt Junghoon was sincere now because she didn't know she was being influenced by his skill.</p><p>“Okay.”</p><p>After agonizing a bit, she nodded. She thought it was true that for whatever reason Sungwoo decided to cooperate with Junghoon.</p><p>When Sungwoo first met the soldiers, he temporarily cooperated with them, and his decision paid off for him and his party at the end of the day. Sungwoo would not unconditionally reject anybody who was stronger than him.</p><p>“I don't know anything except that he went to the place called ‘Hidden Stage'.”</p><p>“Hidden Stage? Well, I can't figure out what it is.”</p><p>Junghoon thought hard about it again, but there was nothing he could figure out.</p><p>“I don't have any other information. I didn't expect this would happen to him. Like you said, I just trust Sungwoo,” Jisu added.</p><p>“Thank you for telling me that. Like you said, I think he's a reliable man.”</p><p>After she was done talking, Jisu turned right away.</p><p>“Hey, can I ask your name?”</p><p>“My name is Jisu Yun.”</p><p>“Oh, you were really awesome a little while ago. During that short span you fought them calmly and accurately…”</p><p>He stopped praising her after noticing her cold expression.</p><p>He cleared his throat and said, “So, if you don't mind, can I talk with you until Sungwoo comes back? I would like to speak with you about my guild.”</p><p>In fact, he openly tried to scout her.</p><p>“Oh, I hate that,” she openly rejected his offer.</p><p>He stared blankly as she walked away.</p><p>Then he muttered to himself, scratching his cheek.</p><p>“Man, it's not easy to scout the people here. Hahaha.”</p><p>It wasn't Sungwoo's first experience getting sucked into a portal. In the past, he had the experience of being sucked into the basement of a building by stepping on a trap after entering the ‘Supermart Dungeon.'</p><p>This time again he fell from the air. After landing on the floor, he stood.</p><p>-You have entered the ‘Golden Valley' of the Hidden Stage.</p><p>[Information about Hidden Stage]</p><p>A special reward is given upon clearing.\nIn case of failure, you will be automatically expelled to the original location.\nUpon death, your body is automatically expelled to its original position.</p><p>-Defeat the stage boss in 30 minutes!</p><p>“What the heck is this? Is it really like a bonus stage?”</p><p>Sungwoo looked around.</p><p>“Man, how can this be called a valley?”</p><p>It was an old alley that didn't match the name of a valley at all. It was a very old one that could hardly be found these days with a gray brick wall to the left and a red brick wall to the right.</p><p>In the front was a utility pole with lots of leaflets and a pile of garbage piled up under it.</p><p>Kekeke!</p><p>Something crawled out behind it.</p><p><br></br></p><p>“Goblin?”</p><p>This was the first time he'd encountered a goblin after a very long time, but it was golden.</p><p>Kekeke! Keke!</p><p>There was not just one. Goblins, dyed gold, crawled out one by one at the entrance of the alley, totalling five.</p><p>“Orun!” Sungwoo shouted.</p><p>Rattle!</p><p>“Go and show them that they can look great even when their skin is peeled off.”</p><p>Orun stepped forward, thinking, ‘What would he give to me as a reward for catching the golden goblins?'</p>"}