{"id": 77, "volume": 1, "title": "Only I Am A Necromancer Chapter 83", "url": "https://bestlightnovel.com/novel_888162148/chapter_77", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 83</h1>\n<p>Chapter 83: Spider Den in Suwon Station (1)</p><p>Werewolves were a very strong race, so they were not killed just because they were hit with a few arrows.</p><p>“Kuuuuuuh…”</p><p>Puk!</p><p>The Werewolf pulled out the arrow stuck in his chest. Blood spilled over his fur, but the wound would soon recover, but it didn't mean he could break through the skeletons' siege. Since he was surrounded by so many skeletons, there was no way he could escape no matter how hard he tried.</p><p>“It looks like the arrow wasn't stuck in his mouth, but why couldn't he speak?”</p><p>At that moment, the Werewolf immediately opened his mouth, “It is a quest…”</p><p>“Quest?”</p><p>“Right. When we become quest beasts and lose our reason, we are given a quest. I don't have the power to discern what it is, but I instinctively follow it,” the Werewolf replied.</p><p>The player acts as the “horse” of this game, and the quest imposes its purpose on that player.</p><p>What the Werewolf meant was that even a similar system was being applied to those who could not become players and the human beasts.</p><p>“What the heck is it?”</p><p>“Simple. All I have to do is eat humans. I need to eat a total of ten humans.”</p><p>The Werewolf's message was clear and menacing.</p><p>Sungwoo nodded and said, “After that, you come back to your senses.”</p><p>“Right.”</p><p>There was a reason why the human beasts ran around like crazy when they found humans. The instinct forced by the system prodded them to eat humans by all means.</p><p>“Are there any more Werewolves like you?”</p><p>When Sungwoo asked, he blew a nostril and said, “Of course there are. Almost all the humans were killed, but there are still lots of stupid players everywhere.”</p><p>“That's not what I'm asking you. I'm asking you if there are more like you in this area.”</p><p>The Werewolf couldn't open his mouth, which meant he admitted it.</p><p>“Yes, there are more.”</p><p>“…”</p><p>“Let me ask you one more question. Were you responsible for breaking the stores?”</p><p>Those who destroyed the stores left a message without any exception. And there was a reasonable suspicion that the message seemed to have been written in something like claws.</p><p>But the Werewolf shook his head and said, “We're not responsible for that.”</p><p>“How can I believe you?”</p><p>Another Werewolf standing behind Sungwoo stepped out and shouted angrily, “We are not real! There are other guys here!”</p><p>“You, shut up!”</p><p>“Uncle, but…”</p><p>“I told you to shut up!”</p><p>The Werewolf, called uncle by another Werewolf, pressed down his shoulder hard.</p><p>However, Sungwoo raised his eyebrows at that. Other Werewolves?</p><p>“Other guys? I need to know who they are,” Sungwoo demanded.</p><p>The uncle Werewolf looked somewhat embarrassed, but soon opened his mouth.</p><p>“Hah… We just get by to survive. After we have restored our reason, we hardly hunt humans, but there are some of us who have extreme hostility towards humans. They unite and attack the players. Breaking the stores would weaken the players, of course.”</p><p>“Is it something like an anti-human coalition of human beasts?”</p><p>The uncle shook his head and said, “There are not just human beasts. Even mad scientists whose identities are a mystery joined. In fact, they are the main pillars of the coalition, and the human beasts joined them later.”</p><p>Human beasts and mad scientists who hate human players? Sungwoo smelled a rat.</p><p>‘Are they the door-to-door sellers?'</p><p>They made weird items, which included several items related to ‘Human Beast Transformation Ampoule,' in particular.</p><p>When Sungwoo was lost in thought for a moment, the Werewolf's attitude began to change. The Werewolf, called uncle, pulled out the arrow stuck in his body and stood, squaring his shoulders.</p><p>“Sungwoo, a few more Werewolves approached nearer to you.”</p><p>Apparently, this group of human beasts had a fairly systematic hunting method.</p><p>They placed snipers in the rear and rooftop of the building. Besides, their reinforcements appeared as soon as they were in danger. Obviously, there must have been reinforcements that Sungwoo didn't notice.</p><p>The wounded Werewolf's eyes were tense. As if he decided something, however, the uncle Werewolf began to stare at Sungwoo, while holding and opening his fingers.</p><p>There was a murderous intent in his eyes now.</p><p>“I'm sorry, but I thought about it carefully. We've known for a long time that you're spying on this area. So, we thought we would clash with you someday.”</p><p>“Don't make a mistake. I recommend you to think a little more whether you have come to a wise conclusion.”</p><p>The Werewolf made a strange expression. Sungwoo didn't know much about a wolf's expression, but obviously it looked lonely.</p><p>“I planned to kill you soon. I just had to pull the sword faster than I thought. I wanted to have a conversation with you, but I didn't have the nerve to do so because of our miserable situation at the moment. Players can't like this kind of situation we are in now. And we also want to survive… Seriously,” the Werewolf said.</p><p>“I understand, but I don't think I can grant your wish.”</p><p>At that moment, the wind blew and the arrows were flying.</p><p>A pile of bones arose from the bag next to Sungwoo then merged at once. It was the Werewolf's bone shield.</p><p>Puk! Puk! Puk!</p><p>Arrows stuck in the shield. After the village was formed and the daily necessities were emptied from the backpack, it was filled with bones so that weapons could be manufactured at any time.</p><p>“Hey, I told you that you clearly made a mistake. It looks like you didn't monitor me carefully, though you said you were keeping an eye on me,” said Sungwoo.</p><p>Cling! Cling!</p><p>Jisu swung her sword to block the incoming arrows, and Hanho threw himself behind the Werebear skeleton.</p><p>Sungwoo ruthlessly fired arrows from the repeating crossbow in his right hand, while lifting the shield with his left hand.</p><p>Pik! Pik! Pik! Pik! Pik! Pik!</p><p>“Argh! Hide behind me!”</p><p>The uncle Werewolf turned around and blocked the arrows. Then he hugged two other Werewolves to protect them. Sungwoo felt sorry for his tearful sacrifice, but he couldn't afford to show compassion now.</p><p>Kuuuuuuuah!</p><p>Human beasts began to come out from all directions in no time.</p><p>“They are coming in droves!” Hanho shouted.</p><p>Four Werewolves jumped down from the rooftop, and two Werebears ran from the back alley. Then, three human beasts, totally strange to Sungwoo, climbed the wall to rush to him.</p><p>They were ‘Wererats.' They were relatively small, standing 1 meter and 70 cm tall.</p><p>“Smash all those skeletons!”</p><p>There were twelve human beasts. Obviously, they were very powerful opponents. Given that they were given a quest, it's highly likely that they would be given a synergy effect, too.</p><p>Rattle! Rattle!</p><p>However, Sungwoo and his party were clearly different from them in terms of EXP, command organization and armament.</p><p>‘It's time to throw spears.'</p><p>Sungwoo has fought numerous battles so far. Faced with large-scale battles and overwhelming boss monsters, he always turned the battles in his favor.</p><p>No matter how superhuman the human beasts were, they could not cope with the skeleton forces that moved like machines as long as they had human emotions.</p><p>A pile of bones sprang up from the backpacks that the skeletons were carrying on their back. Then, the bones turned into long spears. The skeletons picked up the spears and charged towards the human beasts.</p><p>Then, the skeletons threw the spears at them with terrifying force. The human beasts could put up with the wounds caused by the arrows, but it was hard for them to deal with the powerful spears that they were throwing.</p><p>Puk! Puk! Puk!</p><p>One of the spears stuck right in the neck of the Werebear charging at them. He staggered to the other side and eventually fell to the floor.</p><p>Puk! Puk! Puk!</p><p>The same was true of other human beasts. They recklessly tried to attack the skeletons, but they fell down, hit by the spears. Since they were so strong, they were not killed immediately, but the spears dealt a severe blow, so much so that they were totally incapaciated.</p><p>“Ahhhhhh!”</p><p>Bloody fighting was going on everywhere, but it was the human beasts who were groaning in terrible pain.</p><p>“Argh…Ahhhhh…”</p><p>And their groaning gradually faded.</p><p>“I clearly told you that you made a mistake,” said Sungwoo.</p><p>“Cough…cough!”</p><p>Sungwoo approached the Weirwolf who looked like a hedgehog. Arrows were stuck all over his back, including his neck.</p>"}