{"id": 75, "volume": 1, "title": "Only I Am A Necromancer Chapter 81", "url": "https://bestlightnovel.com/novel_888162148/chapter_75", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 81</h1>\n<p>Chapter 81: Golden Dungeon and Contract (3)</p><p>Rattle- Rattle- Rattle-</p><p>Upon entering the classroom, the six lockers at the back opened by themselves, and there were different items in them.</p><p>But Sungwoo couldn't take all of them. A purple chain icon appeared at the entrance of each locker. It was a 'seal' sign that he had already seen several times.</p><p>Sungwoo approached the lockers and looked at the items one by one.</p><p>-C-class equipment reinforcement stone (200 points)</p><p>-Class C physical strength ampoule (400 points)</p><p>-Class C physical strength ampoule (400 points)</p><p>-Class C EXP card (300 points)</p><p>-Panacea (500 points)</p><p>-Parchment of Oath (500 points)</p><p>He could understand most of the items without any explanation. There was nothing unusual.</p><p>'But, all these are items I can't get at a general store. Items that increase stats and EXP?'</p><p>If it were a mass production game, those items could be purchased with cash.</p><p>'But what the heck is this?'</p><p>However, the last item, called the 'Parchment of Oath” was hard for him to understand by looking at its name only. Fortunately, as he approached, its information appeared before his eyes.</p><p>[Item information]</p><p>-Name: Parchment of Oath</p><p>-Grade: Special</p><p>-Category: Consumption</p><p>-Effect: You can make an 'oath' with other players. You can put forward one condition to each other, but if you don't fulfill the condition, you will face death.</p><p>“Oh, this seems to be useful.”</p><p>The total points that Sungwoo collected until now numbered 1,434.</p><p>'It doesn't fit perfectly.'</p><p>He chose as many of the necessary items as he could.</p><p>-You have acquired a 'C Class equipment reinforcement stone'.</p><p>-You have acquired a 'C class physical strength ampoule'.</p><p>-You have obtained a 'C-Class EXP card'.</p><p>-You have acquired 'Parchment of Oath'.</p><p>Thus, he used a total of 1,400 points. Unfortunately, he could not use the remaining 34 points.</p><p>-You have leveled up. (LV. 13)</p><p>-By clearing the 'Hidden Stage', all your stats increase as a special reward. (+1)</p><p>-150,000 gold will be awarded for your clearing the 'Hidden Stage'.</p><p>Leveling up and increase in stats, plus up to 150,000 gold… If Sungwoo had hunted in the field, it would have been much harder and longer for him to acquire them.</p><p>-Choose your level up card.</p><p>Stats (random)\nSkill (random)\nItems (random)\nOther (random)\nAgility level increased by 3 (confirmed)</p><p>After thinking hard about the options, Sungwoo chose number 5, agility as the level up card.</p><p>When he reached level 10, he could increase his subordinate spirits by 5 at a time, which satisfied him even now.</p><p>Of course he thought he needed to increase his subordinate spirits in preparation for the upcoming battle, but right now, when he didn't feel they were insufficient, it was the right time to increase them drastically. He knew that just like when he faced the muscle orc “Billy,” he might have to face the moment when he had to fight his opponent alone someday.</p><p>-You are supposed to leave the Hidden Stage in 15 seconds.</p><p>Sungwoo waited to leave. When 15 seconds passed, the golden portal opened and wrapped around his body then sent him back to the place where he had left, namely, on the road in front of the museum.</p><p>“Uh?”</p><p>“He's come back!”</p><p>Around him were standing the members of the armored Crusader Team.</p><p>“You are finally back! Hey, inform the commander about his return!”</p><p>It seemed that at Junghoon's order, they were guarding the place where Sungwoo disappeared. Apparently Junghoon paid special attention to Sungwoo's safety.</p><p>Soon, Junghoon and the Crusaders Team approached him from the helicopter landing in the square. Jisoo and others appeared from the museum,</p><p>“I was embarrassed because you suddenly disappeared.”</p><p>“I didn't expect it, either. I'm sorry to have taken away your precious time.”</p><p>“Oh, never mind. It's worth my investment,” said Junghoon, smiling nicely.</p><p>Then he continued, “I'm going to tell you what I couldn't because of the fuss a little while ago.”</p><p>“Yes, go ahead.”</p><p>“As for our upcoming raid on Yeouido Boss, can you cooperate?”</p><p>Junghoon reached out, but Sungwoo still didn't hold his hand readily.</p><p>“All you have to do is keep the contract.”</p><p>“Of course.”</p><p>Only after he reassured it, Sungwoo held his hand.</p><p>Click! Click!</p><p>Then the camera flash popped up again. When Sungwoo frowned, Junghoon said, “You may feel bad because I haven't told you in advance, but I'm going to post these pictures on the community bulletin.”</p><p>“Community bulletin? Are these photos posted in the community bulletin?”</p><p>Sungwoo thought that they could post only articles and comments, not pictures like this.</p><p>“The job that man chose is a 'photographer'. He has the skills and items to upload photos on the community bulletin.”</p><p>It seemed that there were all kinds of job categories in the community under Junghoon's control. But Sungwoo was not willing to accept his request readily.</p><p>“Why do you want to post such pictures?”</p><p>“Well, you may think this looks pompous, but I think it will be a hope for the people. I'm ashamed to say this, but aren't we called heroes? Wouldn't they think differently if the photos of us joining hands were uploaded to the community bulletin?”</p><p>Sungwoo nodded, but he was not yet persuaded, given his expression.</p><p>“I think you mean well, but I don't want to see the pictures of my face posted on the community bulletin. I feel uncomfortable about the fact that my face and identity is exposed there in this horrible world where people kill each other to survive.”</p><p>Junghoon felt that he could not persuade Sungwoo easily the way he wanted to.</p><p>“Then I'll give you 5,000 gold for each picture of your face.”</p><p>At last, Junghoon came up with a deal that involved compensation.</p><p>This was actually what Sungwoo wanted deep down.</p><p>Disclosure of his personal information could be dangerous, but Sungwoo thought he could make good use of it because it would reinforce his image as a hero.</p><p>Besides, if he could obtain such a huge amount of gold, it would be a profitable deal, he thought.</p><p>'But 5,000 gold is not sufficient. I can get more.'</p><p>Five thousand gold was a huge amount to him a little while ago, but he could obtain that much easily now.</p><p>“Well, I want more. How about 10,000 gold?”</p><p>Junghoon flinched a moment at his offer, but he calculated the gains and losses in his head for a moment, then nodded. “Okay, deal.”</p><p>Sungwoo added, “And the amount of gold applies only now, and in the future it may be adjusted to reflect the amount of gold released.”</p><p>“Sure,” Junghoon said.</p><p>The two groups pulled off the deal on the boss raid team. And the picture of Junghoon and Sungwoo shaking hands was like a temporary contract because the entire Korean server would know it through the community bulletin.</p><p>“As for the contract you mentioned before, namely the fair distribution of the raid rewards, I think we have to discuss it later because we have to form a team accurately first.”</p><p>“No problem.”</p><p>Sungwoo and Junghoo had calculations on their own when they glossed over the contract with verbal commitment like that.</p><p>So, their business deal was done.</p><p>Junghoon suggested they should act together immediately, but Sungwoo said he would join three days later. Junghoon did not ask again and promised to send him a helicopter in three days.</p><p>Doo Doo Doo!</p><p>The Crusader Team boarded the two fine helicopters at once. The rotors were starting to spin faster and faster.</p><p>“I am very glad to see you today. When I met you today, I no longer feel like I'm fighting alone. Well, I'll see you in three days.”</p><p>“Yes. Take care.”</p><p>The helicopters took off and disappeared into the northern sky. Sungwoo didn't notice it, but Junghoon left behind two ice boxes before he left.</p><p>“Sungwoo, these are all potions,” said Hanho.</p><p>Two ice boxes were filled with all kinds of potions. When he checked the item information, it was clear that they were normal potions.</p><p>“When you met him, did you think Junghoon was a really good person?”</p><p>“Well, we'll wait and see.”</p><p>Sungwoo didn't deny what Hanho said. Junghoo might be a really good person, or Sungwwoo might have been deceived by him.</p><p>“What should we do from now on, Sungwoo? You don't want to do it again?”</p><p>“Of course, we have to hunt.”</p><p>It was time to collect more gold before he joins Junghoon in his boss raid.</p><p>In the meantime, Hanho shouted while checking the community bulletin.</p><p>“There is a tremendous response to your meeting with the Youngdungpo Prosecutor on the community bulletin right now. It triggered the most comments except for the first comment in the history of the community. 488 comments!” Hanho made a big fuss over it.</p><p>Hours after the Crusader Team left, there was a comment with a couple of pictures, the first of its kind in the community bulletin.</p><p>Of course, the pictures showed the Crusader Team's visit to Suwon and the two group leaders shaking hands.</p><p>Hanhoo began to read one of the comments.</p>"}