{"id": 74, "volume": 1, "title": "Only I Am A Necromancer Chapter 80", "url": "https://bestlightnovel.com/novel_888162148/chapter_74", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 80</h1>\n<p>Chapter 80: Golden Dungeon and Contract (2)</p><p>Sungwoo slowly slipped back and lifted the repeating crossbow and fired at the bare-chested orcs.</p><p>Pik! Pik! Pik! Pik!</p><p>-You have accumulated 2 points by hunting a Golden Orc. (Cumulative: 252)</p><p>-You have accumulated 2 points by hunting a Golden Orc. (Cumulative: 254)</p><p>A little later the stadium was calm and quiet.</p><p>-You have successfully cleared the second stage! (Rank: )</p><p>-You have accumulated 200 points. (Cumulative: 488)</p><p>Again, an arrow icon appeared on the floor. This time there appeared a slightly wider road that would allow a car to pass.</p><p>Two-story detached houses were lined up on both streets. When Sungwoo went along the road, an arrow was pointing to two places.</p><p>A red arrow was pointing to the right and a blue arrow to the left. It was literally a crossroads.</p><p>“Do I have to go to only one place?”</p><p>Sungwoo raised his head and looked at the end of the arrow. The red arrow was pointing to a small elementary school, and the blue arrow was pointing to a building that looked like an abandoned house.</p><p>-R: Very difficult</p><p>-L: Very easy</p><p>However, the difference in the level of difficulty was extreme.</p><p>After agonizing a bit, Sungwoo moved to the right.</p><p>‘Being difficult means a big reward.'</p><p>He could not skip the very rare opportunity called the ‘Hidden Stage.' It was worth the challenge even at the risk of his life. He had to reach Level 15 as soon as possible, and the boss raid was just around the corner.</p><p>Of course, just because he wanted to protect himself right now, it didn't mean his chances of survival would increase. Rather, it would only increase the likelihood of him not avoiding the death to come.</p><p>Sungwoo entered the two-story elementary school building, whose level of difficulty was very high. In the small lobby where the history of the school was displayed, he noticed the traces of the children hastily evacuating. Their slippers and school bags were strewn everywhere.</p><p>Kureuk― Kureuk―</p><p>On one side of the stairs was the body of a Golden Orc. And there was something familiar on top of it.</p><p>“Is it Slime?”</p><p>A lump of golden liquid. It was definitely golden Slime. Sungwoo burst into laughter before he knew it.</p><p>“Man, I think I've chosen the right way.”</p><p>Slime was a very easy game for Sungwoo and skeletons because Slime's acidity couldn't melt the bones of skeletons.</p><p>It seemed that Sungwoo would be recorded as the worst guest who had ever visited the Hidden Stage.</p><p>He went straight toward the end of the Hidden Stage.</p><p>In the meantime, after Sungwoo disappeared into the golden portal, Junghoon boarded the helicopter and looked only in that direction.</p><p>He was embarrassed at the moment because Sungwoo disappeared when he was not done talking. On the one hand, the place called ‘Hidden Stage' bothered him.</p><p>‘What kind of place is that? Is it a place that offers a huge reward?'</p><p>Junghoon has never heard of any information about the Hidden Stage from anybody else. Such information was not even posted on the community bulletin.</p><p>Of course, not all of the information was released because the game just started.</p><p>“Commander!”</p><p>At that moment, a Crusader in gray armor approached Junghoon. He was a man in his thirties wearing glasses attached to his face with a skein of thread.</p><p>“Yes, lieutenant.”</p><p>His name was Minhum Jung. He was Junghoon's aide-de-camp and the Crusader Team's deputy commander. He had been with Junghoon from the beginning and had been playing a pivotal role in the guild with his experiences as a smart analyst.</p><p>“All of the injured members have been recovered. They couldn't be cured with regular potions, so I used an antidote.”</p><p>“Got it. It looked like a curse series. What kind of item do you think it is?”</p><p>Minhum sighed at his question, which suggested it was something negative.</p><p>Minhum recorded and sorted all the items that he obtained from the store, but he had never seen the bomb emitting black smoke.</p><p>“I honestly don't know. Breath of the abyss? It looks like a black wizard series, but I've never seen an item that spread such a powerful curse even at the best shop. I think it's an item we might be able to obtain from a store that is much superior to the existing one or some other routes.”</p><p>Junghoon's group, starting from south of the Han River, had become the largest among the entire Korean servers. This meant they had a large amount of intelligence about everything, but they didn't know much about the southern part of Gyeonggi Province because they were not able to contact people like door-to-door vendors due to their movement restrictions.</p><p>“But that terrifying bomb didn't work well against Sungwoo. Why?”</p><p>Junghoon still could not forget that scene. The moment his elite Crusader Team was momentarily disabled, Sungwoo moved forward proudly.</p><p>“Anyway, it was a great success for Sungwoo. In my opinion, there was a buff working on it. When he used that, his pupils got bigger and he smiled unwittingly. It's a kind of arousal response. When I checked it, there was even an increase in stats.”</p><p>Minhum's job was a 3-star “Scout,” so he could know the opponent's level and job through his exclusive passive skills.</p><p>In addition, he was able to see the opponent's detailed stats by consuming a lot of mana, but the moment Sungwoo emerged from the black smoke, his stats slightly increased.</p><p>“Commander, why did you decide to hand out the boss raid rewards to that guy?”</p><p>“I couldn't help it. Without such rewards, he said he would not participate in the raid, but losing him would be a huge loss for us. Haven't we all witnessed his fighting prowess?”</p><p>Minhum suddenly felt tired, so he opened his mouth, rubbing his eyes.</p><p>“Commander, our ultimate enemy may not be a monster. Don't you know it? At the end of the day, we may end up fighting people, not monsters.”</p><p>Junghoon shook his head slowly.</p><p>“Not right now. We need people right now. Someone like a necromancer.”</p><p>“Hmm…Then, please leave the details related to the contract to me. The contract can mean different things, depending on the people involved. Let me subtly propose a suggestion that promotes our best interests. You know how important it is to get raid rewards, right?”</p><p>Junghoon nodded after agonizing a bit.</p><p>“Just go ahead. Instead, you should not make Sungwoo turn against us.”</p><p>“Of course not. He won't notice that I'm pulling the wool over his eyes.”</p><p>Nodding at him, Junghoon gazed at the direction where Sungwoo disappeared.</p><p>“Necromancer…”</p><p>At that time, Sungwoo was facing the final phase of the Hidden Stage.</p><p>And again this time he stood at a crossroad. Immediately after climbing the corridor and stairs on the second floor, he found the arrow pointing to the left and right.</p><p>‘On the right is a box…'</p><p>At the end of the corridor on the right was a small box.</p><p>‘There is a box on the left, too.'</p><p>And there was also a box at the end of the left hallway. The difference was that the box was large enough to be 3 meters wide and 2 meters high.</p><p>No matter how much he compared the two, it seemed that the left box was a more risky choice, yet one with a greater reward.</p><p>Rattle- Rattle-</p><p>With the skeletons walking ahead and surrounding him, he walked toward the large box. In fantasy games, a trap was usually installed near such a treasure chest, but nothing happened until he got closer to the box.</p><p>‘I feel nervous. Very strange that nothing has happened like this.'</p><p>He stopped about 5 meters away from the box. Then, he lifted the repeating crossbow and fired arrows at the edge of the box.</p><p>Pik! Pik! Puck! Puck!</p><p>At that moment, the lid of the box flung open suddenly, revealing vicious teeth like a crocodile's.</p><p>There was no treasure in it. It was a Mimic, a human-eating ghost disguised as a box to eat humans.</p><p>Quack! Quack! Quack!</p><p>The Mimic began to approach him threateningly, gnashing his large teeth.</p><p>‘I can't get to that monster.'</p><p>It had a huge mouth with a considerable jaw strength.</p><p>If bitten by a Mimic, it seemed that even a skeleton would be crushed immediately. Moreover, since its whole body was a wooden box, there was no chance that arrows or javelins would be effective.</p><p>“If that's the case…”</p><p>-‘Death Response' begins in the area.</p><p>Sungwoo summoned ten zombies, then had them charge towards Mimic with full force.</p><p>But these weak zombies couldn't stop the Mimic. Soon, it opened his huge mouth and swallowed up two zombies at once.</p><p>Quack! Quack! Quack!</p><p>With a bloody scream, the bodies of the zombies began to shatter and disintegrate.</p><p>But that's exactly what Sungwoo intended. He took a step back and hid behind the Werebear skeleton.</p><p>“Hey, if you eat anything like that, you're in big trouble…”</p><p>Kwaaaaang! Bang! Bang!</p><p><br></br></p><p>A series of explosions occurred inside the Mimic's body, shattering it to pieces into the air.</p><p>It was a Corpse Explosion attack based on the corpse of a zombie.</p><p>-You have accumulated 200 by hunting the super-large Mimic. (Cumulative: 1,084)</p><p>-You have successfully cleared Step 4! (Rank: )</p><p>-You have accumulated 350 points. (Cumulative: 1,434)</p><p>So, Sungwoo achieved the final stage. Then, a golden icon in the shape of a gift emerged from the classroom at the end of the hallway. At first glance, he felt it was time to exchange all the points that he accumulated so far.</p><p>-You entered the Room of Reward.</p>"}