{"id": 73, "volume": 1, "title": "Only I Am A Necromancer Chapter 79", "url": "https://bestlightnovel.com/novel_888162148/chapter_73", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 79</h1>\n<p>Chapter 79: Golden Dungeon and Contract (1)</p><p>When Sungwoo thought about it, there was nothing better than a desk in beating a goblin.</p><p>When he lifted a heavy desk and swung down, he felt it was as hilarious as whacking a mole.</p><p>‘What the hell am I thinking about now?' he muttered to himself.</p><p>Orun withdrew his Japanese sword. The bodies of the golden goblins were piled up under the utility pole.</p><p>‘This guy's stronger than normal goblins, but they are not difficult to deal with at all.'</p><p>Would this goblin be the head goblin? Whatever it was, it was clear that the goblin was no match for Sungwoo. And it wasn't gold that he could obtain by hunting the golden goblin.</p><p>-You have obtained 1 point by hunting the golden goblin. (Cumulative: 5)</p><p>He obtained a ‘point' of unknown purpose. Sungwoo guessed it might be something that he could only use in this dungeon. And soon an information message appeared.</p><p>-When clearing the dungeon, you can select items according to the accumulated points.</p><p>“It's like a balloon-popping game.”</p><p>It was a game in which the product was changed according to the score one obtained in one game. Then, the way to benefit from this game was simple.</p><p>“The more I smash, the better.”</p><p>Soon, Sungwoo heard a very good noise. Goblins opened the old green door in the alley and poured out.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p>Sungwoo immediately fired a repeating crossbow. Because the alley was very narrow, the golden goblins collapsed helplessly without escaping.</p><p>Kieh! Kieeeh!</p><p>This time the blue gate on the other side opened up, and a huge number of goblins came out in droves. Several of them climbed the brick wall and jumped down into the alley.</p><p>This dungeon seemed to house lots of goblins to protect itself.</p><p>“If that's the case, you're mistaken. Explode!”</p><p>Bang! Bang! Bang! Bang!</p><p>Golden debris bounced back and forth, and the goblins climbing the gate were thrust away.</p><p>It was natural that both brick walls collapsed.</p><p>-You have accumulated 1 point by hunting a golden goblin. (Cumulative: 32)</p><p>-You have accumulated 1 point by hunting a golden goblin. (Cumulative: 33)</p><p>-You have accumulated 1 point by hunting a golden goblin. (Cumulative: 34)</p><p>During that short moment, Sungwoo beat 34 goblins.</p><p>Kiehhhhhh!</p><p>But that wasn't the end. The door of the detached house inside the collapsed wall opened and more golden goblins appeared. Furthermore, the goblin ripped off the old metal screen and threw himself into the yard.</p><p>‘It looks like this house is their hideout.'</p><p>Kiehhhhhhh!</p><p>Sungwoo pushed two Werebear skeletons forward. Those two alone filled the alley.</p><p>However, the golden goblins didn't get scared even when they saw the overwhelming size of the Werebear skeletons and rushed forward like fanatics. These guys were different from goblins in the real world. They just looked lifeless, just like monsters in the game.</p><p>Puck! Puck! Puck! Puck!</p><p>Werebear skeletons trampled and killed golden goblins. Although they attacked the skeletons' knees with daggers, they didn't inflict any damage.</p><p>“Throw them inside!” Sungwoo shouted.</p><p>At his order the skeletons picked up the bodies of the goblins and threw them into the houses.</p><p>Cling!</p><p>The corpses of the goblins broke through the windows of the house. It wasn't just one. They threw a dozen corpses into each house.</p><p>Was the inside of the house the goblin's hideout? However, Sungwoo didn't have to enter it because he could destroy them all at once if they were holed up inside.</p><p>“Explode!”</p><p>Bang! Bang! Kugugugu….</p><p>The goblins screamed endlessly inside the building.</p><p>-You have accumulated 1 point by hunting a golden goblin. (Cumulative: 82)</p><p>– You have accumulated 1 point by hunting a golden goblin. (Cumulative: 83)</p><p>Sungwoo raised the arm of the Weretiger skeleton to defend against the debris falling from the sky.</p><p>Puck! Puck! Puck!</p><p>-You have successfully cleared the first stage! (Rank: )</p><p>-You have accumulated 100 points. (Cumulative: 184)</p><p>Then, an arrow icon appeared on the floor of the alley. It seemed to be a sign that Sungwoo should move on to the next stage. So, he advanced toward the inside of the alley according to the sign.</p><p>The alley grew wider, and soon an empty lot appeared between the houses and a local supermarket. As if it had been neglected for a long time, weeds were abundant, and there was a small pepper field on one side.</p><p>There were dozens of Golden Orcs with their chests bare. Gathered around the vacant lot, they were eating from iron bars and lifting weights, and some of them were wrestling.</p><p>Also, in the corner of the vacant lot was a truck serving as a table with its cargo compartment open. On top of it were burners, soju bottles, and soda cans.</p><p>There were even grilled dogs and cats and hamsters stuck on iron bars like grilled skewers. Given that they had leashes around their necks, it was easy to find out where the goblins caught them.</p><p>Kuuuuuh! Kuuuuuuh!</p><p>The Golden Orcs, who were absorbed in various workouts, were boasting their shiny builds, soaked with sweat.</p><p>Sungwoo felt disgusted to see them.</p><p>But one of them noticed Sungwoo and shouted. Other Orcs stopped exercising and began to gather and approach him. It was pretty threatening for these Orcs with strong builds to approach him in droves.</p><p>Strangely enough, they were dispersing to the surroundings of the lot, while emptying the center of it.</p><p>“What the heck?”</p><p>-The Golden Orcs have proposed a ‘Glorious Duel'.</p><p>1) The duel is played one-on-one.</p><p>2) Mercenaries and subordinate spirits cannot participate.</p><p>3) Only one weapon can be used.</p><p>“Duel all of a sudden? I've not agreed!”</p><p>It seemed that Sungwoo had no say in this duel.</p><p>Kuuuuuuuh!</p><p>The Orcs began to cheer artificially in wild excitement like the crowds in a fighting game background.</p><p>Then, an Orc from the back of the Orcs and sitting on a huge waste tire, slowly raised his body.</p><p>Gruuuuuuu…</p><p>He was much bigger than other Orcs, almost 2 meters and 60 cm tall, and the muscles of its back were so developed that its neck could hardly be seen.</p><p>-Champion “Billy the Gold Hand” has appeared.</p><p>Billy now approached Sungwoo.</p><p>“What? Do I have to fight that monster? Man, he's got those baby ears…”</p><p>With his neck hardly seen and baby ears, Billy was often regarded as a monster that nobody should deal with.</p><p>Although Sungwoo was No. 3 in the Korean server rankings, he didn't have a job specialized in direct combat. Not only were his stats low, but most of his skills were focused on controlling his subordinate spirits.</p><p>-Decide which weapon you will use in the duel. (15 seconds remaining.)</p><p>“Weapon?”</p><p>Sungwoo had two useful weapons at the moment. One was the “Ownerless Sword,” and the oher was the “Repeating Crossbow.”</p><p>He slightly turned his head and checked Billy's weapon. Billy picked up an ax and a dumbbell.</p><p>‘Dang it. This guy picked the shields!'</p><p>Sungwoo was put on the spot. He could not maximize the use of the repeating crossbow when Billy had shield weapons like that.</p><p>-Decide which weapon you will use in the duel. (8 seconds left.)</p><p>Sungwoo reluctantly decided on one of the two weapons.</p><p>-The Glorious Duel begins. Fight until one side dies!</p><p>Kuuuuuuuh!</p><p>As soon as the duel began, Billy rushed at him with a great roar. The Golden Orcs filling the stands around them screamed with excitement.</p><p>With a smile, Billy jumped straight toward Sungwoo. He raised the shield with his left hand while raising his right hand above his head.</p><p>On the other hand, Sungwoo was only holding a small ball in his right hand. The next moment, Sungwoo threw the ball under Billy's feet.</p><p>“Yeah, this small thing is also a weapon.”</p><p>Kwaaaaaang!</p><p>The weapon that Sungwoo chose was the “Abyssal Concentrate Capsule” he obtained from the regiment commander's cabinet. Black smoke popped out from the inside of the small ball and quickly swallowed Billy's body.</p><p>Kuuuuuuh!</p><p>Shortly afterwards, Billy screamed, running out of the black smoke. He threw both his ax and shield and rubbed his face, dry-heaving.</p><p>Sungwoo walked slowly towards Billy. Then he picked up the round shield Billy lost.</p><p>“Wow, that's why the choice of weapon is important.”</p><p>Sungwoo mumbled then began to strike the giant monster's head with the round shield, who was shuddering on the floor.</p><p>Puck! Puck! Puck! Puck!</p><p>-You have won!</p><p>Billy's body dropped.</p><p>-You have accumulated 50 points by defeating Champion Billy. (Cumulative: 234)</p><p>The game ended before the Orcs got excited enough.</p><p>The Golden Orcs raised their hands in the air and stopped with their mouths wide open.</p><p><br></br></p><p>It was a scene that they had never expected or understood.</p><p>Kuuuuuuuuuh!</p><p>It seemed that they thought something was wrong. They shouted and screamed in anger here and there.</p><p>Then, like the backup of a martial arts fight jumped on the ring after the game was over, the enraged Golden Orcs began to rush toward Sungwoo.</p><p>“What the heck is this? Did they plan it like this from the beginning?”</p><p>Rattle! Rattle!</p><p>But the lineup of Sungwoo's backup also moved. So the fighting between Sungwoo and the Golden Orcs began in the empty lot.</p>"}