{"id": 88, "volume": 1, "title": "Only I Am A Necromancer Chapter 94", "url": "https://bestlightnovel.com/novel_888162148/chapter_88", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 94</h1>\n<p>Chapter 94: Necromancer, 1st Awakening (2)</p><p>At that moment, the Crusaders began to shoot catapults at the Lizardman Warrior all at once.</p><p>-Lizardman Warrior is being blessed by the gladiator. (90% damage reduction effect is given to him for the opponent's multiple attacks.)</p><p>The Crusaders' attack was useless because the Lizardman Warrior was receiving a special buff.</p><p>“Stop shooting!”</p><p>“Stop shooting, everybody!”</p><p>As Junghoon ordered them, the Lizardman Warrior charged toward him so quickly that they could not respond.</p><p>Puk!</p><p>The Lizardman Warrior kicked away one of the Crusader Team members standing in his way. The member was thrown into the crashed helicopter fuselage.</p><p>In the next moment, the Lizardman Warrior swung his wide sword and cut the man's body in half. The shield and full-plate armor protecting him were pierced with a single blow.</p><p>Someone rushed to the Lizardman Warrior, aiming at his legs, but he was shoved and turned upside down as the Lizardman Warrior lifted him by his right leg.</p><p>Puck! Puck! Puck!</p><p>The Lizardman Warrior wielded the man like a blunt weapon and disrupted the battle line of the Crusaders. Then, he threw it at the tree and lifted his big sword with both hands.</p><p>Cling!</p><p>At that moment, a ray of light struck the right shoulder of the warrior. His body was pushed back and he fell into a pothole. He turned his head, frowning.</p><p>Gruuuuuuuuuuuuh-</p><p>“You're my target. Crusader Team, occupy the dungeon while I get rid of this monster,” said Junghoon, the Youngdungpo Prosecutor. After saying that, Junghoon lifted his sword and charged forward.</p><p>The black monster and the white knight clashed head-on.</p><p>Clank! Clank!</p><p>The two swords made a tremendous clanking sound when they clashed. Red sparks jumped from where their blades met. When they bumped into each other, the leaves of the trees nearby were falling violently.</p><p>Junghoon, 2 meters tall, wasn't backing down while fighting the monster, over 3 meters tall.</p><p>Making use of the advantage of him being smaller than the monster, Junghoon swung his sword, circling him. As a result, the Lizardman Warrior found it hard to focus on him and wield his sword.</p><p>Clunk! Clunk! Clunk!</p><p>Junghoon's strikes were effective. The Lizardman Warrior responded quickly, pulling back, but staggered out of balance. Junghoo didn't stop attacking and stretched out his right hand as soon as the Lizardman Warrior was off his guard momentarily.</p><p>Peeeeeeeing!</p><p>A tremendous light erupted from his right hand. The light struck the body of the Lizardman Warrior with a fierce wave as if it had mass.</p><p>Guaaaaaaaaah!</p><p>Struck by that blow, the Lizardman Warrior began to step back because of the impact, and the ground split as his heavy legs pushed down and through it. Without stopping his attack, Junghoon continued to create the rays of light, and the Lizardman Warrior was eventually struck into a tree.</p><p>Thud!</p><p>“Wow, that's amazing! Are you watching it right now? Just one person is destroying that huge monster with a single blow. Are you all watching him now?”</p><p>Junghoon's deputy Minhum, standing behind the cameraman, conveyed what was going on to the thousands of viewers. However, his voice soon changed into command.</p><p>“Get ready! They are swarming now!”</p><p>The battle continued between the Crusader Team and other monsters while Junghoon was confronting the Lizardman Warrior. Fortunately, Junghoo's supporting troops began to arrive.</p><p>Sungwoo's skeletons came in, followed by Ansok and Kangyun's teams who avoided the battle as much as possible after the boss monster appeared.</p><p>However, the camera only captured Junghoon at his best. He drew a bow and shot the arrows at the Lizardman Warrior who was stuck in the tree.</p><p>Tuuuuwoong!</p><p>A ray of light penetrated the chest of the Lizardman Warrior. Blood gushed from his chest, and his body shook violently. Junghoon didn't let down his guard and continued to shoot arrows.</p><p>Tuuuuuwwoong! Tuuuuuwoong! Tuuuuuuuwooong!</p><p>The warrior's whole body was stained with dark red blood. However, his amber eyes were still clear, which bothered Junghoon very much.</p><p>'Why?'</p><p>His head was habitually in the clouds when he was faced with these kinds of incomprehensible situations. His excessive desire to outpower the opponent recklessly was his persistent problem.</p><p>'If I dig out his eyeballs, he's going to collapse once and for all,' Junghoon thought.</p><p>He grabbed his sword tightly and rushed toward the monster.</p><p>At that moment, the Lizardman Warrior smiled. He stuck his red tongue out of his mouth. Junghoon stopped before he knew it, but it was too late.</p><p>Pooh-hwahah!</p><p>The Lizardman Warrior's jaw opened impossibly wide and a large burst of flames shot out.</p><p>“Ahhhhhh!”</p><p>It was Breath. The flames engulfed Junghoon's body. He was helplessly pushed back, and the shield around his body flickered and eventually disappeared. He was exposed to the heat of the flames.</p><p>“…Cough!”</p><p>Junghoon fell to his knees. The flames stopped. Fortunately, at the last minute, he protected himself by lifting his sword. The blade of his sword was turned red as if it had been dipped in and taken out of a furnace.</p><p>“Commander!”</p><p>“Oh, don't come to me!”</p><p>His deputy stopped while trying to approach him.</p><p>“If you come, you will be killed…”</p><p>Junghoon's face through the armor was distorted in flames.</p><p>By now, Minhum realized that nobody could confront the Lizardman Warrior if Junghoon could not beat him.</p><p>Even this scene of Junghoon's miserable condition was being broadcasted live.</p><p>A tremendous wave of cheer poured out in the chat forum on the screen.</p><p>But what happened next was really a shock.</p><p>The Lizardman Warrior holding the long sword began to walk toward Junghoon. His body began to swell like a balloon and his bones twisted here and there beneath his scales. He was transforming into something bizarre. He soon became a dragon.</p><p>-The Real Raid boss monster “Drake the Wanderer” has appeared.</p><p>Specifically, it was a wingless dragon, a Drake.</p><p>That was the beginning of “Phase 2.”</p><p>Kuaaaaaaaah!</p><p>Junghoon raised his body, but Drake charged at him. Junghoon had no more power to confront him.</p><p>Clunk!</p><p>He pulled out the sword and tried to stop Drake's flying paws.</p><p>Puck! Puck!</p><p>Shortly afterward, Junghoon knelt and got hit hard by Drake twice. At the next moment, Drake swung its heavy tail, rotating his body.</p><p>Puck! Thud!</p><p>Hit hard by his tail, Junghoon was thrust into a nearby tree. He tried to raise his head, but his head drooped. He passed out.</p><p>“Oh no! I can't believe this…”</p><p>The cameraman was shooting the scene of Minhum screaming desperately, and Junghoon's wounded body. Then, the cameraman turned the angle to film the monster over 10 meters tall.</p><p>Thump- thump-</p><p>There was nobody who blocked the monster now. Opening his amber eyes wide, he approached Junghoon proudly.</p><p>Minhum and the Crusaders, who were standing nearby, grabbed strong weapons, but none of them came forward to confront him.</p><p>Minhum said, looking into the camera, “It's over. Our raid failed like this. Sorry. Really sorry…”</p><p>Right at that moment, however, something flew toward Drake's head. It was the body of the Lizardman Warrior.</p><p>Bang!</p><p>His body exploded in the air, and the resulting flames struck Drake's head directly.</p><p>1</p><p>Krrrrrrrrrrrh!</p><p>Drake turned his head and cried out in pain. The next moment, something jumped off the top of the tree.</p><p>1</p><p>It was a Weretiger skeleton holding a huge bone hammer in his hand. While falling, he bent his back and struck the back of Drake's head hard.</p><p>Drake's body tilted violently with a roar.</p><p>Rattle! Rattle!</p><p>Then, several Werebear skeletons popped out of the bushes. A total of four charged at the giant monster at once and got onto his body. While Drake was staggering in confusion, they grabbed the horns from his head and struck him to the floor.</p><p>Thud! Kugugugugugu―</p><p>Drake collapsed upside down. Then, Werewolves popped out. Holding long spears, they stabbed the neck of the fallen Drake ruthlessly.</p><p>Puck! Puck! Puck!</p><p>Some of the spears broke without breaking through the scales, but three of them broke through his neck. That was a fatal blow.</p><p>Ahhhhhhhh!</p><p>Drake twisted his body. Then, someone walked out from the shadow of the tree.</p><p>He was the Necromancer wearing a dark green robe.</p><p>The camera captured the scene of him approaching proudly.</p><p>“Necromancer?”</p><p>A man standing over the fallen Drake, a moment of silence, those in the chat room holding their breath in amazement. Amid the silence, Hanho suddenly shouted.</p><p>“Since the No. 3 player was defeated, it was time for the No. 2 player to show his force.”</p><p>1</p><p>The chat room was noisy again with an overwhelming response.</p>"}