{"id": 82, "volume": 1, "title": "Only I Am A Necromancer Chapter 88", "url": "https://bestlightnovel.com/novel_888162148/chapter_82", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 88</h1>\n<p>Chapter 88: Youido Raid Competition (2)</p><p>There were a total of 3 kiosks, and each of them held one and began to gamble for survival.</p><p>-Holding 2 tickets (unlimited level)</p><p>‘Let me save this.'</p><p>Sungwoo played slots after setting it to diamond grade.</p><p>Tidididididididi-</p><p>The three rows of pictures began to spin like crazy. Since he could not know what timing would increase the chances of winning at slots, Sungwoo recklessly lowered the lever.</p><p>Clank―</p><p>The slots started to slow down and stopped with cheap sound effects.</p><p>-Blank!</p><p>“…”</p><p>“Damn it!”</p><p>“It's a blank…”</p><p>Sunwoo, Hanho and Jisu drew a blank at the same time.</p><p>“Do we have a chance of winning at slots at all? Don't we look like a pushover?”</p><p>“Hey, Hanho, don't you know we became a pushover from the first time when all this happened?”</p><p>“I admit it. Whew…”</p><p>The three played slots again.</p><p>Clank!</p><p>-Blank!</p><p>Wouldn't luck come along this time? They played slots two more times, but all of them drew a blank.</p><p>They already spent 400,000 gold. Although they gathered a huge amount of tokens thanks to drawing blanks, even Sungwoo got nervous at this point.</p><p>‘We can increase the odds of winning by collecting tokens. By then, we can obtain anything.'</p><p>Sungwoo thought this was how those addicted to gambling felt, but this was part of their survival game. Sungwoo once again invested 100,000 gold.</p><p>Clank!</p><p>-Blank!</p><p>As expected, it was a blank again.</p><p>-Bonus Chance! (Don't be disappointed that you had a blank five times in a row! You can get one or more lower-grade items unconditionally.)</p><p>There was a bonus for five consecutive blanks. It seemed a trick to have the clients to spend more money by alleviating their shock of successive failures. Although the bonus was guaranteed, it didn't seem to be an attractive merit because the bonus was only a ‘low-level item'.</p><p>So, what they got was a ‘potion set'. It wasn't that valuable, given that Junghoo left behind a box of potions when he met Sungwoo.</p><p>Tidididididididi</p><p>For the sixth time, Sungwoo aimed at the odds of winning 600,000 gold.</p><p>Clang!</p><p>The slots slowed down and a picture of a necklace in the first row appeared. Then another necklace in the second row and another one in the third came up.</p><p>– Congratulations! You have won a rare item!</p><p>“Well, it's a third-class product at best.”</p><p>He didn't know whether he should take it as a gain. He accepted the item falling from the air.</p><p>[Item information]</p><p>-Name: Spartan Warrior's Necklace</p><p>-Grade: Rare</p><p>-Category: Necklace</p><p>-Effect: Stamina increases (+2)</p><p>“Not bad.”</p><p>However, Sungwo could not be satisfied with it. Feeling he was lacking a lot, he played slots again.</p><p>However, what he got next was No. 3 which was a blank, a “potion set” and a “charger (medium)”. He felt the return on his investment of 1 million gold was rather shabby.</p><p>‘I've collected only eight tokens.'</p><p>When he looked at Hanho and Jisu on the side, they also looked very miserable.</p><p>‘Let's keep doing it until we collect ten tokens.'</p><p>Strangely enough, he drew a blank twice in a row.</p><p>-Blank!</p><p>“Ahhhhhh! First place!”</p><p>It was Hanho who hit the jackpot first. Hanho raised his hands in tears.</p><p>“It's the second time I won the first place in my life!”</p><p>“Really? What was the first one?”</p><p>“Oh, I got first place in the chopsticks-throwing game.”</p><p>“What the heck?”</p><p>Hanho did not answer, then received a piece of parchment that fell from the air.</p><p>“1st place? I won first place, too. By the way, what is it?”</p><p>Picking up the parchment paper, Hanho's face gradually stiffened.</p><p>“Hey, what is it?”</p><p>“…”</p><p>[Item information]</p><p>-Name: Goddess of Luck's Prank (Magic Scroll)</p><p>-Grade: Legend</p><p>-Category: Consumption</p><p>-Effect: When using it, you can show a random skill. (Failure probability 50%, lower skill probability 40%, advanced skill probability 7%, superior skill probability 2%, desired skill selection 1%)</p><p>“Ah…”</p><p>It was something weird for a legendary item.</p><p>Sungwoo left behind Hanho who was dejected by the 1st place item, and used all 10 tokens to maximize the picture of the first prize. He thought this was actually his last chance.</p><p>Clank!</p><p>He lowered the lever and the pictures started to stop.</p><p>Tididididididididi-</p><p>Something like a ring appeared in the first row. And the same picture appeared one after another. However, he couldn't figure out what kind of item he would receive by looking at the painting alone.</p><p>– Congratulations! You won the first prize!</p><p>“Great!”</p><p>He hit the jackpot finally.</p><p>[Item information]</p><p>-Name: Shadow King's Ring</p><p>-Grade: Legend</p><p>-Category: Ring</p><p>-Effect: Increases Agility (+3), Increases Stamina (+2), When you attack the opponent in a shadow, a ‘Shadow Alter Ego' is summoned to help you attack. (The alter ego takes 50% damage.)</p><p>The moment Sungwoo thought he broke even by investing 1 million gold, another message appeared before his eyes.</p><p>[Special Quest]</p><p>-Title: Heir to the Shadow King</p><p>-Type: Collection</p><p>-Goal: Collect all the Shadow King's relics</p><p>-Reward: Shadow King's Crown</p><p>“Quest?”</p><p>Come to think of it, the robe he was wearing now was also the robe of the Shadow King.</p><p>It seemed that he was given the quest by having two items with the same modifier.</p><p>‘I think I have to collect set items.'</p><p>Unless there was a way for him to obtain the set items at the store, it seemed that he could get them only with the extreme probability.</p><p>Jisu played slots well this time. Using 130,000 gold, she obtained a hero-grade item called ‘Wind Spirit's Bracelet'. It would increase her agility level by 4 when she wore it.</p><p>After returning to the village, they dispatched a monster crackdown team to protect the store located in Suwon Station.</p><p>Kyongsu said he would come up with a plan to effectively protect the store by systematically organizing the mission of the crackdown team.</p><p>“Since you are leaving tomorrow, I need to think more clearly about the deployment of the crackdown team because we shouldn't have any problem even when we are alone.”</p><p>“Okay, then. I'm leaving for the operation tomorrow. Let me trust you, Kyongsu, while I'm away.”</p><p>The planned boss raid in Youido was supposed to begin tomorrow.</p><p>Sungwoo packed his bag in preparation for the raid. His preparation sounded like a light job, but filling the bags of the seventeen human beast skeletons with potions and bones took quite a bit of time.</p><p>“Sungwoo! Sungwoo!”</p><p>Hangho rushed in, calling his name. His urgent call meant something unusual happened to the community.</p><p>“Look at this! Number 7!”</p><p>━ Player Guidebook</p><p>[1. Public Notice (NEW)]</p><p>[2. Player ranking (counting completed)]</p><p>[3. Free Bulletin]</p><p>[4. Auction house]</p><p>[5. Demon camp only (no permission)]</p><p>[6. Angel camp only (no permission)]</p><p>[7. Private Broadcasting Station (BETA)]</p><p>He seemed to have thought it was ‘in preparation' before, but it was now open as a beta version.</p><p>“One broadcast is available.”</p><p>-[LIVE] Trial broadcasting on the Liberation Guild's Boss Raid underway (1,566 viewers watching)</p><p>When he clicked on the title, a small office appeared on the screen. However, there was nothing particular in the broadcast. It was off the air soon. It was literally a trial broadcast.</p><p>‘Are they going to film their boss raid process?'</p><p>Sungwoo could understand their photographer would take pictures of the raid, but what was the motivation behind Junghoo getting the boss raid broadcasted live?</p><p>‘I can dismiss his intention as bad thoughtlessly, but he definitely intends to lead public opinion.'</p><p>Furthermore, there was a big commotion within the community after Sungwoo advanced to No. 2 in the players' rankings. Because of this, there was a heated war of nerves between those who opposed the Youngdungpo Prosecutor and those following him.</p><p>‘Junghoon can't help but be conscious of this unusual movement in the community.'</p><p>In Sungwoo's opinion, Junghoon was not a bad man, but his ambition could always lead him to make a wrong choice.</p><p>‘You have no other choice but to keep me at bay,' Sungwoo thought.</p><p>Although Sungwoo didn't have the same ambition as Junghoon, he unwittingly came to stand in the way of the latter's ambition. Maybe that's why Junghoo was now trying to hold him in check.</p><p>‘For example, he might be trying his best to hand me as small of a reward as possible.'</p><p>That was why Sungwoo kept the ‘Vow of Oath' item in the Hidden Stage. It was an item that would prove invaluable someday.</p><p>The next day, a helicopter arrived from Youngdungpo.</p><p>Doodoodooo!</p><p>A man wearing glasses got off the helicopter.</p><p>“Hello. My name is Minhum Sung, the deputy of the Crusader Team. I've flown here to escort you. Please get aboard the helicopter.”</p><p>Junghoon did not come in person this time, so he sent his deputy commander, an indication that he was still paying special attention to Sungwoo.</p><p>As soon as Sungwoo got aboard the helicopter, guided by Minhum, everyone on the helicopter looked into the air.</p><p>[Group Quest]</p><p>-Title: What do the hero and a star have in common?</p><p>-Type: Competition</p><p>-Goal: Raid Boss ‘Single Kill'</p><p>-Reward: Special item</p><p>Multiple groups are gathering for this raid. In addition, there is an invisible ‘good faith competition' even within a single team, and you can achieve greater results through it.</p><p>* The final boss of the raid in Youido, “Lizardman Warrior,” receives the “Gladiator's Blessing”. 90% damage reduction effect is applied to multiple concentrated attacks. (This buff is canceled in a one-on-one match.)</p><p>* When you win the one-on-one battle with the final boss, you will be given a ‘special title'.</p>"}