{"id": 83, "volume": 1, "title": "Only I Am A Necromancer Chapter 89", "url": "https://bestlightnovel.com/novel_888162148/chapter_83", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 89</h1>\n<p>“Uh? Do you see this?” Minhum asked.</p><p>Sungwoo nodded at him.</p><p>Again, someone who had been watching this place upgraded the level of difficulty in the boss raid.</p><p>'As things stand now, I have no choice but to compete with the Youngdungpo Prosecutor.'</p><p>Sungwoo had no intention of backing down.</p><p>The Youido Boss Raid was splashed in headlines across the community bulletin.</p><p>[67] I announce the start of Yeouido Boss Raid.</p><p>-Author: Youngdungpo Prosecutor │ Hit: 857,466</p><p>< p=\"\"></p><p>Twelve groups and more than 1,000 players will be involved in this tough fight. Furthermore, all the fighting will be broadcast live through the 'Personal Broadcasting Station' system.</p><p>We would like to ask you, the survivors of this land, for your attention and support. Starting with Youido, we will defeat the monsters throughout the Korean Peninsula and the world as a whole.></p><p>「Comments: 244」</p><p>Since the Liberation Guild publicized the boss raid intensively for the past several days, hundreds of comments were being posted one after the other even though his announcement itself was posted only a little while ago.</p><p>In particular, they paid a lot of attention to the fact that they could watch the fighting broadcasted live. When it was announced that a new quest was given to the raid participants, they made a fuss over it.</p><p>'I now see why there was a trial broadcast…'</p><p>The reason they tested it last night was also because of this live broadcast. Sungwoo felt a little upset about this.</p><p>“We're going to land soon!”</p><p>A firefighting helicopter carrying Sungwoo's party arrived over Youngdungpo Station.</p><p>Doo Doo Doo!</p><p>Sungwoo had an entire view of the station. A defensive position was built on the rooftop, and dozens of guards were on standby there. Giant fixed catapults were aimed in all directions.</p><p>The streets in front of the station were neatly cleaned, and fences were installed in all directions. The letter “H” was painted in the middle of it. It was the helicopter landing site.</p><p>Woooong!</p><p>Soon, the helicopter landed and a group of people quickly came out of the station. They were the players participating in this raid including Junghoon and the Crusader Team.</p><p>As expected, Junghoon, wearing white plate armor, stepped forward. Walking behind him, the photographer worked hard to take pictures.</p><p>Click! Click!</p><p>“Welcome to the Liberation Guild. Thanks for your long journey to this place.”</p><p>“I see you have cleaned up the surrounding area well.”</p><p>“Haha. Yeah, they've been cleaned up recently.”</p><p>While the two shook hands, both parties looked at each other. However, given the images of them taken in the camera, there was a big difference in their gravity.</p><p>Those standing behind Junghoon were a few dozens of men wearing armor, whereas Sungwoo and his three friends were lightly armed. Sungwoo suspected that Junghoon mobilized his men with this kind of contrast in their gravity in mind.</p><p>'You don't have to get your men to come out in droves like this.'</p><p>With the live broadcast ready, Jungwoo must have thought of maximizing the effects of meeting Sungwoo and his friends.</p><p>Click! Click!</p><p>The photographer took pictures of the two leaders' every action.</p><p>“By the way, I wonder why he has only three men for this raid.”</p><p>Someone standing behind Junghoon mumbled. Everyone's eyes turned to him.</p><p>The guy who said this was a young man with a piercing, gray hair, and a Gucci brand red bucket hat. Scratching at the sides of his face with a long wooden cane, he made a dissatisfied expression.</p><p>“I was hoping that a large group of survivors would come out from Suwon, but they are only three? I don't think this is a profitable alliance. We are 31, all told, and these guys from Kangnam area are 102 in total.”</p><p>Having said that, he glanced at Junghoon. But he didn't seem to check Junghoo's expression, but to exchange some sort of eye signal with him.</p><p>'What the heck? This might be their trick, too.'</p><p>It was a huge alliance for the raid, but Sungwoo felt like he was standing in the middle of the enemy camp.</p><p>This is definitely Junghoon's headquarters. Except for Hanho and Jisoo, all of them are Junghoon's forces. In other words, Sungwoo was now in a completely different situation from when Junghoon visited Suwon, his main base.</p><p>'Well, the terms of the contract have not been finalized yet. He may want to set forth the conditions more advantageous to him by pushing me like this.'</p><p>Sungwoo stared at Junghoon silently.</p><p>“Excuse, but can you introduce him to me?”</p><p>When Sungwoo asked, Junghoon nodded, smiling awkwardly as if he didn't expect this kind of situation.</p><p>“Ah, this is Kangyun Lee, who leads a group of survivors in Daehak St. Kangyun, I think you know Sungwoo already…”</p><p>Sungwoo nodded and looked at Kangyun.</p><p>'He is one of the named guys in the community. His ID is Kangyun, wizard of the flame series.'</p><p>Sungwoo thought it was good that he checked out the community before coming here. Kangyun was a player who was more active in community activities than anyone else. He was an addict who spent more than 30,000 gold in the community.</p><p>Given that he was sticking to his fashion sense even in this kind of world, he was obviously a very stubborn guy.</p><p>Sungwoo opened his mouth, “Have you been dispatched here?”</p><p>“I beg your pardon?”</p><p>“Well, I think I've been disappointed in the number of our members here. We have always moved around and acted together. We're not here to support anybody else as an auxiliary force. We are here to participate in the raid by ourselves.”</p><p>When Sungwoo hung tough, Junghoo quickly came out as a moderator.</p><p>“Come on, Kangyun, that's enough. Sungwoo is not alone here. There is a reason why I have made special efforts to invite him to participate in this raid. His ranking verifies his value.”</p><p>However, Kangyun did not relent and continued, “If that's the case, how are you going to distribute the rewards? We're fighting at the risk of our lives. I don't think he deserves the same rewards as us.”</p><p>Since a tremendous reward would be given for this raid, everybody was very sensitive to how Junghoon would distribute it.</p><p>“Why do you think you deserve the same rewards? This is not a communist society.”</p><p>“Pardon?”</p><p>“I want you to show me why you should take more rewards than me. I feel a bit dizzy after coming here on a helicopter. Can I go in?”</p><p>“Of course. We can't stay here like this. Now, let's go in.”</p><p>The alliance members ahead of the raid were never friendly to each other. Sungwoo couldn't help it. There were more people who put their interests before the great cause of killing the monster in Youido, and that was the same case with Sungwoo.</p><p>Before the raid, Junghoon gathered the leaders of each group to discuss the issue of rewards distribution, and a dozen sat around at the conference hall of Youngdungpo Station.</p><p>“Although we are not sure if we can succeed in the boss raid operation, we still have to deal with how to distribute the rewards first. I thought we needed to make a clear decision on this issue. We invited someone who could iron out our differences excellently. He is also very knowledgeable in the field.”</p><p>Someone stood up at Junghoon's introduction. He was the man wearing glasses who had come to Suwon to escort Sungwoo.</p><p>“Hi, my name is Minhum Sung, and I'm the deputy commander of the Crusader Team. It's nice to meet you.”</p><p>Then, he began to explain about the distribution standards of rewards that the Liberation Guild had set on its own. Most of what he explained focused on the 'fair distribution' that Kangyun mentioned earlier.</p><p>“As all of you already checked, this raid was given a quest.”</p><p>He explained that the boss would not suffer damage from multiple attacks, and a great reward would be given to the man who killed the boss in a one-on-one fight.</p><p>“I don't know which item will come out as a reward, but I will convert the price of the item into gold and divide it by twelve for fair distribution.”</p><p>At that point, Sungwoo flinched and thought about it.</p><p>'Dividing the reward evenly means it's fair. I wonder why nobody here is raising any objection.'</p><p>Everyone just nodded, but they seemed to be concerned about Sungwoo's reaction.</p><p>The bald man sitting in front of Sungwoo also glanced at him a moment ago.</p><p>'These guys are all in it together.'</p><p>In fact, all of them were members of the Liberation Guild. Accordingly, if they evenly divide the rewards by 12, 11 of them will receive the reward. Regardless of Sungwoo's claim to the reward, his share will be extremely small.</p><p>After the briefing, Minhum looked at Sungwoo and asked, “Do you have any other opinions?”</p><p>Sungwoo raised his hand. Minhum nodded as if he was expecting his question.</p>"}