{"id": 86, "volume": 1, "title": "Only I Am A Necromancer Chapter 92", "url": "https://bestlightnovel.com/novel_888162148/chapter_86", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 92</h1>\n<p>Chapter 92: Youido Raid Competition (6)</p><p>With a tremendous explosion, many parts of the reed field were ripped and torn away, and sprays of water splashed in all directions.</p><p>Myongsu raised his hand and blocked the sprays of water flying into his face. Then, he looked straight ahead with a ghostly expression.</p><p>Kuguguguuuu―</p><p>Then, the corpses of Lizardmen rose over the surface of the wetland one by one.</p><p>Like Myongsu said, they were lurking under the water for ambush.</p><p>“They were really hiding for a surprise attack!”</p><p>Sungwoo repeated triggering the Corpse Explosion. His tactic was simple, but quite effective, compared with a reckless attack.</p><p>Just like a vicious poacher who illegally developed the Amazon jungle, Sungwoo began to smash the wetlands near Youido Station without blinking an eye.</p><p>Bang! Bang! Bang! Bang!</p><p>-You earned 3,800 gold by hunting Lizardman.</p><p>-You earned 3,800 gold by hunting Lizardman.</p><p>-You earned 3,800 gold by hunting Lizardman.</p><p>A good message kept appearing before Sungwoo's eyes.</p><p>“Hanho, the subway is right under your feet. Have you ever thought that you might fall into it because the roads are filled with holes everywhere?”</p><p>“Sungwoo, what the hell are you talking about?”</p><p>But Hanho relented and held the forearm of the Werebear skeleton when he moved on.</p><p>Doo Doo Doo!</p><p>At that moment, a fire helicopter, which was constantly floating in the western sky, turned its direction toward Youido Park as if to check out Sungwoo's fighting. The cameramen began to shoot the scenes of Sungwoo and Myongsu team's activities.</p><p>Myongsu's team were quite embarrassed by the appearance of the helicopter.</p><p>“Uh? They are filming us.”</p><p>“They are supposed to film our leader Junghoon's great fighting.”</p><p>But the “camera operator” on the helicopter was formerly a cinematographer, so he knew well what he had to focus on.</p><p>So, when Sungwoo's brilliant fighting began to stand out, he asked the pilot to turn the helicopter in the direction of Youido Park. His professionalism was working at the moment.</p><p>He lifted up a broadcast camera and filmed the skeleton army.</p><p>‘I've got to shoot the heavily armed skeletons and the massive explosions right now. This is the scene that the Youngdungpo Prosecutor mentioned, which could lift the morale of all the survivors. It's my job to convey this footage.”</p><p>In fact, he had been asked by the deputy of the Crusader Team to shoot the scenes of the Crusaders Team as much as possible, but he told the deputy that he would film other teams' activities on and off. When he said that, the deputy accepted his suggestion unexpectedly.</p><p>“Good. If there is a delay in our team's advance, you can shoot the scene of other teams' activities. I think that's good for our viewers.”</p><p>The deputy commander seemed to have judged that such scenes would make the performance of the Crusader Team stand out more prominently, compared with other teams.</p><p>But unfortunately, it was the opposite situation now.</p><p>[Real time chatting]</p><p>─ Let's survive: Thanks for your hard work. You guys are really cool, fighting at the risk of your lives when we are busy escaping to survive day by day.</p><p>─ State exam preparer: These guys are real heroes. It's really cool to see them advancing from all directions. I recognize their brilliant performance.</p><p>─ Pyeongtaek fighter: Great, film director! It would be more fun if you showed other teams.</p><p>─ Mihyong Lee 33: Oh? He is the Necromancer!</p><p>─ Hyunju Kang: Finally Necromancer!!!</p><p>─ Ulsan Kangjun: Is that ID157? Wow, he's a real fighter!</p><p>─ 50-year-old Chuljun Park: We are seeing another hero now. Youngdungpo Prosecutor is great, but I'm looking forward to this man's activities.</p><p>Not surprisingly, the real-time chatters, who occupied one side of the broadcast screen, had gotten involved in more heated discussion.</p><p>[Real time chat]</p><p>─ Ulsan Kangjun: Jackpot lol</p><p>─ Hyunjun Noh: How wonderful! You guys are great, Crusaders!</p><p>─ Noryangjin Prosecutor: They're no match for the Necromancer. He's just smashed the whole wetland and the Lizardmen's forces turned into chaos.</p><p>─ Hyonju Kang: This is the very best of the Necromancer!</p><p>─ Gotham Incheon: Yeah, this is the real battle of extreme efficiency.</p><p>─ Gunsan Uncle: From my point of view…Necro…he is one cut above that prosecutor guy. Don't serve that prosecutor</p><p>The performance of the Crusader Team, armed with full plate armor, was also spectacular.</p><p>However, in the case of Sungwoo's forces, the skeletons were fully armed. Besides, Sungwoo had the powerful triggering magic of Corpse Explosion, so this was more stimulating from the perspective of the viewers.</p><p>The camera operator took a close-up of Sungwoo's face unwittingly, who was the protagonist of this magnificent scene.</p><p>“Wonderful, wonderful.”</p><p>Wearing a dark green robe, equipped with bone armor, Sungwoo stood tall behind the undead army and commanded them in every situation. He reached out to trigger an explosion, then turned his head to get the skeletons moving on.</p><p>Then, he slowly stepped forward on the road that he forcibly opened. The huge skeleton warriors followed him at his sides.</p><p>Indeed, Sungwoo looked like the commander on the battlefield.</p><p>“Director!”</p><p>At that moment, the assistant cameraman sitting next to him tapped him on the shoulder.</p><p>With an embarrassing expression, he pointed to the ‘walkie-talkie' in his hand.</p><p>“I have a call!”</p><p>It was a very valuable item, and as the name suggests, it was an item that allowed for short-distance communication in a situation where all the communication equipment on Earth had been interrupted.</p><p>The camera director handed over the camera to the assistant and took the walkie-talkie.</p><p>“Yes, I got it. Just tell me.”</p><p>– Crackle! Crackle! Director! Director!</p><p>It was the voice of the deputy commander Minhum Sung.</p><p>“Pardon? Deputy, what did you say?”</p><p>-Damn it! What the heck are you filming now? Crackle…turn the camera angle in the opposite direction right away!</p><p>“But you said I could shoot the scenes of other teams' activities…”</p><p>-Hey, are you asking me because you don't understand what I said then? I'll kill you if you don't turn the camera angle right now. Got it? Crackle…</p><p>There was no kind or considerate tone in his voice anymore regarding the survivors.</p><p>“I'm sorry! Let me turn right away! Captain, please turn the camera angle to the west again!”</p><p>Woooooooong-</p><p>With the helicopter turning back, Sungwoo disappeared out of the camera angle.</p><p>But the real-time comments were filled with the viewers' angry sentiment because the cameraman turned the camera angle at an important moment.</p><p>However, the camera operator could not help but ignore their anger if he wanted to survive.</p><p>The next moment Sungwoo occupied the entire wetlands on Uisadang Street and crossed Youi Street. At the end of the road was the first entrance to Youido Park.</p><p>Then, there was an earthquake.</p><p>Bang! Guuuuuuuuuuuu―</p><p>The whole Youido shook, and birds rose from Youido Park. A red light came out from the deepest part of the park, a forest in the north, and colored the sky.</p><p>-Raid boss monster ‘Lizardman Warrior' has appeared.</p><p>* The Lizardman Warrior is receiving the blessing of the gladiator. (90% damage reduction effect is triggered for the multiple attacks.)</p><p>* The Lizardman Warrior is looking for a warrior who can compete with him. (If you win against him in a one-on-one fight, you will earn a ‘special title'.)</p><p>It was the message that announced the appearance of the boss monster.</p><p>“Sungwoo, over there. Let's go first!”</p><p>It wasn't close to the park yet, but since they arrived at the park first, it was clear that Sungwoo was ahead of Jungwoo.</p><p>But there suddenly appeared two helicopters.</p><p>Doo Doo Doo!</p><p>While flying low over Youido Park, they went straight toward the red ray of light.</p><p>And the Crusader Team members in armor were on board.</p><p>“Uh? What the heck? Aren't they the Crusaders? Damn it, these guys stole the show when we found out the location of the boss monster the hard way, right?”</p><p>Like Hanho said, the Crusader Team mobilized the helicopters to monopolize the reward item at the moment when the boss monster's location was exposed.</p><p>Instead of fighting the Lizardmen from the periphery, they decided to strike the heart of the enemy position right from the beginning. Obviously, Jungwoo took the action, conscious of Sungwoo,</p><p>‘This guy is much more competitive than I think. I can't trust this kind of person.'</p><p>However, under the contract, only the person who defeated the boss monster would take the item, but there was no clause on the even distribution of the rewards.</p><p>The current boss raid did not stand for competition originally. It was an ‘alliance' united as a team, and the victory of one was to be the victory of all. So, nobody would blame the Crusaders.</p><p>“Sungwoo, what should we do?”</p><p>Sungwoo had no way to move faster than the helicopter.</p><p>Kieeeeeeeh!</p><p>Besides, the entrance to Youido Park was guarded by 20 Lizardmen.</p><p>Sungwoo's party had no other way than to move on step by step.</p><p>Rattle! Rattle!</p><p>Sungwoo ordered the skeletons to move on first. Because there were no deep puddles and lush bushes in this area, the skeletons easily defeated the Lizardmen.</p><p>-You earned 3,800 gold by hunting Lizardmen.</p><p>-You earned 3,800 gold by hunting Lizardmen.</p><p>At that moment, Sungwoo felt some heat inside his pocket.</p><p>“Ugh, what the heck is it?”</p><p>Something was letting out very intense energy. He pulled out the object that emitted heat, and his wrist was tinged with a brilliant green light.</p><p><br></br></p><p>‘This?'</p><p>It was the “EXP coupon” he had obtained from the Hidden Stage. According to the item description, it would glow green when it was possible to level up by using the coupon.</p><p>‘Oh, I'm finally Level 15.'</p><p>It meant that he could obtain the “Death Scythe” and he reached the level where his “First Awakening” was available.</p><p>-You have reached the EXP with which you can level up. Would you like to use the coupon?</p><p>Sungwoo used the EXP coupon.</p><p>Then, the whole world was colored with black light in front of him.</p>"}