{"id": 87, "volume": 1, "title": "Only I Am A Necromancer Chapter 93", "url": "https://bestlightnovel.com/novel_888162148/chapter_87", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 93</h1>\n<p>Chapter 93:\nNecromancer, 1st Awakening (1)</p><p>Darkness engulfed Sungwoo. He felt like he was floating in space. Soon, a faint light rose from the distance where his vision ended.</p><p>There was something there, but he couldn't recognize it. I knew clearly it existed, but he couldn't figure out what it was.</p><p>'What the heck is this?'</p><p>-Sungwoo Yu, the man who holds the reins of death.</p><p>'Is it a voice? No.'</p><p>He could not know whether he was hearing a voice. However, he seemed to know what it meant. He could not feel any senses at the moment, but he could understand its meaning.</p><p>-Death Sickle, the Grim Reaper, is in death. Witness death vividly.</p><p>The next moment, Sungwoo returned to reality.</p><p>-All stats increase since you have reached Level 15 (+2)</p><p>*The 'Level Up Card Draw' is excluded at your current level.</p><p>[Exclusive Quest]</p><p>-Title: Who is the master of death? – 2</p><p>-Type: Target acquisition</p><p>-Goal: Grab the 'Death Scythe' first</p><p>-Reward: 1st Awakening, Exclusive Skill</p><p>*You have witnessed the great upcoming death. And that's an overwhelming power that you can't dare to hold. If you don't develop the power corresponding to that, you will be assimilated to the power of the “Lich” and become his servant.</p><p>*'Death Scythe- Grim Reaper' is in 'Death'.</p><p>* Your choice affects your 'destiny'.</p><p>The contents have changed. The location of the Death Scythe, “Grim Reaper,” was revealed.</p><p>“Sungwoo? Hey?”</p><p>“Huh?”</p><p>“You just disappeared for about 10 seconds.”</p><p>“I know.”</p><p>“Oh, is that your skill too? Great!”</p><p>Into death? Witness death? What the heck does it mean?”</p><p>Sungwoo felt like his head was in the clouds.</p><p>Bang! Kuggugugugugugu….</p><p>An explosion sound was heard. When he lifted his head, a fire helicopter was crashing, with its body going round and round.</p><p>'I didn't think I could get it anyway. I've got to move over there first.'</p><p>He couldn't give up just because he was behind Junghoon.</p><p>“Hanho, Jisu!”</p><p>“Pardon?”</p><p>“Yeah.”</p><p>Sungwoo looked at them and said, “From now on, we're going to advance. Myongsu, if you can't follow us, please join the other team who arrives here late.”</p><p>“Pardon? Well…”</p><p>“Let's move!”</p><p>Sungwoo and his party started charging towards the place where the boss monster was located, namely in the direction of the place where the helicopter was crashing.</p><p>The Youido Boss Raid live broadcast was being watched by 17,555 viewers at the same time.</p><p>Of course, this indicated the number of the devices they currently had access to. Given that they were watching it on one device at the same time, there were much more viewers watching it live now.</p><p>Like Junghoon intended, the viewers did not think of the raid as a mere entertainment.</p><p>They took it as the human beings' great challenge for the unknown phenomenon as well the sign of some hope that there would emerge a 'group' that they could rely on.</p><p>Therefore, most of the comments were marked by their full support. When the light came out with the earthquake, the boss monster appeared and the Crusader team flew on a helicopter, most of the viewers forgot about the Necromancer except for a few.</p><p>They just focused on the huge fight that the cameraman was broadcasting live at the moment.</p><p>Dudududu―</p><p>“Look over there! Boss monster!”</p><p>The moment the deputy commander, Minhum, shouted urgently, the cameraman zoomed the camera on the location.</p><p>-Raid boss monster 'Lizardman Warrior' has appeared.</p><p>A sleek black Lizardman was standing with his legs crossed on a large altar made of marble in the middle of Youido Park.</p><p>He was a “Lizardman Warrior,” Raid Boss Monster. Soon, he opened his eyes and slowly raised his head. His bright yellow eyes turned to the helicopter.</p><p>His every movement was disciplined in a leisurely manner as if he was a martial artist who had been training for a long time.</p><p>“As expected, he's much bigger than a regular Lizardman! Over 3 meters tall…”</p><p>However, Minhun could not finish explaining the live scene unfolding before his eyes.</p><p>Everything was broadcast live on the screen at the moment.</p><p>The Lizardman Warrior slowly raised himself, lifted the iron spear lying on the right side, and threw the spear in a very elegant and gentle pose, all of which was being broadcast on real time.</p><p>Bang!</p><p>The spear hit the fuselage of the helicopter Minhum was aboard. It broke through the driver's seat and blew the pilot's head.</p><p>Weeeeeeing! Weeeeeeing! Weeeeeing!</p><p>The helicopter quickly lost its balance and tilted at an angle. The helicopter equipped with broadcasting cameras transmitted the crashing process live into the monitor screen.</p><p>“Ahhhhhhh! We're crashing down!”</p><p>The helicopter with a team of ten Crusaders crashed on the ground. Besides, even the crusader commander, Junghoon, was on it.</p><p>Wooduk! Bang!</p><p>The helicopter's fuselage fell freely and broke down a tree. Just before it crashed, a familiar voice burst out from somewhere.</p><p>“A domain of blind gods!”</p><p>Thud! Kugunuuuuug! Quaguagua!</p><p>At the same time, a golden shield wrapped around him in all directions. The helicopter was crushed completely in a tremendous shock, but the people in it survived.</p><p>“We have survived!”</p><p>Minhum uttered an exclamation. At that moment, the cameraman moved the camera to capture the image of somebody. Its target was a tall man radiating light, Junghoon wearing white full-plate armor.</p><p>“The Crusader Team! Ready for battle!” He shouted.</p><p>Then, he grabbed the crooked door and got out. He pulled out the great sword on his back. At that moment, two Lizardmen jumped out of the bush.</p><p>Puk!</p><p>Their heads were cut off at the same time. There was thick blood on his white sword.</p><p>“Deputy, realign the team members!”</p><p>“Yes! Crusader Team! Realign around the Commander!”</p><p>The cameraman chased him absent-mindedly, constantly filming his action on the screen.</p><p>Another helicopter was hovering in the sky beyond his shoulders. He could see his team members dropping in rappels.</p><p>“Lizardmen are coming from everywhere!”</p><p>Kieeeeeeeeh! Kieeeeeeeeh!</p><p>Soon a huge number of Lizardmen raided the Crusader Team. Javelins were flown from all sides and struck their protective shields. It was natural that they were in for such an attack because they rushed to the center of the enemy camp rather than attacking from the periphery step by step.</p><p>“Confront them with your back against the helicopter!”</p><p>The Crusaders, whose average level was 11, were strong enough to resist their attack easily.</p><p>They quickly smashed the Lizardmen charging at them with the swords.</p><p>Even if they were exposed to the Lizardmen's attack for a moment, their protective shields prevented damage.</p><p>Tung! Tung! Tung!</p><p>The crew members in the rear fired massive catapults continuously. The catapults penetrated the leathers of the Lizardmen with a single blow, incapacitating them.</p><p>1</p><p>“Now is the time to attack them!”</p><p>“Kill them now!”</p><p>The assault crew members immediately rushed to smash them. As if they were connected to each other like cogs, they repeatedly fired catapults, hit them and retreated for another attack.</p><p>Nevertheless, what stood out was Junghoon's crossbow-sword. When he pulled the cross guard's bow, a golden light wrapped around the sword. When he released it, a ray of gold light flashed.</p><p>Tuwoooooong!</p><p>Three Lizardmen who ran out along the trail with a tremendous roar collapsed immediately.</p><p>He penetrated their heads with the bow at a single shot.</p><p>“Did you see his performance a moment ago? That is the best of the Youngdungpo Prosecutor!”</p><p>All of the scenes about his fighting were captured on camera and broadcast live.</p><p>The viewers' reaction was of course tremendous, with the chatting window full of comments extolling his performance.</p><p>Junghoon turned, and his handsome face was captured on the camera.</p><p>He shouted, frowning one eyebrow, “Prepare for the second raid and the appearance of the boss monster!”</p><p>The twenty Crusaders moved in unison and lined up around him. Then, all of them raised their swords and stared straight ahead.</p><p>They looked like armored medieval knights, which was a perfect cut for their publicity.</p><p>They waited for the upcoming battle, and their expressions were captured vividly on the camera.</p><p>“Something is coming! Be prepared!”</p><p>“Get prepared, everybody!”</p><p>Then came a moment of silence</p><p>Thump… Thump… Thump…</p><p>There was a roaring sound that broke the silence</p><p>Something was coming this way.</p><p>“Haaaaaah…”</p><p>“Whew…”</p><p>The tough breathing of the Crusaders waiting for the fight was heard loudly on the screen.</p><p>Then, breaking through the drooping tree trunk, a huge hand popped out in front of the Crusaders. Then came out a long mouth.</p><p>Gruuuuuuuuu-</p><p>Finally, the Lizardman Warrior appeared with glossy black scales engraved with blue tattoos, sparkling amber eyes, and a wide long sword in his right hand.</p><p>It wasn't just the Crusader Team members who were overwhelmed by his appearance. Everyone watching this scene live on the screen felt the same way, and their chatting stopped all at once.</p><p>Tung! Tung! Tung! Tung!</p>"}