{"id": 81, "volume": 1, "title": "Only I Am A Necromancer Chapter 87", "url": "https://bestlightnovel.com/novel_888162148/chapter_81", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 87</h1>\n<p>Chapter 87: Youido Raid Competition (1)</p><p>“Use all the available means to crush them immediately!”</p><p>Sungwoo's tactics paid off.</p><p>As soon as Jisu burned the spider's webs, Sungwoo triggered the Fellblade to spread the curse of death. Sungwoo also used the Abyss Concentrate Capsule.</p><p>“Argh! Kuuuuuuaaaahhh!”</p><p>The Kobold Shaman died with all sorts of spot damage and the weakening of his physical strength by the ‘Crystal of Chaos'. When he almost collapsed from the critical attack, Hanho snuck up on him and slit his neck with a knife.</p><p>“Finally! I confirmed the effect of this hood! Did you see it? I am the thief! Hahaha!”</p><p>While Hanho rejoiced in finding his job identity, the Tarantula Queen bounced off the wall from the impact of the Corpse Explosion.</p><p>Kuuueh! Kuuueh!</p><p>The giant queen spider was struggling on the stage with her body turned upside down.</p><p>Sungwoo stabbed fifteen javelins into her belly.</p><p>Kuuuuuuuueh!</p><p>Nonetheless, she did not die. She seemed to have been overwhelmingly strong given her huge size.</p><p>After turning over once, the spider stared at Sungwoo then moved her eight legs to climb on to the seats of the theater. While she was pushing her huge body up, all the seats were ruthlessly crushed all at once.</p><p>“Let me use the axe this time.”</p><p>At Sungwoo's order, the bones came out of the skeletons' backpacks and turned into huge battle axes.</p><p>-‘Synergy effect' is triggered due to team play.</p><p><ol>Barbarian Warrior (Stage 2)\n-Category: Weapon Synergy\n-Condition: Load at least 10 axes\n-Effect: Attack power increase (15%), attack speed increase (+15%) for 20 seconds with the start of battle\n* Wait time 10 minutes\nThe skeletons grabbed the axes and rushed head-on toward the Tarantula Queen.\nRattle! Rattle!\nThey then dispersed in all directions and began to aim at the cracks in her hard chitin shells caused by the Corpse Explosion.\nPuck! Puck! Puck!\nIn addition, since her defense power was reduced by 10% due to the synergy of  Sungwoo triggered, the skeletons broke through her shell and crushed her flesh.Kuuuuuuehhh!\nFreightened, she stretched out her forelimbs and struck down a Werewolf.\nPuck! Puck!\nShe survived their first attack because she was equipped with bone armor, but she was completely crushed by the impact of their continuous strikes.\n-The deceased now becomes a subordinate spirit under your authority.\nAt that moment, a Werewolf hanging on the spider webs on the ceiling began to wriggle.\nAll of his skin had been peeled away by the giant queen spider, so he had only bones. He tore off the loose webs and fell towards the head of the Tarantula Queen.\nBang!\nThe Werewolf landed on her head, lifted his nails and scratched the queen's two eyes.\nKuuuuh! Kuuuuuh!\nCovered with wounds all over her body, the giant spider desperately struggled.\n“Take this!”\nSungwoo threw the ‘Ownerless Sword' at Orun then threw himself into the shadows created by the flames.\nThe “Shadow King's Robe” hid his body. Sungwoo popped out of the shadow again, and fired arrows from the repeating crossbow in a place that the spider had never expected, drawing her attention.\nPik! Pik! Pik! Pik!\nWhen Sungwoo was drawing her attention, the Werebear skeleton grabbed Orun by the neck and lifted him up.\n“Throw him now!”\nAs soon as Sungwoo gave the order, the skeleton threw Orun quickly as if he was throwing a shot put. Orun flew straight toward the head of the Tarantula Queen like a shell.\nPoo-wook!\nThe Ownerless Sword penetrated her huge head.\nKeeeeeh… Thud!\n-Days left until you prove your qualifications: 4,636 days\nFinally, Sungwoo and his party got rid of the Kobolds and the giant spiders.\nIt was a perfect victory he achieved by mobilizing all the means available as he originally planned.\n-You have earned 30,000 gold by hunting the boss monster “Giant Tarantula Queen” (50% additional applied)\n-You have leveled up. (LV. 14)\nSince it was the largest dungeon battle ever, he received more rewards than expected.\n‘I'm finally Level 14. I've leveled up even without using my EXP card.'\nIt was not Sungwoo alone who levelled up.\n-The ‘Goblin Skeleton' has leveled up by absorbing the magic power of the ‘Giant Tarantula Queen'.\n* Attack power is greatly increased.\n* The attribute of ‘Commander' has been increased.\nOrun's level was upgraded to Level 4 after absorbing the boss monster, and he took over the role of organizing a company.\nOf course, he needed dozens of undead to organize such a company.\nThen, Sungwoo selected the ‘skill' item from the level up cards.\n-You can increase the number of your subordinate spirits by up to (+2).\nAs a result, Sungwoo had a total of seventeen undead under his command.\n“I think we can find Death's Scythe after the raid,” said Sungwoo.\nSungwoo felt that his first awakening was around the corner.\nRight after the battle, the players' rankings were updated and the Crusader Team was shocked to see the new ranking chart. The new ranking was shocking enough to shake the entire Korean server.\nAlthough Sungwoo and Junghoon were heroes who met recently and the photos of them shaking hands was uploaded in the community bulletin, their hierarchy was now clear.\nAlong with his overwhelming build, Junghoon, the Youngdungpo Prosecutor, leader of the giant guild and No 2 in the current ranking chart, seemed to have hired Sungwoo Yu, the Necromancer and No 3.\nBut now that their rankings were reversed, the shock was enough to cause severe repercussions.\nSome of those who didn't like the way the Youngdungpo Prosecutor acted until now supported Sungwoo's advancement in ranking and posted sarcastic comments about Junghoon, while the supporters of Junghoon responded by posting comments supporting their leader. This kind of conflict and acrimony between the two factions in the community grew daily.\n“Sungwoo, I don't see it here. We should be able to notice a flashing icon in this dark place, but I don't see one.”\n“You bet. There is nothing on the 4th floor. I think I have to go down one more floor.”\nWithout knowing the growing conflict in the community, Sungwoo and his party were looking for a store after clearing the dungeon in a more relaxed mood. They had seen the dungeon icon as well as the store icon before entering Suwon Station.\n“I found it! It was in the Burger King store!”\nThere was a store icon in the hamburger franchise store located on the third floor of the department store.\nThree unmanned kiosks gleamed, and, as expected, retro-style 8-bit music was playing.\n“Wow! Finally I can use the crumpled money I saved until now…”\nAlthough Sungwoo's party participated in the joint hunting, their contributions were different, so the amount of gold each of them earned was different.\nWhile Jisu and Hanho gained around 300,000 gold, Sungwoo already earned more than 1,600,000 gold.\n“Wow, you've got a huge savings account! You can even get its interest if it is real.”\n-Welcome to the C-Class store!\nThe store was one grade higher than the D-class store in the used car sales complex. This store also seemed to operate in a different way.\nThe school's store was a roulette, and the used car dealership's store was like a lottery.\nThe store this time was like a slot machine.\nThree pictures were rotating on the screen, and there was something like a lever in the right corner.\n-For the lucky jackpot!\nGold (1000)\nPlatinum (10,000)\nDiamond (100,000)\n* C-class stores only sell ‘diamonds'.\nThis time, even the unit price looked different.\n“What the heck? Wasn't platinum 100,000 gold at the D-class store? Why is it only 10,000 gold here?”\n“It looks like something is different here.”\nLike Hanho said, the platinum was a tenth of the price compared with the previous store, but the reason for that was clear.\n-Slot machine usage rules (!)\nThe product is issued only when the three pictures match.\n1 token is accumulated whenever you draw a ‘blank.'\nBy using tokens, you can increase the number of ‘specific pictures'. (Up to 10)\nIn other words, it was offered at a much cheaper price because there was a ‘blank.'\nSo, if they played slots with insufficient funds, they could not even break even.\n‘I'm rather at an advantage here,' Sungwoo thought.\nFor a man like Sungwoo who had a huge amount of gold, it was a different story.\nAlthough nobody knew what the odds were, the chances to challenge the game were huge.\nAt the same time, he could increase the chances of winning with the tokens obtained by drawing a ‘blank.'\n“Let me grab the first one. Sungwoo, you always play slots first. It looks like it's more lucky when you start first,” said Hanho.</ol></p>"}