{"id": 89, "volume": 1, "title": "Only I Am A Necromancer Chapter 95", "url": "https://bestlightnovel.com/novel_888162148/chapter_89", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 95</h1>\n<p>Chapter 95: Necromancer, 1st Awakening (3)</p><p>Shortly after the raid began, people in the village, including Kyongsu, were holding cell phones. They were watching the broadcast of the raid live in real-time.</p><p>The camera mounted on the helicopter filmed all over Youido.</p><p>“Oh my God, Youido has turned into a total jungle.”</p><p>“You bet. I went there only a few weeks ago…”</p><p>The image of Youido, seen from above in the sky, was transformed beyond its original shape.</p><p>Youido's huge forest of buildings had been transformed into a green area overnight.</p><p>Furthermore, it was terrible to see the giant reptiles, the Lizardmen, moving around here and there in the swamps.</p><p>The cameraman was filming the allied forces preparing for battle, and the raid began soon.</p><p>The raid started through the five bridges crossing the tributary of the Han River, located in the south of Youido.</p><p>The camera lens, which was moving slowly, began to turn quickly when the cameraman turned to record the Crusaders breaking through “Youi No. 2 Bridge”.</p><p>The scene of the Lizardmen crawling out of the wetlands was horrible, but the Crusader Team advanced valiantly without being scared.</p><p>“By the way, why is the cameraman showing those guys only?”</p><p>“It looks like they wanted to be shown as the main characters of this raid from the beginning.”</p><p>The villagers were dissatisfied that Sungwoo and his party were not seen on the screen. They earnestly hoped they could see how Sungwoo was performing.</p><p>And their wishes came true in no time.</p><p>“Oh, he's on the screen now!”</p><p>A series of explosions was heard somewhere in succession, and the camera angle was turned east.</p><p>Sungwoo's group, who crossed the relatively long “Youi Bridge,” had already reached Youido Station.</p><p>Bang! Bang! Bang!</p><p>Along with the huge explosions, the edges of the swamps were thrown into the air and vividly captured on camera. Facing the lush reed field, Sungwoo's party began to move on bravely after clearing the vast obstacle of the swamps by using the Corpse Explosion.</p><p>” Oh, my God!”</p><p>Even the camera operator, who remained silent all along, looked at the screen and exclaimed.</p><p>Sungwoo used explosions to destroy the environment favorable to the monsters.</p><p>His performance was brilliant enough to elicit thundering cheers from the chat room.</p><p>“Wow! Sungwoo is much faster!”</p><p>“My son, Hanho, is again shooting daggers in the rear?”</p><p>“No, Hanho has fought brilliantly, too.”</p><p>“Oh, really? How did he fight?”</p><p>“Look. The protective shield around him hasn't been broken. Besides, every dagger he has thrown hit their targets!”</p><p>On the close-up screen were the images of Sungwoo's party fighting the monsters brilliantly. Also on the screen were the members of Myongsu's archery team who were just standing there, at a loss of what to do.</p><p>However, the camera angle didn't focus on Sungwoo's party for long. Shortly afterward somebody was talking to each other, then the pilot turned the helicopter in the other direction abruptly.</p><p>“Ah, what the heck! Why are they not broadcasting such an important scene?”</p><p>However, Kyongsu's dissatisfaction and the anger among the viewers on the screen didn't last long because they got carried away with the magnificent appearance of the raid boss and the Crusader Team getting aboard the helicopter in an orderly manner.</p><p>The situation as shown on the screen was too important for them to whine about the cameraman's irresponsible actions.</p><p>Doo Doo Doo!</p><p>– Hello! My name is Minhum Sung, the deputy commander of the Crusader Team. We're going to change our strategy and drop directly over the boss monster's head.</p><p>When the narrator appeared, they concentrated on the screen much more.</p><p>-The majority of the enemy troops are in the south due to our simultaneous air raids. We thought we couldn't give up this golden opportunity.</p><p>The helicopter illuminated Youido Park, which was transformed into something like Amazon. At last, the ‘Lizardman Warrior' appeared…</p><p>Bang!</p><p>The helicopter hit by a javelin crashed.</p><p>-Uuuuuuuuuh! We're crashing!</p><p>It was a shocking scene, but miraculously nobody was killed because of Junghoon's protective shield skills. Those watching the tragic crash of the helicopter were deeply touched by the scene, especially Junghoon's dramatic turnaround with his skills.</p><p>“Wow… that guy is awesome!”</p><p>“Not a single person was killed. Honestly, it's cool.”</p><p>“So awesome!”</p><p>The chat room was also full of comments cheering the Youngdungpo Prosecutor. Even Kyongsu and the village people supported him unwittingly.</p><p>The Crusader Team realigned their forces in the jungle, confronted the incoming enemies, and finally faced the boss monster.</p><p>“Crazy!”</p><p>“Oh No…”</p><p>The Crusader Team began to collapse helplessly, faced with the overwhelming power of the Lizardman Warrior.</p><p>It was Junghoon who saved the situation, however.</p><p>-Tuwoooooong!</p><p>He pushed the warrior with a golden ray of light, and instead of being pushed back in a one-on-one fight, he began to drive the monster into a corner by swinging his sword. The fight scene was filled with suspense.</p><p>“Good! Push them hard!”</p><p>“Oh, it looks like we are winning now.”</p><p>Even their expectation did not last long.</p><p>“Ah…”</p><p>“…”</p><p>Junghoo's body was engulfed by the Breath released by the Lizardman Warrior. The next moment, he was hit by Drake's tail and passed out.</p><p>Everyone was silent for a while.</p><p>-The fighting is over. The raid failed like this. Sorry. Really sorry…</p><p>The moment even the narrator, Deputy Commander Minhum, was talking in despair.</p><p>“He is Sungwoo! Look at the screen!”</p><p>“He's come! I knew he would appear!”</p><p>“Crazy! He is beating the monsters so easily!”</p><p>Sungwoo appeared finally.</p><p>“Necromancer?”</p><p>Minhum was startled, but at the same time, he felt relieved. The moment Junghoon was defeated, he thought everything was over, but he forgot there was hope.</p><p>It was none other than the other hero he held in check so religiously, namely the Necromancer, ranked 2nd in the players' list.</p><p>Rattle! Rattle!</p><p>He pushed “Drake the Wanderer” with great force without giving him any chance to strike back. Sungwoo hit Drake in the chest.</p><p>‘Perhaps…'</p><p>Minhum hoped the Necromancer could win. He hoped that the Necromancer could defeat Drake and end the battle once and for all.</p><p>‘The Necromancer is winning.'</p><p>And it seemed possible he could win.</p><p>Kuuaaaaaaaah!</p><p>Suppressed by Sungwoo, Drake roared and shook his body. Since the beast skeletons, who were so huge, were pressing down after grasping his horns and limbs, he could not get out of their hold no matter how hard he struggled.</p><p>When he hit the ground with his claws, the ground split around his claws, and dirt scattered in all directions. On such occasions, the skeletons wiggled their bodies, but they didn't begin to attack because they were given synergy related to power.</p><p>At that moment, a pile of bones sprang up from the backpacks the skeletons were carrying. The bones merged into a sharp long spear. It was the same weapon that pierced Drake's neck.</p><p>If he were stabbed by that several times, Drake wouldn't be able to withstand it, no matter how strong it was.</p><p>‘I wonder if the fighting will be over so simply like that.'</p><p>At that moment, one of the Crusader Team members urgently shouted, “Deputy Commander! A huge number of Lizardmen are coming up from the tributary of the Han River!”</p><p>“Really?”</p><p>“They are the mainstay of the boss monster who the Crusader Team failed to get rid of.”</p><p>Hearing the roaring of their boss, the remaining Lizardmen began to flock.</p><p>Minhum came to his senses all of a sudden.</p><p>“Defend! Everybody, move!”</p><p>“Who do you defend? The Commander?”</p><p>“No! Protect the Necromancer!”</p><p>The condition for this raid's boss attack was a one-on-one battle, but it was just the limitation placed on the player. There was no rule that even the monsters had to follow it.</p><p>“Son of a bitch! They deceived us! They should not have given us the quest from the beginning!”</p><p>Keeeeeeeeeeh! Keeeeeeeeeeeh!</p><p>Soon, dozens of Lizardmen popped out of the grass everywhere. The Crusader Team and their allied forces entered into the fierce fighting without realigning their forces properly.</p><p>It was crazy to confront the monsters dashing from all sides in a jungle where they could not see anything.</p><p>“Argh!”</p><p>“Damn it! They are coming up from the left!”</p><p><br></br></p><p>“Hey, I need some cover fire!”</p><p>Meanwhile, Sungwoo stabbed several long spears into Drake's body. He quickly cut through his windpipe just in case.</p><p>Then he moved the skeletons to stop the Lizardmen from rushing toward him.</p><p>At that moment, Hanho shouted, “Watch out! Drake is getting up!”</p><p>Kruuuuuuuu…</p><p>Drake moved again.</p><p>“What the heck?”</p>"}