{"id": 85, "volume": 1, "title": "Only I Am A Necromancer Chapter 91", "url": "https://bestlightnovel.com/novel_888162148/chapter_85", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 91</h1>\n<p>Chapter 91: Youido Raid Competition (5)</p><p>Myongsu Yang, Level 11 with the “iron armored archer” job, was assigned to Youi Bridge, along with the Necromancer.</p><p>He participated in the raid with a total of 13 team members, and all of them, armed with long-range weapons, were enjoying a synergy effect for ‘rear support shooting'.</p><p>In other words, they could not carry out the operation as a single team, so they were evaluated as the weakest among the teams participating in the raid. However, even if they were a weak team, they were smart enough to grasp what was going on.</p><p>‘This means that since our team is the weakest, we have to stand in the way of the Necromancer.”</p><p>Not surprisingly, 30 minutes before the start of the operation, Minhum Sung, the deputy commander of the Crusader Team, approached him and said, “Team manager.”</p><p>“…Yes?”</p><p>“Don't overwork yourself today.”</p><p>As soon as he said that, Minhum disappeared. What he wanted to say was clear. He wanted Sungwoo's attack delayed.</p><p>‘It's clear that Junghoon, the guild master, is also holding me in check. Given his personality, he would not have openly ordered his men to check me, but this kind of message by his deputy Minhum means his whole team wants to stop me from advancing.'</p><p>On the surface, their boss raid looked like a coordinated operation, but in reality it was like a competition between the Crusader Team and the Necromancer over the No. 2 place in the players' rankings.</p><p>‘It's a game where the Necromancer like me has no choice but to lose because all the eleven teams participating in the raid support the guild master.'</p><p>After the raid began, however, Myongsu couldn't believe what's happening before his eyes.</p><p>Kuuuuuuh!</p><p>They first encountered twelve Lizardmen. While guarding the entrance to Youi Bridge, they pulled out wide swords and approached as soon as they found humans.</p><p>-Caution! The ‘Fellblade' begins in the affected area!</p><p>Rattle! Rattle!</p><p>At that moment, black smoke spread and 17 skeletons popped out. In addition, ten zombies crawled out of the black mud and joined the skeletons.</p><p>Kieeeeh! Kieeeek!</p><p>The swarm of Lizardmen were instantly slaughtered without any resistance by their surprise attack amid the black smoke.</p><p>‘Nonsense! Even one Lizardman is as strong as a Werewolf-class monster. How can they kill it so easily? Wait a minute. Look at that bone! It looks like a Werebear. Is that a Weretiger?'</p><p>What happened next was more bizarre in Myongsu's eyes. After the bones were separated from the Lizardmen's corpses, they began to stick to the skeletons and zombies' bodies.</p><p>‘Heavy armored zombies?'</p><p>The pile of bones became ‘full plate armor' for the zombies.</p><p>At the same time, a certain message appeared before Myongsus eyes.</p><p>[Synergy List]</p><p>5) Ironclad Knights (Stage 3)</p><p>-Category: Armor synergy</p><p>-Condition: Install at least 30 ‘Full Plate Armor'</p><p>-Effect: Increases armor defense power (+20%) and forms a shield equivalent to 30% of defense power.</p><p>The same information message came out because they were in sync with Sungwoo.</p><p>‘Isn't it the synergy of the Crusader Team? How can they get this advanced synergy so easily? I can't believe this!”</p><p>Of course, Myongsu did not know the synergy of the Crusader Team.</p><p>The protective shields they were wearing were further strengthened by Junghoon's exclusive skill, but at first glance it looked similar.</p><p>“Would you like some armor, too?” Sungwoo asked.</p><p>“Ah, we are archers, so we should wear it lightly…”</p><p>“The armor I make is lighter than you think.”</p><p>Then, Sungwoo almost forcibly put the bone armor on Myongsu's archers.</p><p>[Synergy List]</p><p>5) Ironclad Knights (Stage 4)</p><p>-Category: Armor synergy</p><p>-Condition: At least 40 ‘Full Plate Armor'</p><p>-Effect: Increases armor defense power (+25%) and forms a shield equivalent to 35% of defense power.</p><p>‘Damn it! He wants something like a synergy shuttle, but it is definitely lighter than metal armor. This is a total scam.'</p><p>The heavy-armored undead army, who received such tremendous synergy, rushed toward twenty Lizardmen.</p><p>Rattle! Rattle!</p><p>‘But the leather hides of these Lizardmen are like armor. If we fight these Lizardmen in the swamps, we might be put on the defensive. This Necromancer doesn't know that.'</p><p>Lizardmen's leather was very thick and tough, so sharp weapons could not penetrate them well.</p><p>Pik! Pik! Pik!</p><p>As expected, even though Myongsu's team fired a barrage of arrows, they couldn't get their intended results.</p><p>“God damn it! We can't penetrate them with these arrows. It's successful if just one out of five arrows strike at the target.”</p><p>“So, fire as many arrows as possible! Anyway the Necromancer will protect us anyway.”</p><p>Myongsu's team was firing arrows from the rear, but they couldn't do much damage to the Lizardmen because they had invested a lot in synergy.</p><p>However, Sungwoo was different. He was striking them down one by one.</p><p>“Uh? Wait a minute. What the heck is this? Sungwoo keeps destroying them quickly!”</p><p>Just like he dealt with Giant Troll before, Sungwoo could pierce a hole in the tough leather of the Lizardmen through the synergy effect of ‘penetration' that was triggered when he carried a long spear with his armor.</p><p>“Where did he obtain that spear all of a sudden?” Myongsu asked.</p><p>“That's what I'm wondering now. He had nothing in his hand until just now. It looks like he made it just like he made the bone armor before.”</p><p>Sungwoo could do it because he could change the synergy anytime by using the bones in the backpack.</p><p>Rattle! Rattle!</p><p>The beast skeletons pushed the Lizardmen by using their hard bodies then stabbed them recklessly, holding the long spears horizontally.</p><p>Puk! Puk! Puk! Puk!</p><p>Sungwoo immediately got rid of all the Lizardmen standing in his way like a bulldozer.</p><p>The zombies with blunt instruments made of bones came up right behind him and struck down the heads of the fallen Lizardmen.</p><p>Simply pushing the opponent with overwhelming power was actually the most efficient hunting method. Moreover, even the two players on Sungwoo's team were fighting bravely.</p><p>Whenever a swarm of Lizardmen appeared, the female samurai in the red sweatshirt jumped through them, which was very dangerous, but she moved through them adroitly as if she was flying across a tightrope and wielded her sword violently.</p><p>Whenever she cut their skin with the sharp blade, a spark occurred causing fatal damage to their skin. It was not just simple damage, but a tremendous pain that the Lizardmen, cold-blooded animals, could never get used to.</p><p>Kuuuuuuh! Kueeeek!</p><p>When the Lizardman fell down, the skeletons immediately smashed them in an instant.</p><p>On the other hand, Hanho, who wore a poncho like a male thief, was fighting among the skeletons.</p><p>His dagger hit the Lizardmen's relatively weak areas such as eyes or between the eyebrows.</p><p>On such occasions, a shield was added, so his body was wrapped with a double shield</p><p>Thus, even if the Lizardmen attacked him head on, they couldn't penetrate the shield.</p><p>“Hahaha! I am a thief who can neutralize your attack!”</p><p>Myongsu's team members could not believe the amazing fighting of the Necromancer's team composed of only three members.</p><p>“The skeletons keep on moving. Whew! I'm getting tired now. Our team members also complain that they can hardly move because their shoes are filled with water.”</p><p>“We can't help it. If we fall apart in front of the Necromancer, we all die. So, you have to get close to him, thinking it as if you are now on a tough military march.”</p><p>Normally, general players could not move fast when water came in their shoes and their clothes got wet, but the skeletons didn't have to worry about that. Since their body had holes everywhere, they had no problem moving at all even in the wetlands.</p><p>Therefore, Sungwoo's team moved on through the wetlands and advanced faster than anyone else toward Youido Park, where the boss monster stayed.</p><p>“Hey, Necromancer! Wait a minute!”</p><p>“Pardon?”</p><p>“The place you see in front is Youido Station. After you pass that, you are there in Youido Park!”</p><p>The place where Myongsu pointed to was Uisadang Street, an intersection of eight lanes as well as a place where Metro Line 9 and 5 passed at the same time. This place was transformed into a wetland completely.</p><p>There were lots of reeds and aquatic plants growing taller than humans. Furthermore, the vines that climbed the traffic lights and street trees hung long branches on the ground everywhere.</p><p>“I guess there are a lot of Lizardmen hiding for ambush. That's why we didn't bring spears here.”</p><p>Everyone knew that the spear was useful in penetrating the thick leather of the Lizardmen.</p><p>However, because the wetland was an environment where they had to advance by walking on the water and breaking through the bushes, they had to avoid any weapons that could stand in their way.</p><p>‘No matter how well the Necromancer is fighting, this is an impossible place to fight.'</p><p>Myongsu thought that this time the Necromancer would have a hard time. The Necromancer would get blinded by the bushes, and it was clear that the skeletons could not escape the Lizardmen's reckless attacks.</p><p>“Even if the water is shallow enough to touch your thighs, the Lizardman can hide under the water. So, be careful,” said Myongsu.</p><p>“I see,” Sungwoo said.</p><p>“This is the fastest way, but the most dangerous. Why don't you wait until the team crossing the Cultural Bridge arrives and join them?” Myongsu suggested.</p><p>“I don't think it is necessary.” Sungwoo gently declined.</p><p><br></br></p><p>At that moment, the skeletons carried something on their back.</p><p>They were Lizardmen's bodies.</p><p>“What are you going to do now?”</p><p>“I'm going to make the way to the park.”</p><p>The skeletons pushed the bodies near the area where the reeds became thick. The moment when the bodies of the five Lizardmen were placed safely on the edge of the reed field, there was the sound of an explosion.</p><p>“Explode!”</p><p>Pop! Pop! Pop! Pop! Pop!</p>"}