{"id": 84, "volume": 1, "title": "Only I Am A Necromancer Chapter 90", "url": "https://bestlightnovel.com/novel_888162148/chapter_84", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 90</h1>\n<p>Chapter 90: Youido Raid Competition (4)</p><p>“Please go ahead.”</p><p>“This is a fight that requires a one-on-one confrontation with the boss. Why should you share the reward? Isn't it only natural that the reward should go to the person who wins the fight at the risk of his life?”</p><p>“Uh, I understand you have suggested this idea first for the sake of fairness…”</p><p>“Yes, I mentioned fair, not equal, distribution. Each of us will deal with the monster with different levels, but do we receive the equal reward, apart from that? That would be really…”</p><p>Sungwoo looked at Junghoon and smiled gently.</p><p>“Oh, this is no fun. Do you need Carrie? Is that why you called me to make me your zzol follower?”</p><p>Sungwoo asked provocatively on purpose.</p><p>Pushed to third place by Sungwoo in the players' rankings, Junghoon seemed uncomfortable.</p><p>Then, Junghoon's supporters began to make lousy complaints.</p><p>“What?”</p><p>“What the heck is that guy talking about? Did he mention something like zzol?”</p><p>Carrie or zzol referred to the high-level user's helping a low-level user in MMORPG games, and the highest level among them was not Junghoon, but Sungwoo.</p><p>“Hey, Necromancer. If you're so good, why don't you come out and have a PVP(player versus player) game with me?”</p><p>The bald man sitting in front of Sungwoo stood up. Sungwoo once heard about him in the community.</p><p>His name was Ansok Ku, who was a player from Inchon, and a self-proclaimed “Kwon Wang” with his community ID “Kwon Wang”. Ranked 11th, he was famous for the way he fought large boss monsters.</p><p>“Huh? Why don't you reply?”</p><p>“Please sit down first. It's dazzling because the fluorescent light is reflected on your head.”</p><p>“What did you say? Damn it…”</p><p>“Don't you get it? I think that's why he sent me a helicopter and escorted me here.”</p><p>“You, son of a bitch!”</p><p>Thud!</p><p>Someone hit the desk hard.</p><p>Seated at the top table, Junghoon struck the table with his fist.</p><p>Everyone was silent.</p><p>“Sure, no problem.”</p><p>Obviously, Junghoon's gaze turned into something ferocious. It was not gentle anymore. It was the raw expression of the Crusader leader, full of confidence and triumph.</p><p>“I think it will be more fun if we accept your suggestion.”</p><p>Sungwoo's provocations worked. Junghoon had been regarding Sungwoo as a rival for a long time, and Sungwoo's provocations this time triggered his competitive spirit.</p><p>Sungwoo decided to save the contract for a bigger cause.</p><p>Like they did always, the Crusaders Team dispatched a search team before starting the boss hunt. Sungwoo heard that three days ago, ten crew members were sent to search for the boss in Youido, and only two of them returned alive. But thanks to that, they knew what the raid target was.</p><p>“As you know from the quest, the enemies are called Lizardmaen'. Since they appeared, Yeouido has been turning into a wetland,” Junghoon said to Sungwoo.</p><p>It was impossible to explain, but water was stagnating, and bushes were growing all over Youido. Swamps began to grow here and there.</p><p>“In short, Youido is changing into a good environment for Lizardmen to live. This is tragic news, but the problem is not just the appearance of the monsters. The bigger problem is this world is becoming the land of monsters.”</p><p>If Junghoon's line of reasoning was true, it's obviously a problem that everybody should be concerned about. Youido was currently turning into a wetland only because its main inhabitants were Lizardmen, but if more bizarre monsters appeared, Youido could change into a place where humans could not live anymore in the future.</p><p>“No matter what, the Korean peninsula will be over unless we stop the corrupters. You remember the 'bad ending', right?”</p><p>“But do you know who the corruptor is?”</p><p>Junghoon shook his head. His confidence and vibrant spirit could be no longer found on his face. As usual, he kindly explained, “I don't know what this corruptor is. I don't know whether it is a monster or a player. That's why we have no choice but to occupy and protect Youido, where the world tree is growing.”</p><p>“I see,” said Sungwoo.</p><p>Junghoon looked at him and said, “Take care of yourself. I started this operation because of my burning desire to challenge you, but the most important thing is for us to survive.”</p><p>“Of course.”</p><p>Sungwoo was still doubting Junghoon's sincerity. He was always kind, and talked about a great cause, but at the end of the day, he was trying to change the game more in his favor cunningly.</p><p>'He's not wrong, but I can't tolerate it.'</p><p>It was a competition, if not a fight between them. So, one has to win the competition by beating the other one.</p><p>“Our operation will begin in ten minutes. See you in the boss room at Youido Park.”</p><p>Junghoon disappeared after saying that.</p><p>“Okay, let's get ready to fight,” said Sungwoo.</p><p>Jisu and Hanho stood behind him.</p><p>“Yeah. We're ready.”</p><p>“By the way, is it true we look so shabby? I saw the photos of us three uploaded on the community bulletin. They didn't look good. Well, we will look better soon,” said Hanho.</p><p>The first operation of the raid was a 'simultaneous strike'. Since the Lizardman tribe was in control of the entire Youido area, Junghoon's forces would surround and close in on the southern tributary of the Han River and destroy them.</p><p>This kind of operation was nothing but a reckless armed conflict. The operation was entirely in favor of the Crusader Team who were armed with thick armor and shields, while receiving all sorts of synergy.</p><p>'All-out attack? Not bad.'</p><p>This operation was also advantageous for the Necromancer. The attributes of the two leaders were mutually exclusive, but there was something they had in common.</p><p>Puk! Puk! Puk!</p><p>A Lizardman's head was broken with a terrifying noise. Then, the body of a reptile over 2 meters long was lifted up and fell vertically over the manhole lid.</p><p>Thud!</p><p>Ansok Ku, who succeeded in taking down the monster, stopped, while trying to deal a fatal blow.</p><p>“Huh?”</p><p>The Lizardman was killed with his head broken, and a message appeared before his eyes that he obtained 3,800 gold. Several Lizardmen, killed with their heads and back crushed, were strewn here and here.</p><p>“Hahaha! Is that all there is to that? Any more Lizardman? Huh?”</p><p>His team just broke through “Seoul Bridge” and landed in Youido. Thanks to his tremendous defense and breakthrough, his team advanced to Youido quickly without incurring any big sacrifice.</p><p>Kuuuuuuh!</p><p>However, the intersections in front of Youido had a pool of water with hollow asphalt holes here and there. The reeds grew in them, turning them into swamps. Dozens of Lizardmen began to crawl out of the swamps.</p><p>“Hahaha!”</p><p>However, looking ahead, Ansok laughed heartily, bumping his fists against each other.</p><p>“Good! Come on, guys!”</p><p>The guy dressed up in luxury items, Kangyun stood behind him and said, “Brother! Can you protect yourself? If you are killed here, we're in big danger!”</p><p>As a wizard of the flames series, Kangyun frowned, feeling the dense moisture while approaching Youido.</p><p>“Damn it, it's a wetland… I can't do anything because I can't make a fire.”</p><p>Normally, he could bring out the most intense flames against a large number of monsters, but Youido, which was turning into a wetland, was indeed the worst environment for him to use his magic.</p><p>“Hey, Kangyun, you just sit back and broadcast our fighting. I guess I have to yield to our leader, but honestly speaking, I'm coveting the winner's place. How about calling me Lizardman Warrior? I think I can fight very well if I confront these monsters by myself.”</p><p>Kangyun shook his head, though. In fact, he was watching a live raid broadcast, holding a smartphone in one hand.</p><p>“Please give up. Brother Junghoon has already arrived at Yeouido ahead of you. He has already advanced to the Lizardmen village area.”</p><p>“Damn it! The Crusader Team is really overwhelming! I've never seen any monster block that team. Hahaha! As expected, our leader is really cool!”</p><p>Although Ansok rushed recklessly, he admitted that his team was no match for the Crusader Team led by Junghoon.</p><p>“At first, I thought this guy, Youngdungpo Prosecutor, was a phony business man paying lip service, but I now admit this guy is really a man among men!”</p><p>Ansok remembered that a team of 20 Crusaders collided head-on with more than two hundred Orcs and beat all of them in just three minutes.</p><p>After witnessing that spectacular scene, Ansok voluntarily joined Junghoon's group without any objection.</p><p>Du Du Du-Woo Woo-woong-</p><p>At that moment, a fire helicopter passed over his head.</p><p>“The cameramen are busy broadcasting the raid. Uh, where are you heading now? Our leader is fighting over there.”</p><p>“Damn it, brother?”</p><p>Kangyun's expression grew dark when he was watching the live broadcast from the helicopter.</p><p>“Uh? What's the problem?”</p><p>“Necromancer…”</p><p>When he said that, Ansok reacted cynically.</p><p>“Why? Why? Was that guy killed? Man, I knew he would be when I saw him being so gallant!”</p><p>“No, that's not what happened…” Kangyun shook his head. “He has already entered Youido Park.”</p><p>“Youido Park? Isn't it the place where the boss room is?”</p><p>“Right. He's already there ahead of brother Junghoon.”</p><p>The reason why Ansok regarded the Crusader Team's fighting as the best was because he had never seen the Necromancer fighting on the battlefield.</p>"}