{"id": 99, "volume": 1, "title": "Only I Am A Necromancer Chapter 105", "url": "https://bestlightnovel.com/novel_888162148/chapter_99", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 105</h1>\n<p>Chapter 105: Terrorism in Youngdungpo Station (7)</p><p>The pomaded man in that memory said he was going to summon three raid bosses in a row.</p><p>Of course, since he failed in his first attempt, it's highly likely that he would change the plan, but Sungwoo had to deal with it anyway.</p><p>He rummaged through the director's gown for additional information, but he couldn't get anything. He then headed to the table covered in experimental tools. He swept all unnecessary items off the desk.</p><p>Then, there was only one map left on the desk.</p><p>‘What is it a map of?'</p><p>It was a map of the metropolitan area. And on the map, some areas were marked with red markers A, B, and C.</p><p>‘What do they have in common?'</p><p>What caught his eyes first was ‘A Youido'. However, there was marked X on the top of Youido.</p><p>Then, he noticed ‘B Bucheon,' which was precisely written as ‘Sosdong'. ‘C Anyang' was written as ‘Beomgye Station' in the parentheses. The last two places were marked with an ‘O' and an arrow was directed towards Youngdungpo.</p><p>‘Yes, this is the very place where the raid bosses are located.'</p><p>Sungwoo interpreted the context involving the three Raid Bosses.</p><p>Junghoon's team already launched the attack against the Raid Boss in Youido, so they could not use him there. So, they planned to summon the other two Raid Bosses to Youngdungpo.</p><p>And one of them was the ‘Ogre Fighter.'</p><p>If Sungwoo hadn't read the memory, he might have overlooked it.</p><p>“Then, it means that there might be one left.”</p><p>The pomaded man in the memory said that the human beast wizards were ‘detaining' the raid bosses.</p><p>‘That also means that another force of the Evolution Society is right here.'</p><p>Sungwoo folded the map and put it in his pocket.</p><p>He thought he just found a very precious map.</p><p>As soon as Sungwoo returned to Youngdungpo, he asked Minhum a favor.</p><p>“Check the community and find information related to Pucheon or Anyang.”</p><p>“What kind of information do you want? By the way, what happened? I wonder if you found anything useful…”</p><p>“Well, let me discuss it with Junghoon, so please take care of my request. Any information about a Raid Boss or a giant monster.”</p><p>“Sure, let me try to find it.”</p><p>Then, Sungwoo sat face to face with Junghoon in a cafe in the shopping district in front of Youngdungpo Station. The station was still off limits to outsiders while the investigation and inspection was underway.</p><p>“Please go ahead,” said Junghoon.</p><p>Jonghoon's face was still haggard. There was no more majestic aura around him. Sungwoo didn't know it, but Junghoo was completely disarmed, so his skill, ‘War Hero's Aura' was not activated.</p><p>“They will mount another attack against Youngdungpo Station.”</p><p>Junghoo was calm. It wasn't a big surprise.</p><p>“Who is behind this attack plan?”</p><p>“Evolution Society.”</p><p>“I've never heard of it…”</p><p>“I don't know anything other than that, but I know some more important facts.”</p><p>Junghoon looked at him silently.</p><p>“What they are targeting is not Youngdungpo Station. In other words, the Liberation Guild is not their target.”</p><p>“Then why did they attack us…”</p><p>“Their target is Youido.”</p><p>“Really?”</p><p>“Is there anything that comes to your mind when you think of Youido?”</p><p>Junghoon blinked his half-closed eyelids, then opened his eyes wide.</p><p>“You mean the Fallen?”</p><p>“Yeah, I'm suspecting them, but I don't have any specific evidence.”</p><p>The fallen world tree growing in Youido devoured all living things on the Korean Peninsula.</p><p>That was the scene of ‘Prophecy Stone Bad Ending-2'. It's a terrible ending that should never, ever happen.</p><p>Junghoon's face was distorted in an instant, but he recovered his calm again.</p><p>He opened his mouth with a pale yet calm expression.</p><p>“Regardless of whether this is true or not, we have to deal with them anyway and we must prevent it at all costs.”</p><p>“I think so, too.”</p><p>Junghoon raised his head and looked into his eyes.</p><p>He seemed to be determined on something.</p><p>“Sungwoo?” Junghoon said, looking straight into his eyes. “Can I hire you?”</p><p>It was something Sungwoo never expected.</p><p>“What did you say?”</p><p>“Please defend Youngdungpo. You are the only one who can stand up to the power of the Abyss so far, so I will pay you.”</p><p>Sungwoo turned his head instead of replying. There was Youngdungpo Station that had been devastated. Its outer walls collapsed terribly, and black smoke was still rising in several places.</p><p>Until recently, it was the headquarters of the Liberation Guild, the best survivor group on the Korean peninsula who were commanding the allies.</p><p>Junghoon had managed to defend Youngdungpo until now, but he could not be sure whether he could continue to defend it without Sungwoo.</p><p>Sungwoo turned his head and looked at him.</p><p>“How much are you going to buy me for?”</p><p>“I'll give you one million gold or more in the future.”</p><p>One million gold was a huge amount that he could obtain when he caught the Raid Boss in Youido.</p><p>Of course, there were a lot of players in Youngdungpo, and he had some surplus funds because he was collecting gold from the guild members to operate the Liberation Guild. He clearly expressed he would readily invest the money.</p><p>“In other words, I'll fully cover the cost. So, please get rid of the monsters completely.”</p><p>However, Sungwoo knew that he had another plan, and he needed to use Sungwoo to realize the plan.</p><p>‘Junghoon is not my enemy. Right now, the immediate task is to break the Evolution Society. So, let me make use of his offer.'</p><p>Sungwoo decided to smash the Evolution Society after hunting the Raid Boss with Junghoon's financial support.</p><p>After talking with Junghoon, Sungwoo visited Hanho and Jisu. They were mixed in with the Crusader Team on standby. When Hanho noticed Sungwoo, he got out of the group and approached him.</p><p>“Wow, those guys really love to mingle with me. They're talking too much.”</p><p>“Have you already made friends with them?”</p><p>“Well, they are being friendly to me as if they have formed some kind of friendship after fighting together, but they are still wedded to the thinking that their commander is the strongest.”</p><p>Sungwoo thought that they were under the influence of Junghoon's exclusive skills.</p><p>“And the male members are hell bent on winning over Jisu's heart, cracking jokes like ‘Oh, your red training sweatpants really look good on you'…”</p><p>When Hanho left her behind in the group, it seemed that she was really having a hard time among them.</p><p>“By the way, did you see the community, Sungwoo?”</p><p>“Nope, I had no time to check it.”</p><p>Hanho smiled like a pervert and said, “Man, there was a big fuss out there.”</p><p>He was referring to the Necromancer's successful hunting of the Boss Raid in a dramatic reversal of his weak position.</p><p>All the scenes of his heroic fighting were broadcasted live across the country.His awakening from death and becoming Lich with the 1st awakening and his raising Bone Drake were so overwhelming.</p><p>As Junghoon intended, delivering the message of hope to the survivors was a success, although Sungwoo, not Junghoon, claimed the credit.</p><p>“Do you know that they have formed a fan club?”</p><p>“What? I'm embarrassed…”</p><p>“Don't be surprised. Even Orun has a fan club now.”</p><p>“…”</p><p>Hanho turned on his smartphone, turned on the player guidebook application, and opened the ranking page.</p><p>“Dr. Zero? That guy reached level 15, then climbed to the third place in the rankings. Youngdungpo Prosecutor is pushed to fourth place. Man, he has almost lost his face.”</p><p>At that moment, Sungwoo's eyebrows wriggled momentarily. ID'DOCTOR-000′ was only No. 4 player because of Sungwoo and Junghoon.</p><p>‘His ID is Dr?'</p><p>That ID bothered Sungwoo. Given that there were some more IDs similar to that, they were obviously quite a large group.</p><p>‘Evolution Society.'</p><p><br></br></p><p>It's highly likely that they were its members because the ID ‘Dr.' was a nickname that perfectly matched the image of a mad scientist. If Sungwoo's reasoning was correct, it meant that they were growing rapidly.</p><p>‘Besides, there are human beasts not compiled in the rankings. They may have a lot of power.'</p><p>At that moment, Minhum approached him and said, “An unknown object was found inside the station building. The smoke kept coming out because of it.”</p><p>“…”</p><p>When Sungwoo made a queer expression, he continued, “Well, it's letting out powerful breath of Abyss. When I approach it, it even penetrates my gas mask. It seems that we can't get rid of it without your help, Sungwoo.”</p><p>An object that is letting out the breath of Abyss?</p><p>It seemed that the Evolution Society left behind one more gift.</p>"}