{"id": 94, "volume": 1, "title": "Only I Am A Necromancer Chapter 100", "url": "https://bestlightnovel.com/novel_888162148/chapter_94", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 100</h1>\n<p>Chapter 100: Terrorism in Youngdungpo Station (2)</p><p>Somebody stomped around loudly. Sungwoo hid himself at the end of the escalator.</p><p>At that moment, a giant bull-like 'Werebull' appeared.</p><p>“Hmm…”</p><p>He walked past the escalator, wearing a gas mask with three purification canisters and holding a couple of people on each shoulder. Then, he threw them away in the corner.</p><p>“Damn it. So many out here. It looks like there are at least two hundred.”</p><p>There were a huge number of dead people piled up there. Three 'Wererats' were putting them in large bags.</p><p>“They are stacked up high on other floors. By the way, we have been ordered to take as many players as possible. Are they also used as experimental material?”</p><p>“How do you know what humans are thinking? I heard that they are going to extract something like EXP.”</p><p>'Extracting EXP from humans?' Sungwoo was startled to hear that.</p><p>“What? Is that possible?”</p><p>The Werebull shrugged his huge shoulder.</p><p>“We have turned into beasts, as you know. Is there anything impossible?”</p><p>“Lol! Well, these days I feel like I was born as a mouse from the beginning. My life as a Wererat isn't that bad…”</p><p>– Caution! The 'Fellblade' begins in the affected area.</p><p>– Caution! 'Death Response' begins in the affected area.</p><p>“What the heck is this?”</p><p>“Huh? Brother, can you see it, too? Argh!”</p><p>A white spear protruded from the neck of the Wererat who was chatting with the Werebull.</p><p>“Who is it?”</p><p>The next moment, something popped out of the dark and trampled the two human beasts.</p><p>He was the Werebear skeleton, one of Sungwoo's subordinate spirits.</p><p>“Kuaaaaaah!”</p><p>The Werebull escaped the Werebear skeleton's attack and struck his ribs with his horns. The Werebear skeleton didn't suffer much damage thanks to his bone armor, but was thrown aside from the impact of his horns.</p><p>Rattle! Rattle!</p><p>Of course, that wasn't the end. Another Werebear skeleton popped out from another direction. The Werebull lowered his posture and kicked hard towards the Werebear's belly with his hooves.</p><p>Puck! Puck!</p><p>The Werebear's heavy body collapsed from the Werebull's kick. Then, he sensed somebody approaching him from behind, lowered his posture and grabbed the opponent's waist quickly. He lifted the opponent in the air and struck him down on the ground.</p><p>Bang!</p><p>All kinds of bone fragments bounced out of the Werebear skeleton.</p><p>It took only a few seconds for Werebull to smash three skeletons to pieces.</p><p>Obviously, the Werebull was tougher than Sungwoo first thought.</p><p>Puck!</p><p>He lifted his forearm to avoid the flying javelin, then began to punch the skeleton endlessly, who he had struck down on the ground.</p><p>Puck! Puck! Puck!</p><p>-Your subordinate spirit will return to eternal death.</p><p>The Werebull slowly lifted his upper body. His horns and hands were full of explosive energy.</p><p>Obviously, he was using some skill.</p><p>“Kuaaaaaaah! Where are you? I know who you are! Come out, Necromancer! Let's have a duel!”</p><p>The Werebull shouted in anger, but there was no answer.</p><p>Rattle! Rattle!</p><p>However, the Werebull sensed that a huge number of skeletons were approaching him from within the dense black smoke.</p><p>Shortly afterwards, Werewolf skeletons popped out from all sides and threw javelins at the Werebull at once.</p><p>Puck! Puck! Puck! Puck!</p><p>“Kuuuuuuuuuhhh…”</p><p>A huge number of long javelins were thrust into his body from his chest to thighs. Although the Werebull could fight his opponents in hand-to-hand combat, he could not withstand this kind of long distance attack.</p><p>Obviously, the Werebull was an outstanding fighter among his group, but he was no match for the Necromancer.</p><p>“You mean bastard…” the Werebull shouted.</p><p>“Don't you know you are more mean by spraying gas?” Sungwoo retorted.</p><p>Walking between the skeletons, Sungwoo stabbed his sword into his neck.</p><p>Puck!</p><p>-You earned 30,000 gold by hunting '2nd Stage Werebull'.</p><p>'2nd Stage?'</p><p>The message was new to him. Besides, he received more gold than he expected. It seemed that those human beasts who regained reason had a growth system which was different from their level.</p><p>-The dead will be your subordinate spirit under your authority.</p><p>A “Werebull skeleton” with two large horns stood up. He was twice as large as a Werebear, but he seemed much larger due to the horns protruding from his head.</p><p>Then, Sungwoo checked the condition of those who fell.</p><p>'They are still alive. But if they are left untreated in the smoke for a long time, they will die.'</p><p>Using ten zombies, Sungwoo began to move the survivors outside.</p><p>Woooooong! Kugugugugugugu…</p><p>At that moment, a line appeared before his eyes, vibrating violently.</p><p>– Caution! 'Large Summoning Magic' is being cast in the affected area.</p><p>'Summon? What are they plotting now?'</p><p>Sungwoo remembered hearing the conversation that the wizard was conducting a certain ceremony. He didn't know what it was, but it must be bad news.</p><p>Anyway, he was caught intruding into the building because of the fierce fighting with the Werebull a little while ago. So, he, accompanied by skeletons, hurried to the fourth floor.</p><p>On the 4th floor of the department store, there was also a huge empty space where all the shelves were removed. There stood several human beasts in the middle of it.</p><p>There were four Werebears and three Werewolves. Eight gas containers were strewn randomly, blowing out black smoke.</p><p>Pushee―</p><p>'They are responsible for the Youngdungpo Station attack! They are not here alone.'</p><p>The human beast commandos installed such objects everywhere in Youngdungpo Station. Otherwise, they could not have created such a large amount of smoke.</p><p>“Damn it, the Necromancer? As expected, that guy has not been affected by the power of the smoke of the Abyss. Our researchers will be happy to know this!”</p><p>A Werewolf in a long brown coat stood up among the gas containers. He was drawing something on the floor, and it was a red magic circle.</p><p>'That's summoning magic!'</p><p>Human beasts came out in droves quickly and stood in the way of Sungwoo. Obviously, they were trying to buy time to cast the summoning spell.</p><p>There were a total of seven human beasts. Sungwoo could easily smash them if any of them was at least more than 'level 2', but he couldn't afford to enjoy the battle leisurely.</p><p>-Summon Death Scythe, 'Grim Reaper'.</p><p>-Grim Reaper retention time (00:59:58)</p><p>Sungwoo grabbed the Grim Reaper. Then, a green flame burned Sungwoo's skin and revealed his bones.</p><p>“Kuuuuuuuh…”</p><p>That changing process caused considerable pain to Sungwoo, but soon the pain numbed.</p><p>'It is just one hour a day. I only need to invest 5 minutes to smash these guys.'</p><p>-You gained the power of 'Lich'.</p><p>* Increases the maximum number of your subordinate spirits by (+50).</p><p>* All stats increase by (+10).</p><p>* You can revive and regenerate the undead destroyed nearby “indefinitely” as much as the maximum number of your subordinate spirits'.</p><p>“What the heck is that?”</p><p>“What a horrible bastard!”</p><p>Sungwoo slowly floated into the air and raised the black scythe. At the same time, the skeletons began to advance with their eyes glowing green.</p><p>Rattle! Rattle!</p><p>The difference between Sungwoo's past and his present after the 1st Awakening was that the concept of “consumer war” itself disappeared. There was no need for him to save as much as possible to conserve the power of the skeletons.</p><p>“Damn it! Crush the skeletons' heads first!”</p><p>“Since they have only bones, you can cut their spines first!”</p><p>They were wrong, though.</p><p>“Huh? They resurrected! Damn it!”</p><p>“Ahhhhhhh!”</p><p>That was the best time-saving strategy. The seven men managed to fight for the first several minutes, but they were torn to pieces helplessly in no time.</p><p>“Great! I think our researchers would be so happy if they saw this fighting. But it's too late… Necromancer!”</p><p>The Werewolf, left alone, clapped his hands happily, watching his own colleagues being killed before his eyes.</p><p>At that moment, the magic circle drawn under his feet began to glow red.</p><p>– Caution! 'Large Summoning Magic' begins in the affected area!</p><p>Kuggugugugugugu!</p><p>The whole department store building began to shake. The ceilings cracked and the pipes protruded as if the building would collapse immediately.</p><p>“How come you are broadcasting this, you stupid bastard! You guys are watching them wasting electricity in Youido… Ahhhh!”</p><p>While the Werewolf was muttering like that, the Weretiger skeleton jumped in and bit his shoulder. Then, he dragged the Werewolf away and threw it out of the window.</p><p>'Let me get out of here right now.'</p><p>It was dangerous to watch the situation while the building might collapse at any time.</p><p>Sungwoo threw himself out of the broken window. And just before hitting the floor, he slowly floated into the air.</p><p>“Kuuuuuh…”</p>"}