{"id": 93, "volume": 1, "title": "Only I Am A Necromancer Chapter 99", "url": "https://bestlightnovel.com/novel_888162148/chapter_93", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 99</h1>\n<p>Chapter 99: Terrorism in Youngdungpo Station (1)</p><p>Junghoon, who was covered all over with wounds , swallowed his pride and asked for Sungwoo's help.</p><p>“Sungwoo, please help me. The majority of people in the station are helpless. Well, I can't do anything right now…” said Junghoon in a hoarse voice, with his eyes closed halfway.</p><p>Having heard him, Sungwoo boarded the helicopter silently.</p><p>Like Junghoon said, a number of survivors were in danger of being killed in large numbers, and it was not known which force attacked Youngungpo Station. Sungwoo could not ignore Junghoon's request in his situation.</p><p>“There are a lot of things I want to ask you about, but I don't think now is the right time.'</p><p>“I'm sorry.”</p><p>Junghoon clearly betrayed Sungwoo's trust. Even if it was Sungwoo who brought about the competition, it was a big mistake for Junghoon to ignore their agreed operation and rush to the boss monster from the beginning.</p><p>They were faced with a bigger crisis because Junghoon didn't comply with their agreed plan to beat the monsters in the periphery before striking the boss monster.</p><p>Sungwoo did not want to give it a pass easily.</p><p>Doo Doo Doo!</p><p>The fire helicopter carrying Sungwoo's group and the Crusader Team took off quickly.</p><p>Since Youngdungpo Station was so close to Youido, the helicopter quickly approached the thick black smoke.</p><p>Sungwoo shouted with the rotors spinning with a roaring noise.</p><p>“Never go into the smoke! Remember the bomb that hit the biker gang?”</p><p>If other players breathed in the “Abyss Breath,” they would faint immediately. The pilot was no exception. In that case, the helicopter might crash even before they arrived at the station.</p><p>“Got it!”</p><p>Minhum nodded instead of Junghoon, who was so weak at the moment.</p><p>Then, he conveyed Sunwoo's message to the pilot.</p><p>Wooooooooong!</p><p>The helicopter largely bypassed the black smoke and returned to the front of the station.</p><p>“This is crazy.”</p><p>At that moment, Minhum swore. The situation around Youngdungpo Station, shrouded in smoke, was quite serious.</p><p>Black smoke was still soaring from all the holes in the underground roads, the station building, the department store, and other places. It was the site of a massive bioterrorism attack.</p><p>The Crusader Team was aware that it was impossible to enter into the smoke because they had been already burned before.</p><p>“Sungwoo?”</p><p>Minhum looked at him, embarrassed, not knowing what to do. Sungwoo was looking around the station without caring about his uneasy gaze.</p><p>'I can't figure it out correctly, but looking at the color, it is weaker than the Abyss Concentrate. They must have reduced its dosage to spread it more widely.'</p><p>Doo Doo Doo!</p><p>The helicopter's altitude gradually decreased. Those who escaped from Youngdungpo Station were gathered around the station. They seemed to number more than a thousand.</p><p>When a firefighting helicopter landed around the station, those armed with crossbows rushed in droves. They were the guards at the station.</p><p>“Deputy! They were human beasts who attacked us here.”</p><p>“What? Human beasts? Did they come back to senses?”</p><p>“Yes, I saw them exchanging signals to each other.”</p><p>The Liberation Guild also knew that the human beasts could regain consciousness.</p><p>“That's what I expected,” Sungwoo murmured.</p><p>Sungwoo's prediction was correct. There must have been a group of human beasts who hated the players and the group of mad scientists, also known as “door-to-door traders,” which he heard from the Werewolf, who had previously regained consciousness.</p><p>“Well, what should I do now?” Minhum asked, with cold sweat on his forehead.</p><p>“You can just keep an eye on something suspicious outside.”</p><p>Even the great Crusader Team was useless in the current situation.</p><p>Sungwoo slowly walked toward Exit 1 Gate of the station.</p><p>'I have to catch them and find out their identity.'</p><p>They were still veiled, but they would be a big headache if left unchecked.</p><p>Furthermore, the fact that they attacked Youngdungpo Station meant that Suwon's village was also in danger because they, hostile to the players, mounted the attack this time while Junghoon's main force, the Crusader Team was away.</p><p>Sungwoo slowly approached the station and raised his right hand. The next moment, black smoke erupted from the air on the right side. Then, the huge Bone Drake appeared.</p><p>“Oh my God !”</p><p>“Man, what the heck is that….”</p><p>Those who first witnessed the giant monster stepped back, startled.</p><p>'Break through the wall.'</p><p>Sungwoo controlled the Bone Drake to make a hole in the second floor of the outer wall of Youngdungpo Station.</p><p>Bang!</p><p>When the giant monster lifted his foot and kicked the exterior wall a few times, the panels fell off and a pile of concrete poured down. There was a hole wide enough for one person to enter.</p><p>A lot of smoke began to come out, so it was dangerous to walk into the entrance of the occupied building. Assuming that they were guarding even the windows, Sungwoo was thinking of entering it through a passage they never expected.</p><p>Sungwoo stepped on Bone Drake's body and disappeared into the hole and the black smoke.</p><p>Minhum stared blankly at the hole where Sungwoo disappeared then turned to the guard.</p><p>“How many people are left in the station?”</p><p>“I don't know exactly, but I guess there are more than one thousand people inside. Fortunately, most of them succeeded in evacuating to Times' Square through the underground passage.”</p><p>“Damn it…”</p><p>“By the way, Deputy Commander, is it okay for that man alone to go in alone? There are still human beasts inside the building.”</p><p>Minhum nodded and said, “I also realized belatedly that if that man could not succeed, nobody else could do it.”</p><p>It was so dark that nobody could see further than their nose because the black smoke that filled the inside hall blocked the light.</p><p>“Hoo-ha–”</p><p>A man stood in the awfully dense smoke. He straightened his chest and breathed in the smoke.</p><p>“This is not really good. It's not that strong.”</p><p>He even had a light smile.</p><p>-Mana is slightly increased from the breath of the abyss.</p><p>-All stats slightly increase from the breath of the abyss.</p><p>-Maximum number of your subordinate spirits temporarily increased by (+2).</p><p>The reason was simple. For the Necromancer, Sungwoo, this black smoke was like steroids. Furthermore, he could see through the smoke as if wearing a perspective goggle, Sungwoo walked on in the smoke without any hesitation.</p><p>Inside the department store, the shelves were cleared, and many tents were installed at regular intervals. It was a living space for the survivors.</p><p>On a long desk located on one side of the wall, common items such as coffee pots and rice cookers were arranged, and stainless steel plates were stacked for serving food.</p><p>'Hum, it looks like Junghoon tried to put things in good order.'</p><p>Although Junghoon didn't perform well during the raid process, he obviously paid special attention to the welfare of the survivors.</p><p>Sungwoo understood why Junghoon needed more power and came to him for help. There were too many people for him to support. He had no power enough to defend all of them, which was the reason for the current events.</p><p>At that moment, there was the sound of people talking to each other.</p><p>“I heard something was smashed over there.”</p><p>“Are you sure? I can't hear right because I'm wearing a gas mask. Damn it, it's fucking stuffy.”</p><p>Sungwoo felt someone's presence near the escalator leading to the third floor.</p><p>He hid behind a four-person tent.</p><p>“By the way, how long does the ritual take?”</p><p>“I don't know. The wizards will take care of it.”</p><p>One Werewolf and one Werehog were talking to each other. Wearing black gas masks on their faces, the two human beasts walked toward where Sungwoo was hiding.</p><p>“I can't really understand why those guys who luckily sucked up the priest's brain are acting like our captains. I have hooves, but I wonder why I only ate the archer's brain.”</p><p>“Still these mad scientists are better than the bad guys. I heard that these wicked bastards asked us to bring bodies like ours when they were killed. I hear they would use our bodies to make mysterious medicine…”</p><p>“After we died? No matter what elixir it is said to be made with it…”</p><p>At that moment, Sungwoo lifted his sword and cut the Werewolf's neck. Then, he stabbed the Werehog in the chest.</p><p>Puck!!</p><p>“Kerrrrrr! Who the hell are you…?”</p><p>Although they were human beasts, they couldn't see through the black smoke.</p><p>Sungwoo pushed the sword in his right hand, raised the lifting crossbow with his left hand, and fired arrows.</p><p>Pik! Pik! Pik! Pik!</p><p>“Ugh! Uh! Huhhhhh…”</p><p>The Werehog's body was dropped.</p><p>-You have obtained 3,000 gold by hunting Werehog.</p><p>“Well, it's not difficult to hunt a human beast.”</p><p>Until now, it was impossible for Sungwoo to fight with a human beast one on one, but thanks to his levelling up and acquiring items, he invested a lot in increasing stats, which finally paid off.</p><p>Of course, the human beasts also try to strengthen their stats by other means, so it was clear that a much stronger one would appear in the future.</p><p>Sungwoo went up to the third floor from where they descended. It was originally a clothing store.</p><p>Thump- thump-</p>"}