{"id": 91, "volume": 1, "title": "Only I Am A Necromancer Chapter 97", "url": "https://bestlightnovel.com/novel_888162148/chapter_91", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 97</h1>\n<p>Chapter 97: Necromancer, 1st Awakening (5)</p><p>“Damn it! It's really over…”</p><p>All the fighting scenes were faithfully being broadcast live by the camera operator with a thorough sense of mission. Those watching the scene in the chat room were more shocked than when they witnessed Junghoo's helpless defeat.</p><p>Kuaaaaaaah!</p><p>The fight wasn't over yet.</p><p>Roaring violently, Drake began to run in the direction where Necromancer was thrown.</p><p>He broke and crushed the tree before disappearing into the forest.</p><p>“Oh, it's not over yet. We don't know yet.”</p><p>Mumbling like that, the camera operator, holding the camera in one hand, ran in the direction where the Necromancer and Drake disappeared.</p><p>People in the chat room were full of despair. The raid, which they started to bring hope for the survivors, was about to end in a dire failure.</p><p>Kuaaaaaaaaah!</p><p>The camera captured Drake's back again. The huge monster was running on the wide road under the tall skyscrapers. It was Youi Street in front of IFC Mall.</p><p>“The Necromancer is still fighting!”</p><p>The camera operator was broadcasting the fight. The bloody Necromancer was running away through the abandoned cars on the road while firing the crossbows.</p><p>Pik! Pik! Pik! Pik!</p><p>However, his attack seemed to cause no damage to Drake.</p><p>Thud! Thud! Thud!</p><p>Drake chased the Necromancer, pushing and trampling the vehicles in front of him.</p><p>The distance between the two was getting narrower.</p><p>Furthermore, when Drake watched the Necromancer moving, it seemed the latter had pain in his left arm and leg. It was obvious that he suffered fractures after he was hit by Drake's tail.</p><p>“I don't think he can survive…” The camera operator muttered.</p><p>The Necromancer was no match for Drake by any standards.</p><p>And really, the last moment for him came.</p><p>Drake's mouth glowed red, letting out the fire of Breath at the Necromancer just ahead of him. The Necromancer had no time to escape. He lifted his shield to block Drake's fatal attack in vain.</p><p>The shield in his hand was shattered before melting. Soon the Necromancer's whole body was swallowed up by the flame.</p><p>Sungwoo died like that.</p><p>In fact, he was lucky that he could survive until now.</p><p>'Yeah, he was ridiculously lucky.'</p><p>The pain was instant, but the kaleidoscope was longer than that.</p><p>'I never knew I would be burnt to death.'</p><p>He remembered his family members screaming in the fire. Maybe he was lucky at that time because he was out when his house caught on fire.</p><p>Since he was so weak back then, he survived because he did not have the courage to jump into the fire. Even that was sheer luck for him. Avoiding disaster was what everybody wanted.</p><p>But sometimes he thought about it. 'If I had had a little more courage before and jumped into that fire, could I have saved my family? And wouldn't that be more lucky for me? Am I not lucky, and trying to rationalize myself after running away from the fire?'</p><p>This raid game was similar. This time he tried not to run away, so he seemed to have survived a little longer as a result.</p><p>His vision was blurred, and it got dark, but strangely enough, a black sickle was seen in that darkness.</p><p>Sungwoo grabbed it unwittingly.</p><p>-You have completed the exclusive quest</p><p><who>with 'Target Acquisition'.* Rewards are given. (1st Awakening, Exclusive Skill)\n* Your destiny changes subtly.\nAhhhhhhh!\nDrake burned the Necromancer, then raised its head and roared.\nThe camera operator captured the scene on the screen. In fact, he couldn't move, stuck in that place.\n“Sungwoo!”\n“Hey, Sungwoo!”\nSungwoo's party ran out of Youido Park, but they stiffened, watching the horrible scene before their eyes.\nClank!\nJisu let go of her sword, watching Sungwoo's body still burning.\nThe Crusader Team members and other friendly forces began to walk out one by one.\nThey managed to defeat the ambush by the crazy Lizardmen, but that's all they could do. They couldn't come to Sunwoo's rescue.\n“Oh, even the Necromancer.”\n“Cough! We failed… Sungwoo…”\nMinhum walked out, supporting the injured Junghoon. Although Junghoon came to senses, he could hardly stand on his own.\n“Commander, we have to retreat.”\n“I think so. Sorry, Sungwoo.”\nThey turned slowly.\nRight at that moment a message suddenly appeared before their eyes.\n– Caution! The 'Fellblade' begins in the affected area.\n“Uh?”\n“What the heck?”\n“Sungwoo!”\nSungwoo's body slowly began to float into the air, and a black mist overflowed from his body.\nKrrrrrrrr…\nEven Drake began to step back, full of caution. The black mist filled the area around the IFC Mall.\nWooooooooong!\nSuddenly, a gust gathered and pushed out the black smoke. Then, an unknown green wave began in the middle of the gust.\nSomeone shouted.\n“It's the Necromancer!”\nRight there, Sungwoo, with some bones of his face and arms revealed, stood, holding a huge black sickle.\n“Is he the Necromancer? That is…”\nHe was Lich.\nAt that moment, a bizarre sound was heard inside Youido Park and beyond the forest.\nRattle! Rattle! Rattle!\nA huge number of something was coming from the battlefield where the battle had ended.\nThe moment Sungwoo saw a black sickle dimly in the dark and grabbed it unwittingly, he felt the sensations of his whole body revived.\n“…..Uuuuuuuuuh!”\nHe felt like all the pain, which he felt when his flesh and intestines melted in the flames, had engulfed his body and crushed his central nervous system, but soon his pain started to stop. Rather, he became numb to it.\nWhen he opened his eyes, he was floating in the air.\n-You have completed the exclusive quest  with 'Target Acquisition'.* Rewards are given. (1st Awakening, Exclusive Skill)\n* Your destiny changes subtly.\nThe place where Death Scythe, the “Grim Reaper,” was located was really “in death”. The moment his breathing stopped, the quest conditions were satisfied.\n-You have been 'resurrected' with the Necromancer's job trait. (Waiting time 31 days)\nAnd by obtaining the Death Scythe, Sungwoo reached a certain level.\n-You have reached the '1st Awakening State.'\n* You can summon the masterpiece, 'Grim Reaper'.\n* You can resurrect a large monster as your subordinate spirit.\n-A 'Secret Store Coupon' is given as a result of your achievement of the '1st Awakening' for the 9th time in history (Limited to 50 people)\n[Skill information]\n-Name: Summon of Grim Reaper\n-Grade: 1st Awakening\n-Category: Active\n-Consumption: 0\n*You can summon the Death Scythe 'Grim Reaper' for just 1 hour a day and temporarily become 'Lich'.\n+ Lion's Sphere: While you are gaining Lich's power, the number of your subordinate spirit increases by (+50) and all stats increase by (+10).\n*In addition, you can resurrect the destroyed undead nearby and regenerate them 'indefinitely' as many as your 'maximum number of subordinate spirits.'\n“Whew…”\nSungwoo breathed in. He didn't know how the air was going in and out of his mouth. Obviously, he didn't have a human body now.\nThe bones were still exposed in half of his face, and both arms, including his shoulders, had no flesh. In other words, Sungwoo was in the shape of undead Lich, whose whole body was tattered.\n'Well, I don't feel that bad.'\nHe moved his stiff neck and looked around. Drake was wandering nearby, on full alert.\nObviously, Drake felt Sungwoo had changed.\nSungwoo's friendly forces flocked to Youido Park and watched him. Jisu and Hanho were watching him, full of worry, and the camera was still operating behind them.\nRattle! Rattle!\nAs if on cue, a huge number of white demons began to crawl out. It was as if the forest collapsed, pouring out white bones.\nThey were 16 beast skeletons, 50 Lizardmen skeletons and ten zombies who had been killed by Drake. Hanho opened his eyes wide while watching them.\n“Uh? Orun? Are you alive?”\nStanding at the forefront was the smallest goblin skeleton, Orun.\nHis body, which was shattered into pieces, had been fully restored without any scratches, and a green aura was coming out of his body.\n“Yeah! I trusted you, Orun!”\nHowever, there was no touching reunion. The seventy-seven skeletons, including Orun, passed by the allied forces and began to rush toward Youi Street.\nKuaaaaaaaah!\nOnly then did Drake realize that he could not afford to be complacent. Roaring again, he opened his mouth and let out the damn fire of Breath.\nPooh-hwahah!\nSungwoo, stepping back while floating in the air, gathered all the bones from the corpses scattered on the road. The bones among the abandoned cars began to soar into the air and gathered in front of Sungwoo.\nAs soon as four square shields were completed, they were stacked and stopped the fire of Breath. The fierce pillar of fire stopped after melting three shields, and in the meantime, the undead army arrived at the side of the road.\nRattle! Rattle!\nThey came in droves this time. Seventy-seven skeletons dispersed wide to the left and right and poured into the road. They ran through the vehicles and climbed the roofs of the cars to charge at their common enemy.\nKrrrrrrrrrrrr….</who></p>"}