{"id": 97, "volume": 1, "title": "Only I Am A Necromancer Chapter 103", "url": "https://bestlightnovel.com/novel_888162148/chapter_97", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 103</h1>\n<p>Chapter 103: Terriorism in Youngdungpo Station (5)</p><p>“Tsut, tsu…You damn beasts! You don't even know that the smell is from your body. By the way, you want to be a human again, right?”</p><p>“Of course.”</p><p>“Now that our head office has started a research test, you had better apply for it.”</p><p>“Apply for the research test?”</p><p>The Wererat touched his neck, quite embarrassed. His neck was covered with a leash made of iron.</p><p>“Right. As you know, they usually start testing on a rat first.”</p><p>“…”</p><p>As if he was satisfied with his own joke, the director approached his desk.</p><p>On top of it were objects such as flasks and equipment, commonly found in an ordinary laboratory, slimy liquid contained in a strange orc skull and a goblin head with electrodes.</p><p>He slowly lifted the orc skull full of green, slimy liquid.</p><p>“Don't just take it as a joke. Think about it carefully. What's the point of living as a human beast? In particular, rats are looked down upon among human beasts. Even if they succeed in developing the medicine, it'll take a lot of time for Wererats like you to get the benefit. How long can a rat live?”</p><p>“Ah, yes! Thank you for caring about me.”</p><p>Rattle!</p><p>Then, the door opened and a man in a gray helmet entered.</p><p>“Research Director! Something appeared outside!”</p><p>“Hey, you caught me by surprise! I almost spilled slime on my hand!”</p><p>“Oh, sorry! Something is outside now…”</p><p>“Damn it! Why are you trying to disturb me when I'm trying to do the eighteenth test? Didn't you see the sign on the door that I'm experimenting now?”</p><p>“I know, but something is outside!”</p><p>“Tell me quickly, you son of a bitch! You keep repeating the same thing.”</p><p>The man in the helmet swallowed and opened his mouth.</p><p>“A dinosaur has appeared!”</p><p>The director turned to the Wererat to hear that.</p><p>“What the heck is this? Hey, do you have a Weretyrannosaurus among your race ?”</p><p>“Pardon? I haven't heard of anything like that.”</p><p>The director could not figure out what's going on, but it was definitely an emergency situation.</p><p>As the head of this research facility, the director needed to check out.</p><p>“Damn it. Show me!”</p><p>“Yes!”</p><p>Led by the man, the director headed to the ground floor. A dozen guards were coming and going absent-minedly, guarding the building.</p><p>“Oh, this news is just in. I've received a radio that says that Operation Youngdungpo has failed.”</p><p>“What? Damn it!”</p><p>“Then, is this related to that…”</p><p>At that moment, somebody shouted, “He's coming!”</p><p>“Ahhhhh! Run away!”</p><p>Bang!</p><p>Sunlight poured into the gloomy interior as some parts of the ceiling were torn apart.</p><p>And a giant head popped in.</p><p>It was a real dinosaur.</p><p>“Uh?”</p><p>“Damn it! It was real! Weretyrannosaurus?”</p><p>Startled, the director immediately turned around and started descending the stairs.</p><p>“Was it real? What? Is Bone Drake in Youido? I wish I hadn't come out here. Stop him right now! Hey, pack my luggage!”</p><p>But the Wearrat was standing at the end of the stairs, looking somewhere.</p><p>He glanced into the sunlight coming in as the ceiling was torn and shadows fell in lines. To put it more accurately, he was looking somewhere into the shadow.</p><p>“Huh? What the heck is he doing? Hey, son of a bitch!”</p><p>When the director violently shouted, the Wererat blinked as if he was embarrassed.</p><p>“Oh, I just smelled an unfamiliar smell suddenly…”</p><p>“Are you boasting that you can smell well now? Come up here quickly! We can't stop the monster because nobody is here.”</p><p>The Wererat was forced to turn and descend the stairs. However, he couldn't help but feel uncomfortable while going down.</p><p>They went back to the lab, turned on the dimly lit lamps, and began picking up important items. The two were busy moving and packing something in the darkness.</p><p>“Uh?”</p><p>At that moment, the Wererat again sensed something strange. Frowning, he flared his nostrils.</p><p>Sniffing– Sniffing–</p><p>Then he stopped sniffing, pulled a dagger from his waist and aimed at the shadow at the entrance.</p><p>“Director, get out of here now!”</p><p>“What?”</p><p>What the Wererat was staring at was in the shadows cast by a light lamp.</p><p>And somebody walked out of that shadow. He was wearing a dark green robe, armed with bone armor. He lifted the crossbow in his left hand.</p><p>“What are you! Uh, when did you come in? Didn't you see the sign “Off Limits to Outsiders?” on the door?”</p><p>“I came for a refund because something was wrongly delivered to me.”</p><p>The director lifted his glasses at that and examined the man carefully, “Refund? What kind of refund?”</p><p>“It was amazing stuff.”</p><p>At that moment, screams began to come from the hallway outside the lab.</p><p>They already broke through the lab.</p><p>Thud! Thud! Thud!</p><p>With a tremendous roar, the ceiling shook. The only two lights on the ceiling were trembling violently.</p><p>Then, the ceiling behind the director collapsed and something huge fell.</p><p>It was an ogre skeleton, a giant monster of only bones.</p><p>“That monster…”</p><p>“You got it now? You sent the item to the wrong address.”</p><p>What the director never expected came back.</p><p>They were the so-called door-to-door vendors.</p><p>Sungwoo knew the existence of the mad scientists early on.</p><p>They were responsible for making the unknown raw materials, such as the “Human Beast Transformation Ampoule” and the “Abyssal Concentrate.” Sungwoo also knew they were planning to expel the players in cooperation with some human beasts. He had a rough idea of what was going on, but he never expected that they were deeply involved in making such a detailed plan to attack Youngdungpo Station to occupy Youido, or that their research facility was located right here in the basement of Sindorim Station.</p><p>‘Damn crazy guys.'</p><p>When he found out their identity, Sungwoo really felt bad. He felt like he witnessed the unsanitary manufacturing process of convenient store food. Of course, what he found in the lab was much more terrible than that.</p><p>‘As it was written in the item description, they use humans as raw material.'</p><p>Four water tanks were lined up in the dark basement. In addition, pulleys and chains were installed on the ceiling so that bodies such as humans, human beasts and monsters could be placed and removed from the water tank at any time.</p><p>He couldn't figure out what was in those tanks now, but some dark liquid was boiling and stank to high heaven so as nothing he ever smelled before.</p><p>Blue waterproof vinyl was laid on the floor in one corner, and there were pieces of corpses piled up according to their types.</p><p>After looking at it, Sungwoo turned his head to the director. Watching the fallen Ogre, the director made eye contact with Sungwoo with an embarrassed expression.</p><p>“How does it feel to have been caught enjoying this kind of bad taste?”</p><p>The director chuckled at Sungwoo's question, and retorted, “Bad taste? Hahaha! Well, the ignorant who don't even know the difference between humans and animals are sneering at us. This is an experiment!”</p><p>“Really? I guess you will regret running your mouth like that right now.”</p><p>Pik!</p><p>An arrow was stuck in his thigh.</p><p>“Argh!”</p><p>The director stepped back hesitantly, then opened his mouth wide, seeing blood spilling out of his thigh.</p><p>“Ahhhhhhh! Shit! You son of a bitch!”</p><p>“See, you are only shooting your mouth off!”</p><p>The director stepped back, limping, then leaned against the water tank. The boiling liquid spilled slightly over his shoulders.</p><p>Cheeeeeeel!</p><p>An unidentified liquid began to dissolve his gown, but he rummaged through his inner pocket without caring about it. He took out something.</p><p>Then, the Wererat standing in front of him was shocked to see it, his eyes opened wide.</p><p>“Director?”</p><p>It was an unknown switch.</p><p>“Kuuuuuuuh! Thanks for your work until now. Let me put you to good use.”</p><p>Click―</p><p>With the sound of the button, the metal collar of the Wererat contracted instantly. At the same time, Wererat twisted.</p><p>“Kuuuuuk! Kaaaaaaak!”</p><p>Wererat complained of extreme pain, then raised his nails and scratched his neck. Then, with his red eyes glowing, he ran toward Sungwoo.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p><br></br></p><p>Sungwoo fired the repeating crossbow randomly. As his “shadow alter ego” was formed, the arrows firing from the crossbow were twice as many as before.</p><p>Kuaaaaaah!</p><p>However, the arrows couldn't stop Wererat's reckless charge. It seemed like his metal leash was embedded with some device because he rushed at Sungwoo, even after he was hit by a dozen arrows.</p><p>Sungwoo twisted his body to the side and narrowly avoided Wererat's attack.</p><p>Bang!</p><p>The Wererat struck the iron door behind Sungwoo. The door was folded in half and bounced into the hallway.</p><p>‘It's not as strong as Bone Drake's tail, but it would have hurt quite a bit if I was hit.'</p>"}