{"id": 92, "volume": 1, "title": "Only I Am A Necromancer Chapter 98", "url": "https://bestlightnovel.com/novel_888162148/chapter_92", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 98</h1>\n<p>Chapter 98: Necromancer, 1st Awakening (6)</p><p>As if overwhelmed by their fierce charge, Drake stepped back and conjured flames in his mouth again.</p><p>Pooo-hwah!</p><p>However, Drake's power was remarkably weakened. He could not use the skill of Breath indefinitely because he had to exhale it from inside his body.</p><p>Sungwoo and his support forces were different. Their skills were included in the concept of 'infinity.'</p><p>Kudddddddd―</p><p>The skeletons that were crushed and melted, hit directly by the Breath attack, started to rise again.</p><p>“Can you see him? The Necromancer is undead… He really doesn't die!”</p><p>The camera operator's voice was full of awe and wonder at the same time.</p><p>The undead destroyed after Sungwoo gained the additional skill of the Grim Reaper summon, “Sphere of the Dead,” were being revived and regenerated indefinitely. It was literally a chain of death that could never be broken without divine damage.</p><p>Even though the fire covered his body, the Necromancer stood up again and moved on proudly, broadcast live by the cameraman.</p><p>Drake swung his thick tail violently and struck down the skeletons around him at once.</p><p>But the skeletons rose up again, reattached their broken parts and rushed to him again.</p><p>One skeleton turned his broken arm into a long spear, grabbed it and ran like crazy.</p><p>Then, he thrust the spear into Drake's body.</p><p>Rattle! Rattle!</p><p>No matter how often Drake pushed, smashed and melted the skeletons, they resurrected immediately.</p><p>Poooo-hwah!</p><p>When Drake smashed the skeletons on the right, they charged at him from the left.</p><p>Puck! Puck! Puck!</p><p>Even if Drake trampled on them, they recovered their shattered bodies in a moment. Drake twisted his body like crazy to defend against the skeletons' attacks, the number of spears stuck in his body gradually increased.</p><p>Puck! Puk!</p><p>A swarm of tenacious undead closed in on Drake, narrowing the distance between them little by little.</p><p>The zombies stuck to his ankles like leeches, obstructing his movement. The more slowly Drake moved, the more fiercely the beast skeletons attacked him.</p><p>Puck! Puck! Puck!</p><p>Blood gushed from Drake's pierced black scales.</p><p>Krrrrrrrrrrk…</p><p>Spears were stabbed into his neck and back, belly and waist, legs and tail. As Drake was virtually incapaciated, covered with wounds, the undead climbed on top of him.</p><p>Like a mantis overpowered by a swarm of ants, Drake's resistance weakened and he began to stop moving slowly. Nevertheless, the undead did not stop attacking him. They plucked the scales with their nails and dug more wounds into his flesh. It seemed that they would not stop until he died.</p><p>And finally, his heavy body tilted and collapsed on the asphalt with a thud.</p><p>He ran out of his physical strength at last.</p><p>Krrrrrrrrrrrr…</p><p>When he collapsed, the undead who were wiggling on his body retreated.</p><p>Sungwoo, who was in the shape of Lich and surrounded by a green aura, walked among them.</p><p>He pulled out the “Ownerless Sword” and handed it to Orun, the first resurrected skeleton.</p><p>With the sword in his right hand, Orun walked to the bedside of the fallen Drake.</p><p>He thrust the sword into the red eyeball that remained.</p><p>Puck!</p><p>At that very moment, a message appeared before the eyes of those near Sungwoo.</p><p>-Days to go before you prove your qualifications: 4,335 days</p><p>-By successfully mounting the boss raid of the “Lizardmen's Marsh” in Youido, you have earned 1,115,556 gold.</p><p>-The group quest 'What do heroes and stars have in common?' has now ended. (Winner: kor-157)</p><p>“It's all over now!”</p><p>“Hahaha.”</p><p>“Damn it. What did I see there?”</p><p>At this moment, the chat room was overflowing with so many comments that it was almost impossible to read them.</p><p>However, the allied forces on the battlefield could not dare to cheer for Sungwoo's victory.</p><p>They knew Sungwoo, the Necromancer, was their leader Junghoon's rival. As such, Susngwoo not only won the game, but also got tremendous support from the public.</p><p>“Wow, he was really amazing.”</p><p>“Honestly, the Necromancer is overwhelming. Given his victory this time, I think the difference between the 3rd and 2nd in the rankings would be …”</p><p>“Hey, be quiet! The Crusader Team is right next to you.”</p><p>However, there were lots of people who were already admiring Sungwoo, deeply moved by his brilliant performance.</p><p>Then, there appeared a decisive scene that showed Sungwoo's crucial blow, in addition to his splendid fighting.</p><p>-The deceased will be under your authority</p><p>Drake, the behemoth who incapacitated the largest allieed force of the South Korean server, slowly raised himself and stood tall again.</p><p>“Uh, uh!”</p><p>“What the heck? Has he been resurrected?”</p><p>“No, he hasn't. That is…”</p><p>This time it was different. Drake's black leather slid down as if it were casting away a shell, and a skeleton made of white bones steadily positioned himself proudly behind Sungwoo.</p><p>He was Bone Drake.</p><p>Like a reconstruction in the New York Museum of Natural History, Bone Drake was so imposing people lifted their heads before they knew it.</p><p>“Is he a skeleton?”</p><p>“Crazy, does it make any sense? Who could manipulate that?”</p><p>Everyone could not help but be surprised. Those in the chat room were shocked, so were the allies and the Crusader Team, let alone Junghoon, No.3 in the players' rankings.</p><p>“This is just unbelievable…”</p><p>Ignoring them, Sungwoo took Drake's skin. It was a high-end item. A message came up, saying that it would separate by itself when Sungwoo summoned Drake as his subordinate spirit.</p><p>'Oh, this is a material that I can use to make equipment.'</p><p>[Item information]</p><p>-Name: Drake's Leather</p><p>-Class: Hero</p><p>-Category: Manufacturing material</p><p>-Description: A young black Drake's skin and scales. The quality itself is not good because it has not yet fully grown, but it is still strong enough by any standard.</p><p>[Item information]</p><p>-Name: Heart of the dragon class (Lower)</p><p>-Grade: Legend</p><p>-Category: Manufacturing material</p><p>-Description: The heart of a dragon is quite different from that of other animals. It is an item that should be treated with great care.</p><p>-You have acquired the title of 'Amateur Dragon Hunter'.</p><p>* Increased stamina (+2)</p><p>* Increased fire immunity (+30%)</p><p>Sungwoo collected this much from Drake's body, but he acquired an unexpected item.</p><p>'Oh, I can get this one here!'</p><p>Sungwoo looked down at his right hand. There was a golden seed on it.</p><p>[Item information]</p><p>-Name: Seed of World Tree</p><p>-Grade: Myth</p><p>-Category: Unknown</p><p>-Effect: Unknown</p><p>-Description: You feel something like wonder for some reason.</p><p>This was the reward for the “group quest” this time. Immediately after he won the group quest, Sungwoo acquired the item that was originally inside Drake's body.</p><p>'If this is the seed of the world tree, it's directly related to the bad ending that I viewed through the prophetic stone.'</p><p>This little seed was as good as the starting point of “Korean Server Bad Ending-2” that would end up swallowing up the entire Korean peninsula after starting in Youido.</p><p>In other words, the unidentified figures called “the Fallen” would try to take possession of this object.</p><p>“Hello, Necromancer!”</p><p>At that moment, someone urgently approached him, calling his name. Sungwoo turned around, hiding the seed in his pocket.</p><p>“Can I get your brief comment on this game?”</p><p>He was the camera operator. He pushed the camera towards him with a tense look.</p><p>Sungwoo replied with an expressionless look, “Don't trust the group that says they will protect you.”</p><p>“Pardon?”</p><p>This raid showed that all those groups who attracted survivors, promoting themselves as their defenders, were just good for nothing.</p><p>The same was true of the vampire group that tried to slaughter the survivors, as well as the Liberation Guild, who actually tried to gather the survivors to build a new world system.</p><p>Their collective power did not benefit the individual.</p><p>“If you can't jump into the fire, you cannot get out of it.”</p><p>Having said that, Sungwoo momentarily regretted it.</p><p>“I have nothing more to say…”</p><p>Thud! Kuguuuuuuuuuu―</p><p>What Sungwoo was trying to say was buried in the sudden roaring of something.</p><p>The camera angle turned straight and captured the images of the southern tributary of the Han River. Black smoke was seen rising on the screen that was trembling violently.</p><p>“Well, that place!”</p><p>“It's Youngdungpo Station!”</p><p>Thud! Thud! Kuuuuuuuuugung! Kugguuuuuuuu…</p><p>The explosions were heard in the direction of Youngdungpo Station. As the explosions continued, more and more black smoke rose up.</p><p>At the same time, the Crusader Team began to get busy. They communicated with someone using a walkie-talkie, then ran straight in the direction of the place where the helicopter landed.</p><p>“Commander! Someone is attacking the station!”</p><p>“Who the hell is it?”</p><p>It was a completely unexpected terror attack. The main base of the Liberation Guild, Youngdungpo Station, was attacked by someone.</p><p>“Deputy Commander…..”</p><p>“Yes! Damn it, Crusader Team! Get on board the helicopter!”</p><p>Sungwoo carefully looked at the smoke rising into the sky. That black smoke was familiar to him.</p><p>'Yeah, I know it's definitely the Breath of the Abyss. Who else is using those death bombs other than me?'</p><p>Sungwoo recalled one group at that moment.</p>"}