{"id": 98, "volume": 1, "title": "Only I Am A Necromancer Chapter 104", "url": "https://bestlightnovel.com/novel_888162148/chapter_98", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 104</h1>\n<p>Chapter 104: Terrorism in Youngdungpo Station (6)</p><p>Pik! Pik! Pik!</p><p>Escaping to one side, Sungwoo kept firing arrows. Even though arrows entered all over his body, he charged at Sungwoo recklessly.</p><p>Now that Sungwoo avoided Wererat's initial attack, the monster's reckless charge was no more a threat to him because the resurrected Ogre Fighter skeleton was right there with him.</p><p>The Wearat was kicked by the Ogre Fighter, then thrust into the wall and dropped.</p><p>-You have earned 13,000 gold by hunting a ‘Mutated Wererat'.</p><p>The modifier ‘mutated' before the Wererat was obviously the result of their strange experiment.</p><p>“Krrrrrrrrr…”</p><p>When the director failed to deal a fatal blow to Sungwoo, he took something else out.</p><p>Sungwoo knew what it was. It was a “Human Beast Transformation Ampoule” previously used by Sgt. First Class Kang. Obviously, the director thought of transforming into a human beast and running away.</p><p>“Kaaaaaaaaaaah!”</p><p>At that moment, he had his hands ripped off by the Weretiger skeleton that came through a hole in the ceiling. Sungwoo made the skeleton throw his hands into the water tank.</p><p>Splash!</p><p>“Next, I'm going to tear off your arms, then your lower body, and your head and throw them into the tank. By the way, did you swallow poison?”</p><p>Froth began to flow from the director's mouth.</p><p>“I know it's too late. Cough! The reason I sent that Wererat after you was because I wanted to swallow all the poison. Kuuuuuuh! Necromancer…My colleagues are going to make you their great test material.”</p><p>Sungwoo nodded casually and said, “Good job. You don't need to repeat it.”</p><p>“What? Why, why are you laughing at me? …Kuuuuk!”</p><p>“You will never know.”</p><p>His body tilted.</p><p>Sungwoo was thinking of something at that moment. All he had to do was to resurrect him as a skeleton and read the fragments of his memory.</p><p>“Uh? What the heck?”</p><p>Sungwoo couldn't change him to a skeleton.</p><p>“…”</p><p>Why? Seongwoo, who was thinking about it for a moment, pulled out the Ownerless Sword, then struck his right forearm.</p><p>“Ahhhhhh!”</p><p>He began to scream and roll on the floor. The Weretiger skeleton standing next to Sungwoo picked up the severed arm and threw it into the water tank.</p><p>Splash!</p><p>“Don't pretend to be dead in front of me!”</p><p>“Argh! Ahhhhhhh!”</p><p>“The more you delay your death, the more you are going to annoy me…”</p><p>Without saying anything more, Sungwoo stabbed the sword into his chest.</p><p>Killing him at once was more comfortable than blackmail or interrogation.</p><p>-The dead will be your subordinate spirit.</p><p>-You can check the ‘memory fragments' of the dead.</p><p>Soon, a video was played.</p><p>It was a clean and spacious conference room. The owner of the memory, the “director,” sat face to face with a man with pomaded hair.</p><p>The man said, “The reason I'm going to dispatch you to the branch is simple. Go there and produce “A gas” as much as possible at the site.”</p><p>“That's my specialty. It's me who has developed almost everything, right? I'm not good in other fields, but as far as “A gas” is concerned, I'm the expert. It's like my child. So, you want me to produce a lot and blow away Youngdungpo, right?”</p><p>The man, shaking his head, rested his chin on his interlocked hands, “Well, you can produce A gas only enough to get rid of those annoying players. Leave the rest to the human beast wizards. They will send the Raid Bosses, who are in custody now, to Youngungpo through Teleport magic. Three of them in a row.”</p><p>Three Raid Bosses? And they're in custody?</p><p>Sungwoo focused on the conversation that followed.</p><p>“Pardon? How can you leave this important operation to those suspicious guys?”</p><p>The man with pomade hair said with a sigh, “Be careful. Without them, we can't go ahead with our plan. In particular, the “Sasu” human beast is stronger than the top three in the player rankings. You have to borrow their power unconditionally.”</p><p>Considering its meaning and context, Sasu seemed to refer to a human beast. Then, how can he definitely conclude he is stronger than the top three players?</p><p>Human beasts were those who didn't draw cards, and it would have taken quite a while for them to regain their will. Based on Sungwoo's calculations, they couldn't be stronger than top players. ‘Is there something I don't know?'</p><p>There are always variables in this game. Obviously, a quest must have been given to the human beasts and scientists and helped them surpass others.</p><p>“Well, hearing what you say, I want to dismantle them quickly and make them into potions. Got it.”</p><p>“Anyway, our goal is not just to expel the players. Keep that in mind. You could burn the whole house if you set fire to catch bugs.”</p><p>“I know, of course. New humankind in Youido! Just thinking about it makes my heart full. I'm having a hard time like this because I believe that my children will be able to be superpowered people.”</p><p>As Sungwoo suspected, their goal was occupying Youido, but Youido was also the goal. However, the concept of “new humankind” emerged.</p><p>Since it was an important place, the fragmented information kept coming in. Sungwoo suspected it might be related to their ‘exclusive quest'.</p><p>Right at that moment an old-fashioned door opened behind the man, and someone entered.</p><p>‘It's the same guy.'</p><p>He was the white Werewolf who Sungwoo saw in the memories of the Werewolf in the brown coat. He was wearing black scaled armor and a cane just like he did before the terrorist attack in Youngdungpo.</p><p>‘This guy must be an important person.'</p><p>Sungwoo paid close attention to the white Werewolf.</p><p>“He is coming now. The third grand wizard of Sasu.”</p><p>When the director spoke sarcastically, the white Werewolf approaching from a distance shook his head.</p><p>“Wrong. I am not a wizard.”</p><p>“Did you hear me at that distance? Man, these human beasts have really good hearing.”</p><p>Unlike the director, the pomaded man was polite. He bowed to the white Werewolf and beckoned to the empty chair.</p><p>“Nice to see you here. Please sit down.”</p><p>“Thank you. Everyone thinks I'm a wizard, looking at my cane. I think you, Kwangsu, feel the same way. Please take a look at me. I'm this type of person.”</p><p>The white Werewolf stretched his palm toward the director.</p><p>“Are you a human? Uh?”</p><p>Then, a blue light flowed from his fingers and was absorbed into the director's chest. The director pushed the chair back in surprise, and swept down the top of his shirt.</p><p>“Uh? What did you do to me now?”</p><p>“You have to go a long way with me, but we need insurance to protect each other. That will protect both you and me. We can send a message to each other when we're in danger…”</p><p>At that moment the video stopped playing, and the screen became blurry as if there was white noise.</p><p>– Caution! It's a state of interference due to “psychometry”!</p><p>‘What the heck is this?'</p><p>When a strange message appeared before his eyes, the atmosphere in the video somewhat changed.</p><p>Shortly afterwards, the pomaded man turned into powder and disappeared. In an incomprehensible situation, only the white Werewolf was left behind, but there was a blue light coming out of his eyes.</p><p>Then, the white Werewolf opened his mouth slowly.</p><p>“…Necromancer.”</p><p>What is this situation?</p><p>“…Huh?”</p><p>Furthermore, even Sungwoo could speak. He realized that this phenomenon in front of him was no longer happening in memory, but in real time.</p><p>Yes. This was possible because of his skill.</p><p>“I thought I came to the Sindorim branch more quickly than I thought after occupying Youngdungpo, but you used this kind of trick. How could you read the corpse's memory?”</p><p>The white Werewolf asked.</p><p>“Ah, I thought it very strange that your Sindorim branch was empty. Is your main unit somewhere else?” Sungwoo asked.</p><p>Because Sungwoo attacked the Sindorim Research Center without delay, the white Werewolf was absent at the moment.</p><p>The white Werewolf didn't answer. As if he didn't want to talk for a long time, he just stared at Sungwoo.</p><p>“Don't stand in my way and leave Youngdungpo. Our fight is going to be long if you stay here. It's our victory anyway. Don't be mistaken that you are stronger because you are ranked at the top of the players' rankings.”</p><p><br></br></p><p>“So, who are you?”</p><p>“We are members of the ‘Evolution Society'. Remember our names. The current humankind that you know will perish.”</p><p>The video ended there.</p><p>“Whew …”</p><p>Sungwoo was faced with an unexpected situation. Should he call “psychometry” a superpower as the name suggests? Obviously, that man was formidable.</p><p>However, there was something else that Sungwoo had to take care of right now.</p><p>‘What I should consider the most with respect to the fragmented memories is the information about the Raid Bosses. Are there three?'</p>"}