{"id": 90, "volume": 1, "title": "Only I Am A Necromancer Chapter 96", "url": "https://bestlightnovel.com/novel_888162148/chapter_90", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 96</h1>\n<p>Chapter 96: Necromancer, 1st Awakening (4)</p><p>Drake got up after shaking off the skeletons pressing down on his body. Two Werebears grabbed his horns and held him tightly, but Drake pushed them off easily by shaking his head.</p><p>Kuaaaaaaah!</p><p>‘I obviously cut through his windpipe.'</p><p>Sungwoo stabbed seven spears into the back of his neck. He clearly saw Drake's eyes roll back and his tongue stick out. ‘Something has changed.'</p><p>Sungwoo stepped back and disappeared into the shadows.</p><p>‘This is Phase 3.'</p><p>“Phase 2” was not the end of this raid.</p><p>Kuaaaaaaaaah!</p><p>Drake roared, stretching out his long neck. Then his amber eyes turned red, and black protrusions began to shoot out along the back of his head and neck.</p><p>-Hidden Raid boss monster ‘Little Host who Swallowed Seed' appeared.</p><p>* You have already completed the group quest ‘What do heroes and stars have in common?'</p><p>* Access to Yeouido is blocked until the boss monster is defeated.</p><p>It was as Sungwoo expected. The quest of killing the raid boss alone had already been completed. After that, something new was starting.</p><p>‘There have been so many variables and anomalies in this raid. They are making fun of us…'</p><p>This game has always been held like this. There was no standard way of killing the boss monster.</p><p>At the moment when they were about to reap the fruits of a successful attack, they were pushed back into another fight.</p><p>Sungwoo was familiar with such a pattern well. So, hiding in the shadows, he monitored Drake's movements as well as the surrounding situation around him.</p><p>‘So what's next this time?'</p><p>Obviously, something he didn't expect would happen.</p><p>“Stop them! Stop them from coming here!”</p><p>“There is something weird about the Lizardmen! They are like zombies!”</p><p>Not surprisingly, madness began to grow in the eyes of Lizardmen. They threw away their weapons, and charged Sungwoo's party and their allies with bare hands like zombies.</p><p>Kruuuuuuk! Kruuuuuuuk! Kruuuuuuk!</p><p>Even their cries changed.</p><p>The allies resorted to all kinds of long-range weapons and magic to stop them. However, even if some parts of their bodies were ripped apart, the Lizardmen didn't back down and continued to charge, so Sungwoo and his allies had no choice but to fight in a hand-to-hand combat with fists and knives.</p><p>Kruuuuuk! Kruuuuuk!</p><p>They drooled and bit with their hard jaws.</p><p>“Ahhhhhhh! Go away!”</p><p>“Damn it! Go away! You're biting my ears!”</p><p>With Lizardmen entangled with the allied forces all over the place, they fought in the mud.</p><p>It was the same for Jisu and Hanho. Sungwoo found a Lizardman approaching quickly behind Hanho.</p><p>“Hanho, get out of the way!”</p><p>Sungwoo pulled the trigger of the repeating crossbow from the shadows. Then, a “Shadow Alternate” was created thanks to the effect of the new item “Shadow King's Ring.”</p><p>The shadows in the same shape as Sungwoo started firing the repeating crossbows made of shadows.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p>Dozens of arrows hit the Lizardman in the face and torso. The firing speed was so tremendous one Lizardman, who ran like a zombie, staggered back.</p><p>“Ahaaah! When did you come! Go away!”</p><p>Hanho turned around and threw a dagger.</p><p>-You have earned 4,500 gold by hunting ‘crazy Lizardman'.</p><p>Sungwoo stopped attacking and threw himself into the shadow.</p><p>‘The real problem is not this kind of Lizardman.'</p><p>Drake, the wanderer, who stood tall again, or the “Young Host who Swallowed Seed,” had a mouthful of flames.</p><p>Pooh-hwahah!</p><p>Finally, Drake let out the flames of Breath. It was different from the Lizardman Warrior's Breath. He spewed out a long beam of flames and slowly bent his head.</p><p>“Ahhhhhh!”</p><p>“Argh! Help!…”</p><p>Then, everything near his head was burnt black in an instant.</p><p>Keeeeeeeeh!</p><p>Among those burnt black were Lizardmen. In other words, Drake destroyed everything around him, regardless of whether they were his enemy or friend.</p><p>‘How should I deal with him?' Sungwoo thought for a moment.</p><p>Thump- thump-</p><p>The huge monster stoutly walked into the flames it had created. Sungwoo noticed the corpses scattered under his feet.</p><p>“Explode!”</p><p>Bang! Bang! Bang!</p><p>A series of corpse explosions occurred, engulfing his legs.</p><p>Kruuuuuuuuu―</p><p>Sungwoo's attack was useless.</p><p>Rather, the monster turned his head and stared at Sungwoo. Sungwoo was probably hidden in the shadow, but the monster seemed to wander through the shadow, rolling his red eyes back and forth.</p><p>Then, finally, the monster noticed something in the shadow and opened his snout and held the flames in his mouth.</p><p>“Damn it!”</p><p>Sungwoo quickly launched himself in the other direction.</p><p>Pooh-hwahah!</p><p>An enormous heat came behind him back. The monster turned his head and moved the pillar of fire toward Sungwoo who was on the run.</p><p>Quarrrrrrrrr!</p><p>Sungwoo moved a Werebear skeleton to block him. At the same time, he made a shield by pulling out bones from his backpack. Now, the monster let out Breath. An enormous heat began to wrap around Sungwoo's body.</p><p>When the Breath attack stopped, the Werebear skeleton had turned into ashes and scattered. Fortunately, it did not damage Sungwoo's body.</p><p>“No, I shouldn't allow this attack…”</p><p>For the first time, Sungwoo uttered something dispirited. He immediately gathered all the skeletons and made long spears. He had no other choice. The battle from now on would be dragged out.</p><p>Rattle! Rattle!</p><p>Skeletons and zombies charged at Drake from all directions, thrusting the long spears into Drake's body.</p><p>However, when Drake rotated his body and swung its tail violently, more than half of the skeletons were destroyed. Their bone fragments scattered in all directions.</p><p>“Argh!”</p><p>“Kuuuuuuuh…!”</p><p>Puck! Puck!</p><p>The skeletons managed to thrust some spears into his body, but they didn't seem to cause much damage.</p><p>Sungwoo had to sacrifice more than one beast skeleton in order to thrust even one spear into Drake's body. It was difficult to attack the monster and avoid the monster's counterattack right after the attack.</p><p>‘I can resurrect Lizardmen, but they are slow, compared to the monster.”</p><p>It was clear that Lizardmen also had strong skeletons, comparable to the beast skeleton.</p><p>However, since their skeletal structure itself was not specialized for flexible or fast movement, they were inferior to the beast skeletons. In other words, the more beast skeletons he lost, the less likely he would inflict damage to Drake.</p><p>‘I can't fight Drake in this condition. Let me retreat first.'</p><p>Sungwoo was forced to order the skeletons back.</p><p>Kuaaaaaaaah!</p><p>When he noticed the obstacles were removed, Drake began to rush toward Sungwoo, roaring.</p><p>Thud! Thud! Thud!</p><p>He should have made the decision a little earlier if he had wanted to give up, for Drake had been targeting Sungwoo for a long time.</p><p>‘That monster is too fast.'</p><p>Sunwoo jumped into the shadow, but the monster's red eyes followed him.</p><p>It was obvious that the monster had something similar to the “sense” skill.</p><p>At that moment, Drake opened his mouth wide. It was the fire of Breath again.</p><p>Pooh-hwahah!</p><p>Sungwoo built a defensive wall by gathering all nearby skeletons.</p><p>A huge flame swept through the stacked skeletons. Sungwoo curled up behind the shield and endured the flames.</p><p>‘But, this time, I barely managed to stop the flame.”</p><p>This time again all the beast skeletons that blocked Drake's attack turned into ashes. Now Sungwoo's elite forces were completely crushed.</p><p>The only skeleton who survived was Orun. He could survive because he was short. Pulling out a knife, Orun defended Sungwoo.</p><p>Thump- Thump-</p><p>The huge monster, Drake, approached Orun as he stood before Sungwoo.</p><p>Drake casually lifted its forefoot and slammed it into the head of the goblin skeleton, Orun.</p><p>Rattle!</p><p>At that moment, Orun let go of the knife, jumped into the air and grabbed Drake's forefoot with one hand.</p><p>Since Orun levelled up by absorbing the mana of numerous boss monsters, he jumped onto Drake's body readily and climbed up to the protrusion of Drake's head at once.</p><p>Kuaaaaaaaah!</p><p>He succeeded in taking out Drake's right eyeball. Drake screamed in pain and hit Orun by swinging his head wildly.</p><p>Orun was thrust into the mud, and Drake's forefoot fell mercilessly on him.</p><p>Puck! Puck!</p><p>Orun's bone armor was shattered and his ribs shot out. There was a crack in his skull.</p><p>Soon, only pieces of bones that could not be recognized were left behind in the mud.</p><p>-Your subordinate spirit will return to eternal death.</p><p>Sungwoo's first skeleton disappeared like that.</p><p>“Oh, no! Orun!”</p><p>Hanho screamed desperately behind Drake.</p><p>“Orun! Damn it! Sungwoo, get away quickly!”</p><p><br></br></p><p>Shouting at Sungwoo, Hanho started throwing daggers at Drake's back, but it was useless.</p><p>“Hey, run away, Hanho!” Sungwoo shouted back at Hanho.</p><p>While circling around Drake, Sungwoo fired the repeating crossbows at his injured eye. His attack was useless. The next moment he was attacked by Drake's flying tail.</p><p>Puck!</p><p>The shield Sungwoo held in his hand was shattered, breaking his left arm.</p><p>His body was thrown over a tree and bounced out of the park. Everyone in the fighting place was astonished to see Sungwoo helplessly collapsing.</p><p>“Even the Necromancer!”</p>"}