{"id": 95, "volume": 1, "title": "Only I Am A Necromancer Chapter 101", "url": "https://bestlightnovel.com/novel_888162148/chapter_95", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 101</h1>\n<p>Chapter 101: Terriorism in Youngdungpo Station (3)</p><p>On the other hand, the Werewolf took off his gas mask, groaning in pain on the floor.</p><p>Soon, he smirked cynically, “Uhhhhhhhh! You humans are doomed!”</p><p>“What did you summon?”</p><p>“You'll see a fantastic guy appear here pretty soon.”</p><p>A fantastic guy?</p><p>Kuguguuuuuung!</p><p>There was a loud roar inside the building. Something was collapsing and breaking.</p><p>Uhhhhhhhhhh!</p><p>The summoned monster roared. The people gathered around the station began to shudder and move back, overwhelmed and terrified by the monster's thunderous roaring.</p><p>Minhum approached Sungwoo, accompanied by the patrol guards.</p><p>“What happened inside the building, Sungwoo?”</p><p>“I don't know yet. We'll find out soon.”</p><p>Bang! Bang! Bang!</p><p>The roaring inside the building grew closer. Something was about to come out of there. Then, a crack broke out on the outer wall.</p><p>Finally, the monster broke through the wall and came out.</p><p>Thud!</p><p>-Raid Boss monster ‘Ogre Fighter' has appeared.</p><p>‘Summoning the Raid Boss here?'</p><p>Woooooooow!</p><p>The giant with red skin, standing eight meters tall, landed on the ground and crushed all of the sidewalk. As if it was painful to breathe in because of the Breath of Abyss, the monster scratched his neck hard. At first glance, he looked to be in a bad mood.</p><p>“Uhhhhhaaaa! Can you guys who are already out of energy catch that monster? Even if you catch and kill him, you won't be able to resurrect him as your subordinate spirit.”</p><p>Sungwoo burst into laughter and shouted, “You haven't seen the broadcast until the end, right?”</p><p>“What?”</p><p>“How much did you watch the broadcast?”</p><p>“…”</p><p>Such reasoning was logical. After Sungwoo hunted the Raid Boss, he used lots of energy. However, it seemed that the Werewolf did not watch the raid broadcast until the end to aim for that time. It had taken a lot of time for him to attack Youngdungpo Station, spray gas, and draw a magic circle.</p><p>Thud! Thud! Thud! Thud!</p><p>Suddenly, the ground began to shake. The Werewolf turned his eyes and looked over Sungwoo's shoulder. Then, his pupils began to grow.</p><p>Bone Drake, with his huge mouth open, rushed and grabbed the back of the Ogre Fighter's neck.</p><p>Then, swinging his head, he threw the Ogre Fighter toward the outer wall of Youngdungpo Station.</p><p>Thud! Kuggugugugugu…</p><p>The Ogre Fighter's body was stuck in the steel structure.</p><p>“Hey, we have another wonderful guy over here.”</p><p>These monsters didn't know much about the Necromancer yet.</p><p>Junghoon still couldn't do anything. Even though the safest area on the Korean peninsula he built was shrouded with the gas of death, he had difficulty moving his body.</p><p>He drank quality recovery potions, but he didn't recover quickly, so it seemed like he was really on the verge of death.</p><p>But Sungwoo was different.</p><p>‘Sungwoo died then came back to life.'</p><p>And even after that, Sungwoo jumped into the black smoke of Youngdungpo Station, and shortly afterwards, the zombies under his control began to rescue the survivors.</p><p>That was definitely something that Junghoon and the Crusader Team under his control should have done.</p><p>“They're coming out! Look! They're coming out!”</p><p>“The Necromancer is saving people! Hey, take care of all the rescued people!”</p><p>Those rescued were deeply touched by Sungwoo's rescue efforts, praising him everywhere.</p><p>However, Junghoon was barely opening his eyes, his body covered with a blanket.</p><p>‘My method was wrong.'</p><p>Junghoon admitted that his role had failed.</p><p>‘I didn't want to build up my force because I thought I could not protect them by myself. Rather, I thought only I could save them. I was arrogant.”</p><p>A little later, Sungwoo broke through the windows. The Raid Boss and the Ogre Fighter came out through the broken windows.</p><p>“Uh?”</p><p>Watching them, even Junghoon stood up hesitantly because this was an unexpected situation.</p><p>However, the moment “Bone Drake” appeared and thrashed the Ogre Fighter, Junghoon expected that the situation would be controlled quite soon.</p><p>‘I've got to be strong.'</p><p>Junghoon looked at the Necromancer holding a black scythe.</p><p>‘I've got to be stronger than him, so that I don't need anybody else's help, even the Crusaders.'</p><p>He bit his swollen lips.</p><p>Kugugugugugugu―</p><p>The Ogre Fighter was thrown on the floor and broke through the outer wall of the first floor.</p><p>Sungwoo had all the skeletons on standby to prepare for the monster's counterattack.</p><p>It was dangerous to follow the monster thoughtlessly.</p><p>Soon, the monster grabbed the broken outer wall with his thick hands, crushed the exposed steel frame and crawled out of the hole.</p><p>The giant monster, whose body was as solid as a stone, gasped for breath for a moment, then stared at Bone Drake.</p><p>The monster was angry, but at the same time, he looked confused because he didn't know why he was suddenly summoned.</p><p>However, soon he revealed his fangs and charged at Bone Drake.</p><p>Befitting his name as the Ogre Fighter, the Ogre Fighter was bare-handed, but it seemed that there was an electric current flowing from the bracelet on his right wrist. He jumped off the ground and punched at Bone Drake's head.</p><p>Thud!</p><p>However, he was hit by Bone Drake's tail and flew back, hitting the ceiling of the underground exit on the right.</p><p>Kuggugugugugugu!</p><p>The moment the ceiling structure fell and his body was thrown into the stairs, the skeletons jumped in at once and stabbed spears into his body.</p><p>Puck! Puck! Puck!</p><p>Two spears pierced his chest. However, the light flashed from his body for a moment, shattering and scattering three Werewolf skeletons.</p><p>The skeletons behind him started reassembling with the power of Lich, but those hit directly by the Ogre turned into ashes and disappeared. They perished beyond ‘resurrection.'</p><p>‘Damn it! That Raid Boss is really powerful!'</p><p>His attack was obviously as dangerous as the fire of Breath. Sungwoo found it regrettable that Bone Drake could not use his Breath.</p><p>‘I still have an advantage in this fighting.'</p><p>Thud! Thud! Thud! Thud!</p><p>Bone Drake jumped off the ground. The Ogre Fighter raised himself.</p><p>Then, Bone Drake charged with his huge mouth open, while the Ogre Fighter grabbed Bone Drake's neck with both hands and pushed.</p><p>It was a battle of overwhelming strength between the two monsters. Besides, something started moving behind Bone Drake's back.</p><p>Rattle! Rattle!</p><p>Orun and three Werewolf skeletons were ready to join Bone Drake in smashing the Ogre Fighter. They had been on Bone Drake's back for sometime, waiting for their chance.</p><p>They climbed over Bone Drake's head, and began to thrust spears into the Ogre Fighter who could not use both hands.</p><p>Puck! Puck! Puck!</p><p>Orun, clinging to the Ogre Fighter's face, raised his blade toward his right eyeball. Even though Ogre Fighter was called a fighter, he could not stop Orun's reckless strike.</p><p>The Ogre Fighter shook his head violently. When Orun wouldn't go away, he finally took one hand that had been blocking Bone Drake and tried to catch Orun, but Orun quickly climbed over his head and hid behind his back.</p><p>When Ogre Fighter withdrew one of his arms from Bone Drake, he could not withstand Bone Drake's relentless push.</p><p>Bone Drake's gigantic mouth broke through the Ogre Fighter's shield and bit its neck.</p><p>Then, when Bone Drake pressed him down on the floor, breaking his neck, Ogre Fighter's knees broke down gradually.</p><p>Seizing the moment, all the undead charged at the Ogre Fighter, attacking him mercilessly.</p><p>Puck! Puck! Puck!</p><p>Like a herd of hyenas dismantled a fallen buffalo, they used all sorts of weapons and began to stab the Ogre Fighter.</p><p>The fierce tension of fighting among them disappeared as Ogre Fighter's blood and flesh splattered everywhere.</p><p>-You have earned 705,000 gold by hunting the Raid Boss monster ‘Ogre Fighter'.</p><p>The amount of gold issued this time proved that Ogre Fighter was a low-level monster compared with Bone Drake. Sungwoo earned over 1.15 million after hunting Bone Drake.</p><p>But some good news was waiting for Sungwoo.</p><p>-You have leveled up. (LV. 16)</p><p>‘Wow, what a great EXP reward!'</p><p>Immediately after reaching level 15, he reached level 16 by hunting two Raid Bosses.</p><p>Of course, it wasn't that easy, considering that he died in the process.</p><p>-Choose your level up card.</p><p><br></br></p><p>1) Stats (random)</p><p>2) Skill (random)</p><p>3) Item (random)</p><p>4) Other (random)</p><p>5) Response of death (confirmed)</p><p>‘Oh, I see the skill item finally!'</p><p>It was the first time that the ‘confirmed' skill appeared as the No. 5 item. It was a skill he already had, namely ‘The Response of Death'. Sungwoo chose the item.</p>"}