{"id": 96, "volume": 1, "title": "Only I Am A Necromancer Chapter 102", "url": "https://bestlightnovel.com/novel_888162148/chapter_96", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 102</h1>\n<p>Chapter 102: Terriorism in Youngdungpo Station (4)</p><p>-Your skill grade has been upgraded. (Basic → Skilled)</p><p>[Skill information]</p><p>-Name: Response of Death</p><p>-Grade: Skilled</p><p>-Category: Active</p><p>-Cost: 100 mana</p><p>*You can summon and control 15 ownerless zombies in the Abyss. There is no limit to the number of them that you can possess, and they disappear to dust after 20 minutes. (Reuse standby time: 30 minutes)</p><p>Sungwoo increased zombies to fifteen, and their standby time increased to 20 minutes from ten. It was an addition of considerable power, but the best reward for hunting the Raid Boss was a different item.</p><p>-The killed becomes your subordinate spirit.</p><p>He could resurrect this giant monster as a skeleton under his control.</p><p>Whew!</p><p>The giant monster, eight meters tall, slowly raised himself. The wind passed through his thick white bones, making an eerie sound. Sungwoo also obtained the bracelet on the giant's right arm.</p><p>[Item information]</p><p>-Name: Blessing of the Thunder God</p><p>-Class: Hero</p><p>-Category: Bracelet</p><p>-Effect: Consumes all mana to create powerful ‘electricity'. No mana is generated for 5 minutes after an attack.</p><p>* If someone without mana wears it, it has a waiting time of 24 hours after use one time without any power consumption.</p><p>Since Sungwoo experienced its firepower before, Sungwoo knew that it contained a skill with the potential of inflicting tremendous damage, but there was one fatal weakness in it.</p><p>It was none other than mana. Using all the mana available?</p><p>‘I now see why these things have the hero grade.'</p><p>Mana was essential for the operation of the skeletons. In other words, it is an unsuitable item Sungwoo.</p><p>However, it was fortunate that there was a condition of use for “objects without mana” below it.</p><p>‘Okay, I can put it on the Ogre Fighter skeleton.'</p><p>Since the Ogre Fighter skeleton is an ‘object without mana', Sungwoo obtained a skeleton that can use a skill.</p><p>In the meantime, the Werewolf in a brown coat stood aghast, with his long snout wide open, at the appearance of the Ogre Fighter resurrected as a skeleton.</p><p>“No way! Crazy! What the hell are you doing, Necromancer?”</p><p>“You said you brought a friend. Why? Can't he be my friend?”</p><p>“Don't play on words!”</p><p>“Sure, no punning, of course.”</p><p>Pik! Pik!</p><p>“Argh!”</p><p>Sungwoo fired at his thigh. The Werewolf fell, screaming in pain, and Sungwoo slowly walked toward him and shouted, “Hey, I think we need to introduce each other.”</p><p>The monster was shuddering all over at that moment. It was a seizure. Sungwoo pushed his body over with his foot.</p><p>“Krrrrrrr…Don't make fun of me! Cough!”</p><p>The monster's eyes rolled back as hefoamied at the mouth. Then, he twisted his whole body and stiffened. It was poison.</p><p>“Damn it! He poisoned himself for fear of interrogation.”</p><p>Minhum stomped his feet as if he was angry at that, for he would have interrogated the monster to find out the mastermind behind the attack. Although his main base Youngdungpo Station was attacked, he could not mount a counterattack because he could not find the mastermind.</p><p>However, Sungwoo knew there was another way to find it out.</p><p>-The dead will be your subordinate spirit.</p><p>The Werewolf skeleton in a brown coat was resurrected and approached Sungwoo.</p><p>Then, a familiar message appeared before his eyes.</p><p>-You can check the ‘fragments of the memory' of the dead.</p><p>It had been a while since he read somebody's memory. He wasn't sure how this mechanism worked, but it's obvious that the designers of this game deliberately presented fragmented puzzles to Sungwoo.</p><p>Just like a new quest was given when he read the memory of the “Vampire Branch Chief” in the past, the memory fragments gave some sort of hint as if to guide Sungwoo in some direction.</p><p>Soon, the Werewolf's memory was reproduced vividly like a video.</p><p>‘Where is it? This is a subway transfer gate I've seen a few times.'</p><p>It was dark, so it was difficult for him to identify the location, but it was a familiar place.</p><p>‘Sindorim Station.'</p><p>Sungwoo immediately identified the location. Sindorim Station was one of the worst transfer centers in the metropolitan area. Sungwoo had experienced passing through that station several times in the past.</p><p>Now, he was familiar with this face. It was a bull familiar to him, the ‘Werebull' who became Sungwoo's subordinate spirit after he was defeated in the department store.</p><p>Then, a white Werewolf appeared right behind the Werebull.</p><p>Clad in black scale armor, he was holding a cane. His appearance looked quite unusual.</p><p>He approached the Werewolf in the brown coat.</p><p>“Turn off your smartphone. Soon, we will enter the enemy's territory.”</p><p>The Werewolf turned off his cell phone and put it in his pocket. That's why he could not watch the broadcast until the end.</p><p>“Oh, it's really getting interesting from now on…The Crusader Team was on the defensive. Damn it!”</p><p>When he looked back, grumbling like that, there were a dozen or so human beasts coming up behind his back. They were carrying heavy gas cans and wearing gas masks.</p><p>“Well, handsome wolf brother.”</p><p>“I told you not to call me like that.”</p><p>“Anyway, brother, I heard that attacking Youngdungpo wasn't necessarily intended to smash the players.”</p><p>“I don't know about it.”</p><p>“Are you sure? How come you don't know about it? Even I heard about it.”</p><p>The white Werewolf stopped at that moment.</p><p>“As the captain said from the beginning, destroying Youndungpo was something we had to do someday, and now is a great opportunity. So, shut up. The enemy camp is close to us.”</p><p>“Youido?”</p><p>“…”</p><p>“I heard those crazy scientists forced our captain to accept their demands, saying they would build a research center in Youido. They even threatened him.”</p><p>Sungwoo focused on that conversation. Youido? An important piece of information related to Youido came to his mind.</p><p>It was none other than ‘Korean Server Bad Ending-2'.</p><p>“It seems like you have heard lots of nonsense since you have been staying with them these days.”</p><p>“Well, I don't think the captain is the leader of our organization. It's my impression that he fell into some fascism after he began to mingle with those crazy scientists. I feel it's really funny when I talk to them.”</p><p>“Hey, let me warn you. Shut your mouth. Let's keep moving.”</p><p>Having said that, the white Werewolf went ahead.</p><p>“Why should you try to keep it from me? They are openly talking about it. Brother, let me tell you something very interesting from now on. Right now in Youido…”</p><p>“Stop!”</p><p>The video ended there.</p><p>Sungwoo again stood in front of Youngdungpo Station.</p><p>‘There are two pieces of information. One of their main strongholds is in Sindorim. And the reason they attacked Youngdungpo Station is because they want to occupy Youido?'</p><p>The second piece of information was still like a puzzle. He had to go to Sindorim in order to put together the puzzle.</p><p>Sungwoo looked back at Minhum.</p><p>“Who is in Sindorim?”</p><p>It was only one stop between Sindorim and Youngdungpo. So, it was strange that he didn't know who was in Sindorim.</p><p>“Sindorim? There's a group of survivors who were stationed there ten days ago, but they don't want to contact us. Very unusual.”</p><p>The Liberation Guild was growing a mass of cancer close by.</p><p>“If you can enter the station when the smoke disappears, please check again from the underground passage. It looks like they entered through it.”</p><p>“Really? Then, where are you going…?”</p><p>The black sickle and skeletons scattered into the air.</p><p>“I am going to step on the tails of those beasts.”</p><p>Sindorim Station was the center of transportation where Line 1 and Line 2 subways intersected. Since the game started, there have been a huge number of people gathered there.</p><p><br></br></p><p>In other words, there were a huge number of victims.</p><p>“I settled here because it's near Youngdungpo. So, it's good because there are so many corpses. Besides, there is a surplus of experimental materials, too.”</p><p>The man with blue tape on his eye glasses looked at the blue water tank with a happy expression. It was a water tank that could be easily seen from the rooftop, but what's different from other tanks was that there were a lot of red symbols on its surface. Then, a Wererat climbed up the ladder and threw a naked female body into it.</p><p>“By the way, director, don't you think we need more freezers? Just tell me, and I'll get more of them. The smell of rotting corpses is coming up from the underground tunnel.”</p><p>The man called the director clicked his tongue and said, “Get used to it. If you get used to it, you can endure anything. Especially, your sense of smell adapts to anything easily.”</p><p>“Well, in my case, I can smell better since I have become a human beast…”</p><p>Without hearing him out, the director turned around. There was disillusionment in his face.</p>"}