{"id": 100, "volume": 1, "title": "Only I Am A Necromancer Chapter 106", "url": "https://bestlightnovel.com/novel_888162148/chapter_100", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer Chapter 106</h1>\n<p>Chapter 106: Survival from Zombies in Beomgye Station (1)</p><p>It was inevitable for Minhum to ask for Sungwoo's help because only he, the Necromancer, could touch the object.</p><p>Even though the Crusader Team member, wearing a gas mask, got close to it, he collapsed as soon as he touched it.</p><p>Sungwoo stood in front of the object.</p><p>At first glance, it looked like a super-sized thermos bottle. The object constantly emitted black smoke, even though it started letting it out a long time ago. It must have been different from the gas cylinder that contained the breath of the Abyss.</p><p>“That's the object in question. Are you okay?”</p><p>Wearing a gas mask, Minhum asked, standing at a distance. Sungwoo did not answer.</p><p>In fact, he felt okay. He felt good.</p><p>‘It's the breath of a much deeper Abyss.”</p><p>Sungwoo felt the smell was the same he had first experienced in the school gym. Of course, since he went through the 1st awakening already, he could not expect a tremendous increase in stats like before, just like the dosage of medicine for children was different from that for adults.</p><p>[Item information]</p><p>-Name: Refined Abyss Breath (Jar)</p><p>-Class: Unknown</p><p>-Category: Player manufacturing</p><p>-Effect: When the lid is opened, it emits ‘Abyssal Breath'. (34% left)</p><p>-Description: Put it in the locker of the less fortunate guy and open it. (Manufacturer's skills)</p><p>Of course, there were many types of less fortunate people. Sungwoo's opponents opened the wrong locker door.</p><p>‘I can't use it indefinitely, but it must be quite useful.'</p><p>He used the item called ‘Abyss Concentrate' quite usefully.</p><p>He reached out and closed the lid.</p><p>-The ‘Abyssal Breath' stopped emitting. (34% left)</p><p>The smoke in the periphery gradually faded.</p><p>“You have succeeded in stopping it!” Minhum shouted.</p><p>“Let me take this jar,” said Sungwoo.</p><p>When Sungwoo approached him, holding the jar, Minhum stepped back.</p><p>“Sure. Who would covet it other than a psychopath…Thank you,” said Minhum.</p><p>“By the way, did you confirm what I requested of you?” Sungwoo asked him to look into the details of the Raid Boss.</p><p>“Oh, I was so absent-minded with this. Since you got rid of this object, let me check it out immediately.”</p><p>Sungwoo nodded and went out of the station. Jisu and Hanho stood at the entrance.</p><p>It seemed that they were freed from the Crusader Team when they were dispatched to the station for a security check.</p><p>“Sunwoo, you are freely going around without us. Since you are not around us, they are eager to win over Jisu's heart. Do you know how stressed out she was?”</p><p>“I never told you not to follow me. But if you want to follow me, you have to carry lots of antidote with you,” Sungho replied.</p><p>“Man, what if you suddenly die? We would have nobody to rely on. Do you know how sad she was when you disappeared all of a sudden? She cried…”</p><p>When he said that, Jisu stared at Hanho. Sensing her murderous look, he shut up.</p><p>“Hanho, please stop that bullshit,” Jisu shouted.</p><p>“Haha, I'm sorry I'm shooting my mouth off like this. Uh, sister Jisu?”</p><p>Jisu abruptly turned, really annoyed.</p><p>“Why? What's wrong with you?” Sungwoo asked.</p><p>“Man, she might kill me if I say this to you. She cast a murderous glance at me anyway.”</p><p>“What is it?”</p><p>Hanho scratched his head and opened his mouth.</p><p>“Oh, when you were killed by the opponent's Breath attack, Jisu was so shocked that she teared up. I joked about that several times, so she was mad at me.”</p><p>“Did she?”</p><p>As far as he knew, Jius was not the type who could be sentimental or tear up. She was a steel-hearted woman.</p><p>“Isn't it you who cried, Hanho?”</p><p>“Me? When you died? No way. I cried when Orun died. So, please take good care of Orun. Even if you died, don't forget to leave Orun with us.”</p><p>When Sungwoo pondered over it for a moment, he thought Hanho would save Orun first if he and Orun were in danger.</p><p>Junghoon was sitting alone in an empty cafe. On the table next to him was thick metal armor and a longsword. It seemed like he was completely disarmed after a long time.</p><p>Tok, tok, tok, tok!</p><p>He tapped his finger on the table, lost in thought. Sungwoo's voice played in his head.</p><p>“Well, your hiring me is another matter. Junghoon, you owe a lot to me. Don't try to forget your promise to give me 1 million gold. I was really disappointed in you.”</p><p>Having said that, Sungwoo stood up. Sungwoo pressured him hard to gain the upper hand in future negotiations between them.</p><p>And his pressure paid off nicely. Junghoon was now feeling pressured a lot.</p><p>‘If I take issue with his pressure openly, people's perception of me will be negative very quickly. I won't surpass him in force or in public perception.”</p><p>In short, he was at a disadvantage even in political fighting.</p><p>Junghoo slowly raised his head and looked into the air.</p><p>[Exclusive Quest]</p><p>-Title: Hero, prepare for the sacred war.</p><p>-Type: Fostering</p><p>-Goal: To train 30 ‘Crusaders' at level 10 or higher</p><p>-Reward: 1st Awakening, Exclusive Skill</p><p>*You have witnessed Hell on this earth before anyone else. You must fight to be a hero with extraordinary power.</p><p>Hero, who has arisen out of chaos! Enlighten the foolish and build an army to walk into hell!</p><p>* You must achieve this goal before the “world tree” grows on this earth.</p><p>* Your choice affects your ‘destiny'.</p><p>Junghoon was given an “exclusive quest”. Based on his investigation, this was a phenomenon that only appeared in occupational groups with 4 stars or more.</p><p>In other words, the exclusive quest is a trial as well as a privilege given only to those who choose 4-star and 5-star cards.</p><p>‘That is why I have to achieve it quickly. That's how I can get ahead of those with 5 stars by competing with them. But train 30 Crusaders? Six of them were killed during this raid, so there are only 14 left. Besides, train those who have level 10 or higher?'</p><p>It was a very difficult quest, with his 1st awakening depending on it. But it was obvious that Sungwoo already achieved something like this.</p><p>‘I must achieve it by all means, and I can do it.”</p><p>Jonghoon stood up, as if he was determined. Then, he put on his white full plate armor and the longsword on his back.</p><p>A little later Minhum came up to the cafe to report to Junghoon.</p><p>“Deputy, we're going hunting again, starting tomorrow. This is a hunt for levelling up before we start the raid.”</p><p>Startled, Minhum asked, “Really? Commander, it will take quite a while to restore the station. I think it's rather premature to go hunting before we restore the station…”</p><p>“While we are restoring the station, someone is getting ahead of us. Then, we have no choice but to be defeated again.”</p><p>In fact, Junghoon's ranking was pushed a step further down No. 4 in the players' rankings.</p><p>Besides, his overwhelming reputation that he had built up until now collapsed. In order to recover his lost prestige and reputation, he had to level up more than anything else to move up to a higher ranking.</p><p>“Of course, I am not saying that we should leave the station neglected. Even if it's difficult, we have to do both at the same time. I will do everything to go hunting and restore the destroyed station.”</p><p>Minhum nodded at his remarks. He also decided to stand up again and work with Junghoon.</p><p>As his deputy, Minhum was supposed to support him anyway.</p><p>“We will never be defeated again. And we won't be ignored.”</p><p>Junghoon's eyes were glowing with new determination.</p><p>It was Minhum who was the busiest. He practically led the Crusader Team to restore the devastated station while he assisted Commander Junghoon with carrying out his new mission and taking care of Sungwoo's request.</p><p>“As for your request, Sungwoo, I've found out some information from the community. So, I searched for the tips about Sosdong in Buchon City and Beomgye Station in Anyang City. In Sosdong, I …”</p><p>“Are you going to say the Ogre Fighter was witnessed in Sosdong?”</p><p>When Sungwoo asked before he continued, Minhum nodded, blinking his eyes, rather surprised.</p><p>“Are you going to say it was covered with black smoke and full of zombies?”</p><p>“Yes, that's right. How do you know everything already?”</p>"}