{"id": 109, "volume": 2, "title": "Only I Am A Necromancer Chapter 115", "url": "https://bestlightnovel.com/novel_888162148/chapter_109", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 115</h1>\n<p>Chapter 115: Secret Facility Underneath Beomgye Station (2)</p><p>Just like Minsok said, the smoke coming from the ceiling of the station building led into the subway and tunnels.</p><p>Sungwoo stuck his head out and lit the flashlight on the repeating crossbow. However, the ray of light did not go far. There was only endless darkness like the throat of a giant marine animal.</p><p>“Let's go inside.”</p><p>They jumped off the railroad tracks and walked.</p><p>Tramp–Tramp–</p><p>However, the deeper Sungwoo walked through the tunnel, the stranger he felt about this particular place. It was an empty space with nothing special, which made him more suspicious.</p><p>He soon noticed why he felt so strange. Obviously, this place had been left unattended after the fall of this place, but there was no pool of water inside.</p><p>‘Suwon Station was half flooded.'</p><p>Underground facilities such as this were inevitably susceptible to flooding, so they needed the constant management of drainage facilities and water pumps, but this place wasn't flooded at all.</p><p>‘If that's the case, somebody is managing this place?'</p><p>Of course, since Sungwoo was not fully aware of the geographic situation of this place, it's possible this underground place was well managed.</p><p>His suspicion turned out to be correct.</p><p>“What's that?”</p><p>It was beginning to be brighter little by little, then a white light poured out from ahead.</p><p>Then, a white plastic curtain appeared and blocked the whole passage, but could be opened and closed with a zipper. It seemed like a kind of temporary quarantine facility.</p><p>“I used to see it in zombie movies. Isn't that the mark of the government?”</p><p>On the left side of the entrance door, where Minsok pointed, the Taegeuk mark, the symbol of the Korean government, was attached. Below it was the description of the facility.</p><p>-Ministry of Public Administration and Security: Disaster Response Committee</p><p>-Quarantine Test Facility B-2</p><p>– Off limits to outsiders</p><p>“I think this is a government facility, given this kind of sign,” Minsok said.</p><p>Sungwoo frowned at his remark.</p><p>“I think the problem is whether the people here are public servants or not.”</p><p>The reason why Sungwoo came here was to find the crazy guys behind the Evolution Society, but it was an unexpected government facility that greeted him.</p><p>What's the relationship between the insane scientists who have been making mysterious plots and the government that disappeared at the start of the game?</p><p>‘Can it be true that the Evolution Society guys are from the government?'</p><p>Of course, it was possible that the key government officials drew cards and became players. If that's the case, they, too, were influenced by the quests, so they must be struggling to survive somewhere.</p><p>Even though they lost all the vested interest and power due to the collapse of the government, it's possible that they were maintaining a large group somewhere because they used to govern the Republic of Korea.</p><p>‘Whatever it is, it is no longer an organization we can trust and follow.'</p><p>Even if such a surviving power group was still functioning somewhere, it was not appropriate to call them ‘the government.'</p><p>Sungwoo opened the zipper and entered the cylindrical vinyl area. Then, another door appeared ten meters away. It was as if there was something like a terrible virus beyond that door, so they seemed to have quarantined it in multiple ways.</p><p>Rattle-</p><p>He opened the second door and entered. Then, a facility with a relatively high ceiling appeared. Several pieces of experimental equipment were installed inside the tunnel, which measured four meters in height and eight meters in diameter. And there appeared something terrible before their eyes.</p><p>“Ugh?”</p><p>-Raid Boss monster ‘Ghoul King' has appeared.</p><p>Kuuuuuuuuuuueeeeeeh!</p><p>Finally, the Raid Boss monster appeared, but it was not complete.</p><p>“What the heck is that?”</p><p>Inside a huge vinyl tube was a huge purple ghoul, with his limbs cut off, bound with a white chain. A white magic circle over his head circled and restricted his movement.</p><p>That helpless guy was the Raid Boss monster, “Ghoul King.”</p><p>– Caution! ‘Abyssal Rift' is being generated in the affected area.</p><p>And with such a warning message, a purple portal began to open toward the tunnel on the other side of the tube.</p><p>Kueeeeeeeeh! Kueeeeeeeeh!</p><p>Then, dozens of zombies poured out from there and ran out like crazy into the darkness of the tunnel. Immediately, after they came out, three ghouls crawled out.</p><p>Fortunately, there was a screen made of tempered glass between the portal and the facility, so the undead did not come towards them.</p><p>“Now I think I know why zombies have been pouring out. It's like a hen that keeps laying eggs,” Sungwoo said calmly.</p><p>Minsok gnashed his teeth and said, “Who the hell did something like this….”</p><p>At that moment, the door of the facility on the left opened and someone walked out.</p><p>“It was you, Necromancer, as I expected.”</p><p>He was in a black suit. He was tall, with pomade-styled hair. His face was familiar to Sungwoo.</p><p>‘I didn't expect to encounter this guy here.'</p><p>This was the guy who had sent the director and the white Werewolf to Sindorim Station.</p><p>A couple of his deputies also came out. One of them was a man in a white cassock and a shoulder cape, and the other was a woman in glasses.</p><p>The woman looked at Sungwoo then sneered at him.</p><p>“Suddenly, the quest was upgraded, so I released more smoke. I wondered who could get through that thick smoke and come as far as here. Man, the guinea pig that we have wanted to collect came to our place voluntarily.”</p><p>Then, she looked at Minsok and said, “Gosh, what the heck is this? Skeleton knight? Oh, you're sexy!”</p><p>“I'm sorry to say this, but you've got three, or you had three children…”</p><p>Minsok wanted to grab his sword as if he was about to charge at them and swing. He realized they were responsible for this terrible situation.</p><p>“Now, let's stop staring at each other for a moment. Just in case, let me make a suggestion.”</p><p>The pomade-styled man came forward one step closer.</p><p>“Well, it seems we haven't had a good relationship until now. But I think we made a mistake in the beginning. So, if we have a conversation, I think we can satisfy our interests together.”</p><p>“…”</p><p>Sungwoo didn't reply, but the man continued, not caring at all, “You've chosen a death-related job, and I'm working on death, though it's completely different.”</p><p>“You said you are researching death?”</p><p>The pomade-styled man reached out and pointed to the Ghoul King in custody.</p><p>“As you know better than anyone, this is the Energy of the Abyss. It is the power that is opposite to all life.”</p><p>And the resulting products of that were several bombs and gas weapons that released the Breath of the Abyss.</p><p>“Let me cut to the chase. I and my colleagues regard this event as a trial, or a test for the evolution of human beings. Whoever we give the trial has to overcome and pass the test. And the way to do it is to throw away our existing system and transcend it.”</p><p>Youido, the new human race, and transcendence: Sungwoo heard all of these concepts from the director.</p><p>“We regard the beginning of our work as an escape from death. So, we've been working on death and the abyss, and in this chapter, surprisingly, as if we were on the right track, a raid boss called Ghoul King appeared in this area. It was a golden sample for us.”</p><p>The pomade-styled man, who was pointing at the Ghoul King, turned to Sungwoo.</p><p>“And now, you've come to this place, Necromancer.”</p><p>“It looks like somebody is helping our work,” the woman in glasses said, giggling.</p><p><br></br></p><p>The man continued, “You may think everything seems to be a coincidence in this game, but it is being manipulated by an artificial system. It is the result of the quest that you and I are meeting face to face like this. That means there is already the answer. It's the ending of the game.”</p><p>“Ending of the game?”</p><p>“Yeah. We intend to be the main characters in that ending.”</p><p>The man paused for a moment, then calmly continued, “Necromancer, we saw a happy ending of this game through a special opportunity, so we know the destination we have to reach. We are standing at the great intersection leading to the ending at this moment. In other words, you have to decide whether you want to join us as our colleague or turn your back on us as our enemy…”</p><p>Sungwoo frowned at that point.</p><p>‘Happy ending? The ending of the game? Does the Evolution Society have the prediction stone of the happy ending?'</p><p>At that moment, the pomade-styled man approached Sungwoo one step closer and said, “Now, why don't you share our great cause? It will do you good, too.”</p>"}