{"id": 101, "volume": 2, "title": "Only I Am A Necromancer Chapter 107", "url": "https://bestlightnovel.com/novel_888162148/chapter_101", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 107</h1>\n<p>Chapter 107: Survival from Zombies in Beomgye Station (2)</p><p>“Well, I thought you could find out the information fast because you're an analyst, but my junior picked it up more quickly than you.”</p><p>At that moment, Hanho, who, standing behind Sungwoo, was absorbed in checking his smartphone, raised his head. Hanho was addicted to checking all the information available in the community.</p><p>“Ah…”</p><p>Minhum made a blank expression, knowing his work for Sungwoo was good for nothing.</p><p>Hanho said, “Sungwoo, I've got a message from Taesung. Fortunately, the village is safe. But I told him to defend the Safety Zone well all times and never go outside.”</p><p>While Sungwoo was talking with Minhum, Hanho kept in touch with the village in Suwon through the community bulletin. He conveyed the message that they had to activate the Safety Zone and stay inside it because the Evolution Society might attack it.</p><p>‘And I have to go to Beomgye Station.'</p><p>Sungwoo came to know through the community intelligence that the “Ogre Fighter” was from Sosdong, Bucheon City. If that was the case, the last Raid Boss would be in Beomgye Station.</p><p>‘There is something in Beomgye Station.'</p><p>According to the community bulletin about Beomgye Station, there were posted comments that asked the community members not to approach the station area, citing that poison gas was leaking, and that the station area was full of zombies.</p><p>The poison gas mentioned was most likely the “Abyssal Breath.” This meant that it was highly likely that there was another research center run by the Evolutionary Society in the station.</p><p>“Hey, Deputy, let me use your helicopter.”</p><p>It was getting dark, but Sungwoo thought of heading straight to Beomgye Station.</p><p>To mount a surprise attack like he did in Sindorim, he had to move fast.</p><p>“What? You want me to go back to Suwon? Man, are you saying I'm not useful anymore?” Hanho demanded, with a sad expression.</p><p>“Oh, well, that's not what I mean. You are very good at finding the necessary tips in the community, You're useful.”</p><p>“You don't even say I'm good at throwing daggers! Wow! Community? Man, you are feeling jealous and so mean to me like this because I've said I prefer Orun, right? Oh, I think you have gotten sullen at me when I said the Youngdungpo Prosecutor was more handsome than you.”</p><p>“…”</p><p>“You don't deny it, Sungwoo?”</p><p>But Sungwoo didn't respond.</p><p>He borrowed a helicopter from the Crusader Team. Sungwoo and Jisu decided to go to Beomgye Station as scheduled, while Hanho would head to Suwon.</p><p>The reason Sungwoo made such a decision was because a considerable amount of gold was needed to maintain the “Safety Zone,” but if the limits to the outsiders lasted longer than scheduled, the village might not have enough gold to sustain its security.</p><p>Besides, it was too dangerous to operate a monster crackdown team to collect gold. Nobody knew what the Evolution Society would do if they got the crackdown team as hostages.</p><p>“In a critical situation like this, the village needs at least one player with a high level like you. Go and hand over some gold to your father.”</p><p>“Got it,” Hanho said in a sullen voice, but he didn't disagree with his decision. He didn't want to neglect the village where his parents were.</p><p>Dudududududududu!</p><p>Soon, the helicopter engine was turned on. The guards of Youngdungpo Station were carrying several boxes inside the helicopter.</p><p>Sungwoo asked for daily necessities and food in addition to 1 million gold, which were necessary for the long-term security of the village.</p><p>“All set. Please get on board!”</p><p>Soon the helicopter carrying Sungwoo's party took off, and Junghoon was standing in front of the station, looking up at the helicopter.</p><p>Junghoon initially objected to Sungwoo, whom he hired, heading to Beomgye Station. But when he heard that there might be another research center run by the Evolution Society, Junghoon understood Sungwoo's decision.</p><p>Come to think of it, Sungwoo was a powerful spear, let alone a shield.</p><p>Woooooooong!</p><p>The helicopter moved up to the highest possible altitude to avoid the herd of Wyverns that dominated the airspace of the Korean Peninsula.</p><p>Wyverns spent a lot of time resting on the roof of buildings. When they were resting like that, it was very dangerous to fly because they were hard to detect. So, the best way to avoid their attack was to fly as far as possible from the ground.</p><p>Soon, the helicopter reached the airspace of Anyang City.</p><p>“We'll arrive in 5 minutes!”</p><p>After meticulously checking the surrounding safety, the helicopter pilot approached the rooftop of a building. Sungwoo and Jisu jumped from the helicopter and landed on it safely.</p><p>“Please take care of Orun!” Hanho shouted.</p><p>The helicopter faded away.</p><p>Sungwoo grabbed the railing on the roof and looked around.</p><p>“Beomgye Station is over there!”</p><p>Jisu first headed toward the station. She found out the way to the station in an instant though she had never been here before.</p><p>“You found it very quickly.”</p><p>“Well, I looked at the surrounding buildings from the air early on and found it based on the shape of the station.”</p><p>Although the two came down from the same sky, Sungwoo could not even sense the exact direction of the station, let alone the shape of the station building.</p><p>Her extraordinary sense of geography was becoming sharper everyday.</p><p>It was because of her excellent sense of direction that he chose to take her, not Hanho.</p><p>“Let's go.”</p><p>Sungwoo and Jisu went down the stairs of the building. Then, they crossed the street and entered the shopping complex near Beomgye Station.</p><p>At that moment, she shouted, “Sungwoo, wait a second. Something is coming over the building on the left.”</p><p>The two hid in the alley.</p><p>Shortly afterwards, somebody came and shouted, “Quickly! Run faster!”</p><p>“Damn it. We're in big trouble. We can't stop this!”</p><p>Five men passed through the alley. They ran, looking behind them.</p><p>Obviously, they were being chased by something at that moment.</p><p>“Man, they are already there!”</p><p>Soon, the chasers appeared.</p><p>Kuuuuuuuuuuh! Keeeeeeeeeeeh!</p><p>They were zombies. Dozens of zombies were chasing after the guys like crazy.</p><p>It seemed they would be caught at any moment.</p><p>“Shoot! Shoot quickly! If this goes on any longer, even our shelter will be in danger!”</p><p>The man with the cane fired flames. Then, they fired arrows and crossbows.</p><p>Pik! Pik! Pik!</p><p>However, they succeeded in killing only two zombies. Then, the man with the arrows used his skills to fire two magic arrows in a row, but he killed only one zombie.</p><p>Faced with the zombies' overwhelming offense, they could not withstand it.</p><p>Those inside the shopping mall with dental signs started to get busy. People moved around busily. Those carrying arrows stuck their heads outside the windows.</p><p>“Come back quickly!”</p><p>The door to the mall opened and two men with shields came out. It seemed that the shelter of the survivors was right inside the mall.</p><p>“No! We can't stop them!”</p><p>“We have to divert them to a different place! You guys stay hiding quietly!”</p><p>Zombies were popping out from the alley, totalling 50 already.</p><p>Among them were “zombie dogs.”</p><p>Kueeeeeeh! Kueeeeeeeeeeeeh!</p><p>If they stormed into such a shabby shelter, it would be impossible for the survivors to stop the zombies.</p><p>“Let's disperse to the left and right! We have to disperse the zombies to get them away from the shelter!”</p><p>The five men eventually decided to sacrifice themselves forthie mission. They had no other choice to ensure the safety of their families in the shelter.</p><p>The moment they were about to turn their heads, five zombies bounced into the air.</p><p>A woman in red training pants jumped out of the alley and swung her sword twice.</p><p>She avoided the hordes of zombies rushing to her and elbowed her way through them.</p><p>Every time she swung her sword, she killed three or four zombies.</p><p>What followed next was more shocking.</p><p>Thump- thump-</p><p>A giant monster over 7 meters tall, made of bones, walked out of the alley.</p><p>“Jisu, step to the side!” Sungwoo shouted.</p><p>The woman in red training pants jumped and disappeared into the alley on the right. At that moment, the wrist of the giant monster gleamed with a blue flash.</p><p>When the giant swung his fists, the zombies around him evaporated in an instant.</p><p>“Is that giant…?”</p><p>“Yeah, I think that's the giant…”</p><p>The five men, who decided to sacrifice themselves for the safety of the shelter, stopped, aghast at the shocking scene before their eyes.</p><p>“Right. I saw it too. I saw that man on TV.”</p><p>Finally, a man in a dark green robe came out of the alley.</p><p>“He is the Necromancer…”</p><p>The most famous person on the Korean Peninsula appeared.</p>"}