{"id": 106, "volume": 2, "title": "Only I Am A Necromancer Chapter 112", "url": "https://bestlightnovel.com/novel_888162148/chapter_106", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 112</h1>\n<p>Chapter 112: Survival from Zombies in Beomgye Station (7)</p><p>He opened his mouth desperately.</p><p>“Sungwoo, if a human becomes a skeleton, is he still conscious?”</p><p>“No.”</p><p>Minsok grabbed the hilt firmly.</p><p>At that moment, Jisu said, “Sungwoo, they are about to attack us now!”</p><p>Like she said, the ghouls began to lower themselves slowly in an apparent move to attack.</p><p>“Sungwoo, please do me a favor,” Minsok said as if he wanted to leave a will.</p><p>But Sungwoo could not reply because of the urgency of the situation.</p><p>“They're coming now!”</p><p>As soon as Minsok finished saying it, the cannibals ran toward the 'soft flesh' of those inside the buses.</p><p>“Protect the children!”</p><p>Just like Minsok warned, they were not interested in the skeletons at all. They only focused on the prey inside the bus, rushing to catch the children to fill up their stomachs.</p><p>Therefore, their main targets were the street players and the elderly in the car.</p><p>Pik! Pik! Pik! Pik!</p><p>Sungwoo fired the repeating crossbows into the air, but most of them scattered into the air.</p><p>'They're moving so fast.'</p><p>They were not just fast. Their movements were very erratic.</p><p>They first seemed to run forward, then bounced sideways and rolled over the floor. Then, they jumped back and ran forward again. It was impossible to predict where they would run and bounce.</p><p>“Ahhh!”</p><p>Behind Sungwoo, a player's scream disappeared into the air. With his upper body cut, his lower body staggered, blood gushing, and fell under the wheel.</p><p>The ghouls were incredibly fast, so Sungwoo and the players could not attack properly.</p><p>Tuuung!</p><p>The next moment, a ghoul landed on the second minibus. It struck the ceiling of the bus with its left hand.</p><p>Thump! Thump!</p><p>As soon as the ghoul struck down, the ceiling was literally torn off like a sheet of paper.</p><p>'Block him!'</p><p>Sungwoo moved the Werewolf skeleton. The skeleton jumped right on the top and hit the ghoul. The two got entangled and fell behind the bus.</p><p>-Your subordinate spirit now returns to eternal death.</p><p>Sungwoo could not know what was going on behind the bus. All he saw was that the ghoul shattered the Werewolf's skull, then stood up.</p><p>Kuuuuuuuuuuuh!</p><p>The ghoul screamed and faced Sungwoo directly. His big eyes were fixed on Sungwoo's stomach. Rather the ghoul was aiming for something in his stomach.</p><p>The next moment, however, a magic circle fell from over the ghoul's head and pushed him down to the ground.</p><p>Thump-</p><p>Then, someone rushed to the fallen ghoul and struck his head with a shield.</p><p>One of the ghoul's eyeballs popped out. The attacker was Minsok. He swung his sword to cut the ghoul's head off and kicked it away.</p><p>“Watch your back!” Sungwoo shouted at Minsok.</p><p>Then, he fired the repeating crossbow.</p><p>Minsok quickly lifted the shield.</p><p>At that moment, another ghoul smashed the surface of the shield.</p><p>But Minsook endured the shock and began to attack the monster with tremendous momentum.</p><p>He shook the ghoul's balance by pushing the shield against the monster, then stabbed the sword into its stomach and cut it.</p><p>'I must definitely kill this monster once and for all.'</p><p>Since he knew he couldn't kill the ghoul by cutting its stomach, he lifted his sword, tore up its intestines and cut its heart.</p><p>Thump!</p><p>With its body cut and torn, the mutilated ghoul fell to the ground.</p><p>It was a perfect fight. But as he tried to turn his head, he raised his shield, startled.</p><p>“What the heck? Ig wasn't killed when it was mutilated like this?”</p><p>The ghoul, whose heart was cut off, was recovering from the wounds and raising its body.</p><p>“Don't worry. Let me take care of him,” said Sungwoo.</p><p>Sungwoo picked up a giant black scythe “Grim Reaper”.</p><p>-Death Scythe, 'Grim Reaper,' is summoned.</p><p>– Grim Reaper retention time (00:59:58)</p><p>Although he tried to save his time as much as possible, he used the 1st awakening time after realizing that the situation was serious.</p><p>-You obtain the power of 'Lich'.</p><p>* Your subordinate spirits increase by (+50).</p><p>* All stats increase by (+10).</p><p>* You can revive and regenerate the destroyed undead nearby 'indefinitely as much as the maximum number of your subordinate spirits.'</p><p>“Oh, I see. Got it. Whew…”</p><p>Minsok was not surprised to see the Necromancer with his bones exposed because he had already seen it on the air.</p><p>However, he felt different when he actually saw the Necromancer in person. He could not help but feel overwhelmed by his grotesque image.</p><p>Meanwhile, Sungwoo looked at the message floating in the air.</p><p>-The dead will be your subordinate spirit</p><p>* This is an undead object that had an owner. The ties between master and servant were cut off by its death and are now yours.</p><p>Undead type monsters such as ghouls could also be resurrected as the subordinate spirits 'after they were killed once'. In this case, they didn't become a skeleton, but they kept their original appearance as a ghoul.</p><p>'Anyway, I can reinforce my forces with this.'</p><p>Rattle! Rattle!</p><p>Skeletons began to move more boldly. The ghouls moved so quickly that it was hard to catch them, but their target, namely Sungwoo, was slow.</p><p>'Let me catch and kill those targeting the players and the buses.'</p><p>Surprisingly, the ghouls ran around like crazy, moving vertically and horizontally, then rushed towards the buses.</p><p>Sungwoo's eyes were only fixed on those ghouls. Just before they hit the buses, the Werewolf skeletons on standby charged at them. Two skeletons threw themselves on one ghoul at the same time.</p><p>Bang!</p><p>One of the Werewolf skeletons was quickly knocked out, but the other skeleton grabbed the ghoul by the neck. The skeleton that had been smashed a moment ago was reassembled, shrouded in a green light, and suddenly the two skeletons started striking down the ghoul.</p><p>Kueeeeeeeeeeh!</p><p>-You have earned 9,000 gold by hunting the 'ghoul'.</p><p>This kind of fighting began to take place everywhere.</p><p>Bone Drake snatched and crushed the ghouls running between buildings. With a growing increase in the ghouls that changed into Sungwoo's subordinate spirit, Sungwoo's forces began to gain the upperhand in the fight.</p><p>-You have earned 9,000 gold by hunting the 'ghoul'.</p><p>-The dead will be your subordinate spirit.</p><p>Like a hunting dog chasing a wolf, Sungwoo's ghouls moved as a group to chase and bite the enemies running around in all directions.</p><p>-You have earned 9,000 gold by hunting the 'ghoul'.</p><p>-The dead will be your subordinate spirit.</p><p>The more the Necromancer fought, the stronger he became. Sungwoo was not the only one who was fighting now. Minsok fought brilliantly. Sunngwoo carefully looked at him throughout the battle.</p><p>“The Wall of Valor!”</p><p>As soon as Minsok shouted, a yellow magic circle covered his shield. This was a skill different from what he used in attacking the ghouls. As he pounced on the ghoul, the ghoul slipped as if slipping on oil.</p><p>Puck!</p><p>He stabbed the sword into the ghoul and cut its stomach open at once, but at the last minute he cut the ghoul's heart.</p><p>'His attack is perfect!' Sungwoo thought.</p><p>Minsok proved that he was not stuck helplessly inside the building just because he was weak.</p><p>His power was simply not overwhelming enough to protect the people around him.</p><p>'Aside from his stats, he might be stronger than Junghoon.”</p><p>Sungwoo thought that even this middle-aged man might be stronger than the Youngdungpo Prosecutor, ranked 4th on the players' list.</p><p>Minsok burrowed into the ghoul by lifting his shield, then swung his sword and cut through the back of its knees. The ghoul staggered, and at that moment Minsok pushed it down with his shield and stabbed the sword into his heart.</p><p>“Whew…”</p><p>At first glance, Minsok didn't seem to have chosen a one or two star job. He didn't fight as well as Jisu who had an unusual sense of fighting, but he was fighting better than anyone else. He moved calmly and with agility, though his attack was rather rough and clunky.</p><p>“Dad! Dad!”</p><p>“Hush! Keep you head down and stay quiet!” He hissed at his son to be quiet.</p><p>And there was a reason why he had to fight so hard at the risk of his life this time.</p><p>'This time, I won't lose my family…'</p><p>He still vividly remembered how the ghouls stormed his car and snatched his youngest son.</p><p>Shortly after the local quest was triggered, his family was unfortunately stuck on the road.</p><p>After he agreed to join hands with another group nearby, he was on his way to the designated shelter.</p><p>He grabbed the steering wheel and moved across the twisted roads. He was about 500 meters away from the shelter.</p><p>At that moment, there was the sound of the car window smashing.</p><p>Clang!</p>"}