{"id": 107, "volume": 2, "title": "Only I Am A Necromancer Chapter 113", "url": "https://bestlightnovel.com/novel_888162148/chapter_107", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 113</h1>\n<p>Chapter 113: Survival from Zombies in Beomgye Station (8)</p><p>“Oh! Honey!”</p><p>“Dad!”</p><p>He looked in the rearview mirror. No, he shouldn't have done that. He should have turned his head straight and stretched his arms first. In that brief moment when he couldn't respond, his youngest was pulled out of the window by the ghoul.</p><p>While he stopped moving his hand holding the steering wheel for a moment, his son disappeared into the end of the alley, carried away in the ghoul's mouth.</p><p>He would never forget that sinful moment his son was forcibly taken by the ghoul never to return.</p><p>Right now, the disgusting ghoul that had killed his son was trampled under Minsok's feet.</p><p>“Let me cut you to pieces! Damn ghoul!”</p><p>While he was confronting the ghoul, he turned his eyes to the bus just in case. If another ghoul was found aiming for the bus, he would turn and run to kill that ghoul.</p><p>'We can do it. If we can resist like this, we can protect all of the people in the buses.'</p><p>Finally, he spotted another ghoul climbing onto the back of the bus. He immediately ran and stabbed the sword into the ghoul's leg, dragging him down.</p><p>Puck! Puck!</p><p>He struck the ghoul's head with his shield. After avoiding the ghoul's nails flying toward his head, he swung his sword. Meanwhile, he fixed his eyes on the bus.</p><p>He saw his two sons shaking their heads with their heads buried in his wife's arms…</p><p>-You have leveled up. (LV. 12)</p><p>He quickly invested stats in his physical strength. Then, he looked around.</p><p>“Damn it…”</p><p>Was it his illusion based on false hope that the situation was getting better?</p><p>Minsok, Sungwoo and Jisu were fighting exceptionally well, but the other players were helplessly slaughtered by the ghouls.</p><p>“Ahhhhh! It hurts! Argh!”</p><p>“Kuuuuuuuuh…”</p><p>A man was screaming, leaning against a wheel, with his arm cut off. A ghoul was already eating the intestines of a murdered man.</p><p>“Kaaaaaaaaah!”</p><p>A woman screamed. With the ghoul's teeth in her neck, she was dragged over the rooftop.</p><p>As the situation got worse and the ghouls attached from all directions, the defense around the two buses began to weaken.</p><p>“Uncle! Look at the front of the bus!”</p><p>Someone shouted loudly. On the left side of the first bus, a ghoul was pulling an old man out of the window.</p><p>“Haaaaaaah! Haaaahh!”</p><p>With the ghoul's nails pierced his back, the old man was pulled out of the window helplessly.</p><p>“Damn it!”</p><p>As a matter of fact, this was not a situation in which these people could get rid of the ghouls. Their friends and families were cruelly being killed in real time before their eyes.</p><p>Sungwoo wanted to stop this tragic situation.</p><p>Thanks to the effects of the Grim Reaper's 'Killing Zone', Sungwoo's broken skeletons rose up again, moving in groups and hunting the ghouls one by one, but it was virtually impossible to stop the loss of their lives in this chaotic situation.</p><p>“Tell the people in the bus to lower their heads right now!” Sungwoo shouted.</p><p>Sungwoo had to confront the ghouls almost alone in this chaotic situation.</p><p>“Ahhh! Dad!”</p><p>Minsok suddenly stopped moving while running toward the first bus.</p><p>He turned right away.</p><p>Two ghouls were attacking the bus where his family members were.</p><p>“No!”</p><p>He yelled and used his skills. A yellow pattern floated over the shield, and a magic circle fell from the air and pressed down one of the ghouls, but there was still one ghoul stuck on the bus.</p><p>He immediately reached out his hand. He needed to use a second skill.</p><p>-Not available now. (Waiting time: 00:01:58)</p><p>The ghoul stretched out his long arm inside the window, waving his dagger-like fingers toward Minsok's son.</p><p>'I'm too late.'</p><p>Minsok recalled that brief moment when his youngest son disappeared.</p><p>'I'm too late again.'</p><p>If he was a little late again, he wouldn't be able to stop the ghoul's attack.</p><p>Tung!</p><p>He threw his heavy shield at the ghoul.</p><p>Then, he threw his sword, too.</p><p>“Ahhhhhh!”</p><p>Shouting loud, he ran at full speed and struck the ghoul's body stuck to the window. The ghoul fell off the bus.</p><p>Minsok got entangled with the ghoul, rolled on the ground, then fell down to the underground stairs of a shopping mall.</p><p>“Oh, no! Honey!”</p><p>“Dad! No! Dad! Ahhh!”</p><p>Sungwoo turned his head after hearing the boy's crying. He heard Minsok and the ghoul wrestling down the stairs, but he couldn't see them because it was so dark there.</p><p>“Ahhh! Oh, uncle! Uncle Necromancer! Please save my dad! Oh, please!”</p><p>Sungwoo found Minsok's shield and sword on the ground</p><p>'Is he fighting the ghoul with his bare hands?'</p><p>Sungwoo hurried down the stairs. He lifted the flashlight tied to the repeating crossbow and pulled out his sword.</p><p>Tramp! Tramp! Tramp!</p><p>There was only the sound of him trampling down the stairs. As he went down the stairs little by little, I heard someone letting out a rough breath.</p><p>“Gasp! Huhhhhhhh…”</p><p>Sungwoo arrived at the end of the stairs and found Minsok sitting in front of the iron gate.</p><p>He was holding a dagger and under his feet was the ghoul's body with his belly cut open.</p><p>“Coughl!”</p><p>However, Minsok's stomach was also sliced open. Blood was gushing between his legs.</p><p>“Let me bring you some portions.”</p><p>“No, that won't save my life. You know that. Right?”</p><p>Minseok was right. In fact, the portions could not heal someone who was as deeply wounded like Minsok.</p><p>“No, I should defend my family…”</p><p>He was weeping bitter tears, thinking of his family.</p><p>“Damn shit ghouls!”</p><p>His eyes trembled violently as if he was gradually losing his mind, but he opened his mouth with all his might. He seemed to say a lot of things.</p><p>“Sungwoo, I couldn't hear your reply to my request a moment ago, but please, please defend my family by using me…”</p><p>He lowered his head even before finishing his last word.</p><p>Sungwoo raised his head and looked up the stairs. And suddenly he thought he wasn't confident about going up there. At the same time, he remembered Minsok's request that he could not answer.</p><p><when>Minsok's request was that if he died, Sungwoo should resurrect and raise him as a skeleton to protect his family. The last thing the knight left behind was his father's remorse.\nAnd something unexpected happened.\n-'Exclusive Quest' is activated because special conditions are satisfied.\n[Exclusive Quest]\n-Title: Will of A Knight\n-Type: 'Salvation' or 'Neglect' of the dead\n-Goal: Raise the knight as a 'skeleton'\n-Reward: Exclusive skill\n*There was a knight with a strong mission. He died for that mission on the one hand, but he had a deep grudge because he failed to fulfill that mission, on the other. He left a will with you who hold the reins of death.\nYou have received the knight's will and you are qualified to possess his body. However, you must be responsible for the safety of 'his family' according to his will. When you fulfill your responsibility, the knight's body will reward you with loyalty, above all else.\nOf course, you can take the knight's will as the weak man's last will, then leave. The choice is up to you.\n* Your choices affect your 'destiny'.\n“Is this a quest?”\nThis was a quest for Sungwoo to raise his own subordinate spirit, which he had never done or seen before. What's certain was that Minsok's actions satisfied certain conditions.\nOf course, this was far from difficult.\nSungwoo resurrected the body of the middle-aged knight, Minsok.\nOooh-\nMinsok's body was engulfed in green flames. Slowly, the bones began to appear from beneath the flesh of his limbs. The flames covered his face. Then, his empty eyes filled with green light.\nRattle!\nThe big knight stood up again.\n-A contract relationship with the 'Death Knight' is established.\n* He maintains his consciousness during his lifetime.\n* If the conditions are satisfied, you can use him as your subordinate spirit.\nMinsok slowly opened his mouth.\n“You have accepted my request.”\nSugnwoo handed the 'Ownerless Sword' to the Death Knight.\nHis scrawny hand grabbed the black greatsword.\n“Let's go back up and get rid of the ghouls!”\nThe knight climbed the stairs. He was ready for another fierce fight.</when></p>"}