{"id": 108, "volume": 2, "title": "Only I Am A Necromancer Chapter 114", "url": "https://bestlightnovel.com/novel_888162148/chapter_108", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 114</h1>\n<p>Chapter 114: Secret Facility Underneath Beomgye Station (1)</p><p>Rattle- Rattle-</p><p>The sound of bones and metal armor clanking against each other began to ring from the bottom of the stairs. The skeleton with shining green eyes slowly walked up and stood on the ground.</p><p>A tall skeleton knight, a Death Knight, appeared.</p><p>He silently gazed at the minibuses parked on the street in the night. Torn human flesh was strewn here and there, covered with blood, but thanks to their sacrifices, those inside the bus survived.</p><p>“Uh?”</p><p>When he looked inside the window, his children in his wife's arms gently lifted their heads.</p><p>“Skeleton?” One of them shouted.</p><p>But they couldn't recognize their father.</p><p>Kuuuuuuuuh!</p><p>At that time, a ghoul jumped between them. The ghoul, drooling, ran towards the bus. The boy snuggled in his mother's arms, startled.</p><p>Argh!</p><p>Just before the ghoul's fingers touched the window, the skeleton cut him in half, his green eyes flashing.</p><p>Rattle – Rattle –</p><p>The ghouls turned their attention to the skeleton because he was of the same race as them, but he radiated an extraordinary force. For the ghouls, he was in a different league, with an air of nobility and displeasure.</p><p>Three ghouls charged at the Death Knight at the same time. He stood with his back against the bus and gently lifted his big sword.</p><p>As soon as he wielded his sword, the head of the ghoul who ran first was severed neatly.</p><p>Then, turning around to avoid its nails, he reached out with his left hand and grabbed the ghoul's neck.</p><p>Its skull shattered and its eyeballs popped out when the skeleton squeezed him with tremendous force.</p><p>Thud!</p><p>He threw the ghoul at a power pole violently, and swung his sword vertically with his right hand.</p><p>Chooak―</p><p>The blade slipped through the crotch of the third ghoul, who collapsed in no time.</p><p>The three ghous were crushed in several seconds.</p><p>Minsok, who turned into a Death Knight, possessed tremendous power far beyond what he could imagine when he was alive. He no longer felt tired, nor did he feel pain. Since he had no weak human flesh, his attack was more aggressive and violent.</p><p>However, the ghouls did not give up because they didn't fear him at all. To them, the Death Knight was no more than an annoying thing who interfered with their meal. Two of them rushed towards the skeleton head-on.</p><p>Minsok held out his left hand towards them. Then, a black magic circle appeared in the palm of his hand.</p><p>Two black chains protruded from the magic circle and crawled toward them like a snake, coiling around their heads and limbs tightly.</p><p>Kuuuuuuuuuuh!</p><p>When they screamed, he pulled his left hand and swung his sword with his right hand.</p><p>The two ghouls were cut in half immediately before his eyes.</p><p>-You have earned 9,000 gold by hunting ghouls.</p><p>-Time remaining until you prove your qualification: 4,324 days</p><p>-You have earned 9,000 gold by hunting ghouls.</p><p>-Time remaining until you prove your qualifications: 4,304 days</p><p>A series of messages floated before Sungwoo's eyes while he was climbing the stairs after the Death Knight. Sungwoo came out, stood on the ground and looked around. Suddenly, the situation was under control.</p><p>There were numerous ghoul corpses, as well as human bodies. Among them was a man standing, who was a living corpse.</p><p>His profile appeared before Sungwoo's eyes.</p><p>[Contractor Profile]</p><p>-Name: Minsok Ahn</p><p>-Level: 12</p><p>-Job: Death Knight</p><p>-Ability: Muscle strength (30), agility (20), stamina (30)</p><p>-Attribute: Knight, Undead</p><p>[Contractor skill information (summary)]</p><p>1) Abyssal Chain: Summons a chain with the power of death to bind a specific target.</p><p>2) Exploitation of Life: Absorbs the soul of the living to strengthen oneself and the surrounding undead. (10% increase per one. Up to five.)</p><p>Minsok picked up a shield that fell on the ground. Since it was half crushed by the ghouls' nails, he could not use it any longer, though he had been using it from the beginning.</p><p>Feeling sorry for the loss of his shield, he turned his head to look inside the bus. He made eye contact with his young son, but he could not open his mouth. In fact, there was no point of him opening his mouth as he only had bones left.</p><p>“Sungwoo, I think it's over. But what is that?”</p><p>While approaching him, Jisu looked at the Death Knight.</p><p>“I'll explain it to you later.”</p><p>Sungwoo looked at the dim green sign at the end of the minibus headlight. It was marked Beomgye Station with an arrow pointing straight.</p><p>“Then, let's go straight to Beomgye Station. This time it's our turn to attack them.”</p><p>They had no time to take a rest. The shoe was on the other foot now.</p><p>It was time for them to bring real death to the monsters there.</p><p>They stopped in front of the entrance to Beomgye Station that housed two department stores in the same station building.</p><p>“Certainly that black smoke has become thicker than before,” Minsok said, moving his jawbone. While he was looking at Beomgye Station, he sometimes glanced at the bus with his family on it.</p><p>“Are you not going to tell your family about your transformation?”</p><p>“Well, I'm afraid I can't for now. Besides, we have a more urgent mission now. I can tell them later when our mission is over. No matter how scared they will be at seeing me, my sons are patient enough to not cry.”</p><p>Obviously, it was not easy for him to stand before his family as a skeleton.</p><p>The disappearance of their father would be a shock to them, but it would be another matter for them to accept the skeleton as their father.</p><p>At that moment, Jisu walked out of the black smoke. She stumbled, wearing a gas mask.</p><p>“Cough! Cough!”</p><p>She coughed while removing her gas mask. Then, she touched the floor with her hands, dry heaving.</p><p>“Are you alright?”</p><p>“Ah, gas masks are useless…”</p><p>The smoke rising from Beomgye Station became thicker. It was so toxic that even the gas masks they had prepared could not protect them.</p><p>“Ma, that's what they called the breakdown of balance.”</p><p>Sungwoo shook his head when Minsok said that.</p><p>Sugnwoo said, “There has never been such a thing as balance in this game.”</p><p>Since there was no balance, there was no collapse.</p><p>“Jisu, let me and Minsok go in first. So, please protect the survivors. Just hide in a nearby building that's as safe as possible.”</p><p>“…”</p><p>Jisu felt a bit uneasy since she could not help Sungwoo, but she could not help it anyway.</p><p>“Please protect my family,” Minsok said.</p><p>“Ah, yes. Don't worry about that,” she nodded at him with a smile. Someone had to be left behind for the survivors.</p><p>Before entering Beomgye Station, Minsok couldn't approach the bus, looking at his family members at a distance. His youngest son was seen whining in his mother's arms.</p><p>“Mom! Mom! Dad? Where is Dad?”</p><p>“Mom! Did Dad get caught by a zombie like Hyunjoon?”</p><p>Minsuk's wife couldn't answer her sons' questions. However, she just blankly stared at the Death Knight standing at a distance. Her eyes trembled.</p><p>“Now, let's go.”</p><p>“Sure.”</p><p>Minsok turned his head with effort.</p><p>The undead army, led by Lich and the Death Knight, disappeared into the black smoke.</p><p>It was emptier inside Beomgye Station than Sungwoo expected. There were several zombies and corpses ripped apart by the zombies, but there was nothing other than that.</p><p>When they went inside the station, the smoke faded, rising only near the ceiling, but the Breath of the Abyss was activated only around the station.</p><p>‘As expected, they released the Breath of Abyss to block the outsiders' access.'</p><p>Given the situation until now, there was a higher possibility that the research facility of the Evolution Society was actually inside Beomgye Station. Obviously, the Breath of Abyss was installed to block the players from getting inside the station.</p><p>‘Then, what happened to the Raid Boss?'</p><p>What Sungwoo could guess from the monsters' memories and maps at Sindorim Station was that the Raid Boss was “detained” here.</p><p><br></br></p><p>If that's the case, the guys of the Evolution Society didn't bother even if they could easily find and “hunt” the Raid Boss here.</p><p>‘The Raid Boss monster is definitely alive!'</p><p>The “local quest” issued after midnight was also highly likely to be a kind of sub-mission for the Raid Boss.</p><p>The question here was how they could go as far as “detaining” the Raid Boss when they could easily hunt him?</p><p>‘Maybe I can find out if I hunt the monster.'</p><p>What Sungwoo could do at the moment was to find the Raid Boss's room somewhere inside the station. Sungwoo and Minsok went down the stairs. The black smoke rising from the basement served as a guide.</p><p>“It leads to the underground tunnel.”</p>"}