{"id": 103, "volume": 2, "title": "Only I Am A Necromancer Chapter 109", "url": "https://bestlightnovel.com/novel_888162148/chapter_103", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 109</h1>\n<p>Chapter 109: Survival from Zombies in Beomgye Station (4)</p><p>Sungwoo was sitting alone in the room he was assigned to, waiting for the quest message.</p><p>He was thinking of going to sleep after checking the message.</p><p>Like Minsok said, a quest was issued before his eyes after midnight.</p><p>[Local Quest]</p><p>-Title: City of Death</p><p>-Type:'Escape' or ‘Subjugation'</p><p>-Goal: Escape from the area or Crackdown on zombies</p><p>-Compensation: Differential payment according to type</p><p>*You are isolated in a city occupied by death. In order to overcome this crisis, you must decide whether to escape this area quickly or confront death head-on and win. Whatever you choose, death will chase you.</p><p>* Zombies chase the survivors outside. (After being caught, they will be chased even if they enter indoors.)</p><p>But that wasn't the end.</p><p>– Caution! The level of difficulty is reset because there is a player with a certain level (LV. 15) or higher in the area.</p><p>‘Reset? If the player is level 15 or higher, he is me?'</p><p>Since Sungwoo joined the quest, something had begun to change. That message appeared before the eyes of all players in the area, and soon those inside the building began to get busy.</p><p>When Sungwoo went out to the hallway, Jisu was also outside the door. As if she was testing the gas mask she had prepared in advance, she held the gas mask in one hand and looked into the air as if focusing on the sound.</p><p>“Sungwoo, I can feel something ominous.”</p><p>“What do you feel?”</p><p>She focused a little more, then frowned. Her eyes moved along the ceiling and stopped on the front window.</p><p>“I can hear the violent vibrations outside the building and around this area. Tremendous footsteps…”</p><p>-Zombies are chasing all survivors in and outside the building.</p><p>It was obvious to know what was responsible for such vibrations. The children's crying grew louder down the stairs.</p><p>“Guys, go upstairs!”</p><p>“Ahhh! Mom!”</p><p>“Shush! Be quiet and move on to the roof! Hurry up!”</p><p>Soon there was somebody moving fast up the stairs. Chaos deepened with the sound of people moving furniture and metal clanging.</p><p>“Sungwoo, Jisu!” Minsok shouted.</p><p>He came up to the third floor, fully armed with chain mail and a shield.</p><p>“Damn it! I didn't know things would happen like this. When we were indoors, zombies didn't come inside, but all of a sudden…”</p><p>His face stiffened. Behind him some elderly people with disabilities were walking up to the stairs to go to the rooftop. Like Minsok said, there were too few among the survivors who could confront the zombies.</p><p>Sungwoo went into the room and put on the robe, then took out the repeating crossbow.</p><p>“This game is always like this. They are just toying with us,” Sungwoo said calmly.</p><p>Minsok felt relieved a bit by his dauntless attitude.</p><p>Minsok said, “We'll move those who can't fight to the rooftop before stopping the zombies. We can stop the ordinary zombies, but we are in big trouble if we are faced with something like ghouls.”</p><p>Ghoul. There was no consensus that ghouls are different from the undead by nature, but in fantasy, they were described as a race far superior to zombies. And this game followed the laws of fantasy.</p><p>“Dad?”</p><p>Minsuk's son, the little boy who played with Orun, came out of the room, rubbing his eyes.</p><p>“Son, what are you doing? Go to the rooftop like we practiced.”</p><p>“Zombies coming? Are we in big trouble?”</p><p>“Don't worry. Dad is defending here. Also, our Necromancer uncle is here.”</p><p>“Dad, be careful! Uncle, hang in there!”</p><p>Minsok persuaded his son to hurry to the rooftop. At the same time, somebody yelled from the second floor down the stairs.</p><p>“Hey, They're already nearby!”</p><p>Minsok walked up to the window and pulled the curtains. He stuck his head out into the deep darkness.</p><p>“…”</p><p>In the dark streets and buildings without any light there were green dots glowing in the wide alleyway. They were glowing eyes.</p><p>The eyes of the dead were dimly lit. When those green eyes glowed from the alleys everywhere, Minsok felt as if a swarm of insects were flying into the building.</p><p>Kueeeeeeeeeeeeh!</p><p>Their disgusting screaming broke through the window frames.</p><p>“We have to go downstairs right now!”</p><p>Sungwoo and Jisu followed Minsok down the stairs.</p><p>“Damn it! There are a lot of them at the back door, too!”</p><p>“Did you close all the windows? Block the doors with something heavy!”</p><p>As they got closer to the first floor, their shouting and the zombies' screaming rang together.</p><p>Bang! Bang! Bang!</p><p>The glass door of the building shook roughly. Although it was blocked by a heavy desk, it was unclear how long it would withstand the violent shaking.</p><p>Watching the horde of zombies screaming and struggling outside the window in deep darkness, Sungwoo felt like he was facing the waves of the dark night sea, sitting in a cabin.</p><p>‘At least 200 zombies are coming here. It is dangerous to confront them inside the building. Besides, if I am trapped here, I cannot summon large skeletons.'</p><p>It was not right for Sungwoo to stay indoors while zombies could storm in the building anytime.</p><p>And it was dangerous for him to use the Corpse Explosion inside. Given all the conditions, he had to get out somehow.</p><p>“As things stand now, they will storm inside at any time,” said Sungwoo calmly.</p><p>“Uh, what should we do?”</p><p>When Minsok asked, Sungwoo paused for a moment, then opened his mouth.</p><p>“There is nothing good if we fight inside a small building. Let me open the way out, so let's escape outside.”</p><p>Jisu pulled her knife. However, Minsok's face was full of anxiety.</p><p>“There are too many elderly and weak. Can we get out? Even if we go out, can we get out of this hellish…”</p><p>“This game doesn't save anybody who stays still.”</p><p>Black smoke arose behind Sungwoo's back, then several human beast skeletons began to appear. Bones sprang out of their bags, making shields and spears.</p><p>Rattle! Rattle!</p><p>They formed a line of shields at the entrance of the mall. Since the space was small inside, Sungwoo couldn't summon all the skeletons, but they were a strong force, compared with Minsok's forces inside.</p><p>“Whew! I trust you, Sungwoo. Since they are not easily killed, you have to smash their heads by all means.”</p><p>Holding a shield, Minsok also joined the ranks of the skeletons.</p><p>“Then, let me first attack those zombies who are not killed easily.”</p><p>At that moment, the glass door broke and a horde of zombies began to storm inside.</p><p>“Well, let me show you which zombies are not killed…”</p><p>As soon as Sungwoo said that, a message appeared before his eyes.</p><p>-‘Synergy effect' is given due to your team play.</p><p>[Synergy List]</p><p>1) Shield Charge (Level 1)</p><p>-Category: weapon synergy</p><p>-Condition: 10 shields installed</p><p>-Effect: Increases muscle strength when attacking with shield (+20%), increases knock-back rate when attacking with shield (+10%)</p><p>Since the number of shields of the skeletons and survivors exceeded ten, the synergy suitable for breaking through such a mess was triggered.</p><p>Rattle! Rattle!</p><p>Wearing heavy armor and carrying heavy shields with synergy effects, the human beast skeletons advanced forward. And the moment they confronted the zombies there appeared a message.</p><p>-‘Lesser Class of Death' faces the true power of death, decreasing all stats. (-30%)</p><p>Like this message predicted, the zombies were no match for the Necromancer.</p><p>All of a sudden, the movement of the zombies was noticeably slower.</p><p>Rattle! Rattle!</p><p>The skeletons with shields began to crush the slow-moving zombies and advance like the herd of water buffaloes.</p><p>The reason the survivors were afraid of zombies was because they might be infected if wounded. So, they could not engage in fighting actively for fear of being wounded.</p><p>Minsok said that quite a few of his colleagues became zombies, so eventually he had to kill them with his own hands.</p><p>In that sense, the skeletons were in an advantageous position because they could freely fight the zombies without worrying about infection.</p><p>Rattle! Rattle!</p><p>Nine human beast skeletons advanced in a single file. With thick shields in their left hands and long spears in their right hands, they pushed the zombies away recklessly just like the ancient Greek phalanx.</p><p>Kueeeeeeeeeh!</p><p>Zombies rushed continuously and hit against the shields, but the skeletons with gigantic build stood in their place and did not move back even one step.</p><p>“Push them!”</p><p>Thud! Thud! Thud! Thud!</p><p>At Sungwoo's order, the skeletons stretched their left foot forward and pushed them with the shields. Then, the zombies stuck on the shields fell down all at once.</p><p>Kueeeeeeh! Kueeeeh!</p><p><br></br></p><p>When the skeletons trampled the fallen zombies, more zombies kept coming. This time the skeletons stabbed the long spears into them at a right angle.</p><p>Puck! Puck! Puck! Puck!</p><p>Thick blood splattered over the white bone shields, and zombie corpses began to pile up on the marble floor.</p><p>-You have earned 300 gold by hunting low-level zombies.</p><p>-You have earned 300 gold by hunting low-level zombies.</p><p>Although the skeletons killed so many zombies, Sungwoo obtained only 300 gold.</p><p>“Those in the rear, fire arrows!” Minsok ordered.</p>"}