{"id": 102, "volume": 2, "title": "Only I Am A Necromancer Chapter 108", "url": "https://bestlightnovel.com/novel_888162148/chapter_102", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 108</h1>\n<p>Chapter 108: Survival from Zombies in Beomgye Station (3)</p><p>“Wow! It's the necromancer!”</p><p>Standing behind the door, a little boy, who seemed to be about eight years old, looked at Sungwoo in excitement. Then, a woman who seemed to be his mother pulled the boy's arm.</p><p>“I'm sorry. I'll give you some tea right away.”</p><p>“No, thanks.”</p><p>Sungwoo and Jisu sat on the couch in the dentist's office in the shelter. When the boy shouted 'necromancer', other children's voices responded through the hallways.</p><p>“Necromancer! The real Necromancer is here!”</p><p>“Really? Are you serious? Where is he now?”</p><p>“I want to see him, too!”</p><p>The boy's mother hurriedly closed the door and left.</p><p>Sungwoo and Jisu rescued the survivors and even helped move the injured into the shelter.</p><p>Then someone who seemed to be the leader of the group said that he would like to express his gratitude, asking them to wait inside the house for a moment. Since it was getting dark and he could get some information about Beomgye Station from them, Sungwoo readily accepted his request.</p><p>“If we had not come here on time, they would have been put in great danger,” said Jisu.</p><p>Blood marks were on her chin and neck. Since she didn't hesitate to walk through the middle of the enemy and swing her sword, her whole body was splattered with blood after the battle was over.</p><p>“Something on your chin, Jisu.”</p><p>“Pardon?”</p><p>“There is something on your chin.”</p><p>She touched her chin with her fingers, saw the blood mark and rubbed it with a</p><p>her red sleeve.</p><p>“On your neck, too.”</p><p>Frowning, she rubbed her neck this time.</p><p>“Now, I think I'm used to the smell of blood…” she mumbled.</p><p>Sungwoo didn't respond, but felt a bit uncomfortable.</p><p>They fought together for a long time, but Sungwoo felt he never had a good long conversation with her until now.</p><p>“Jisu, you said your house was on Jeju Island, right?”</p><p>“Yeah, that's right,” she replied, casually.</p><p>“Are you going to Jeju Island someday?”</p><p>She said her house was on Jeju Island. Therefore, she couldn't dare to go back home and stayed with Sungwoo until now.</p><p>She tilted her head at his question and said, “Can I go back home? It looks like everything will be different even if I go…”</p><p>“Well, I just asked you because you have never told me about your family.”</p><p>In fact, he never talked with her about general topics including her family.</p><p>Jisu paused for a moment and opened her mouth with an awkward smile.</p><p>“I'm sure my family will take care of themselves well. They are awful, so awful that I wanted to escape from them. So, I'm not that worried. I got freedom after escaping from my family, but I ended up being in a world like this.”</p><p>Awful family? She, too, seemed to be reluctant to talk about her family any more.</p><p>Again an awkward silence ensued.</p><p>Rattle-</p><p>At that moment, the door opened. Then, a large middle-aged man wearing a helmet entered.</p><p>“I'm really sorry to have kept you waiting. I had to check because I didn't know when the zombies would come back. My name is Minsok Ahn.”</p><p>This man was the leader of the survivor group. He reached out and Sungwoo took his hand.</p><p>“My name is Sungwoo Yu.”</p><p>“I know you, Necromancer.”</p><p>Minsok then reached out to Jisu. She rubbed her hand clean of blood on her pants and shook hands with him.</p><p>“Oh, you are the red devil.”</p><p>“Pardon?”</p><p>When Jisu asked, he laughed playfully as if he was embarrassed.</p><p>“Hahaha. Well, since you had no official nickname, my young sons said you looked like a scary ghost wearing red clothes and fighting in the middle of monsters. So, they started to call you a red devil. I'm sorry if you feel bad.”</p><p>“Oh, that's fine.”</p><p>“Really? I think it's a nice nickname, too.”</p><p>Jisu nodded, smiling at him.</p><p>“I saw you fighting, too. Wow, both of you were awesome. Most of our children here are treating you as their hero. By the way, where is the dagger man? Oh, that's the nickname my sons gave to the man before I knew it…”</p><p>The dagger man he mentioned was Hanho, who went to Suwon. If he had heard it, he would have felt sad.</p><p>Anyway, this man was trying to get friendly with Sungwoo and Jisu. After talking with him briefly, Sungwoo discovered that Minsok was used to dealing with people, but as soon as he was done exchanging greetings, Minsok didn't smile anymore.</p><p>“Alright, then…”</p><p>Minsok opened his mouth, his face stiffened.</p><p>His facial expressions showed that the situation here was not good.</p><p>“Thank you so much for saving us. We have survived because of your help.”</p><p>Minsok bowed to express his gratitude.</p><p>“Are those zombies coming out of Beomgye Station?” Sungwoo asked.</p><p>Minsok nodded and said, “Yes. It started three days ago. I just don't know where they keep coming from. We can't hold on our own any longer.”</p><p>“Then, why are you still staying here?”</p><p>Minsok replied, frowning, “Because of the damn quest.”</p><p>Quests always limited the player's action anytime, anywhere. Sungwoo had moved through his 'exclusive quest' until now.</p><p>“What kind of quest is it?”</p><p>“It's a local quest, and everyone in this area has received this quest.”</p><p>He turned his head out the window.</p><p>“If we go out of the building, we will be chased by the hordes of zombies. That's why we can't go outside. I was thinking of quickly escaping from this area, but half of our survivors are children and seniors. They are going to be killed if we move out of here recklessly.”</p><p>The survival group itself was weak, so they had no power to respond to the quest.</p><p>“I dare to tell you two, but if you don't want to get caught by this quest, leave this area before midnight tonight. Otherwise, you will also be bound by this quest.”</p><p>Minsok knew that Sungwoo and Jisu had tremendous power to help him, but he gave altruistic advice in case they would be put in danger.</p><p>Of course, it's also likely that Minsok was not honest. So, Sungwoo remained tight-lipped. Looking at his lips, Minsok's eyes began to tremble.</p><p>In no time Sungwoo said, “We're not leaving. We've come here to attack them.”</p><p>“Pardon?”</p><p>“We're here to attack and occupy Beomgye Station.”</p><p>Minsok's eyes trembled faster. There was relief and joy on his expression.</p><p>Suddenly, a savior appeared.</p><p>“Oh, thank you so much. Finally, we have hope we can save our families. Thank you very much.”</p><p>The necromancer, the most famous player, was here to save them.</p><p>Late at night, Sungwoo and Jisu were treated to a decent dinner and took a break. It had been a really long day.</p><p>It was a three-story shopping building, with about thirty survivors living on each floor. Like Minsok said there were many young children and old people.</p><p>He said his troops were not small like this originally. A lot of young people had been sacrificed so far.</p><p>Knock! Knock!</p><p>Someone knocked on the door of the office and entered. She was Minsok's wife.</p><p>“Can I assign you to one room?”</p><p>She asked carefully, but Sungwoo and Jisu shook their heads at the same time.</p><p>“No.”</p><p>“If I have rooms available, can we use two?”</p><p>Minsuk's wife said that she would check it out and reply later, then she left.</p><p>Right after that, the door opened again.</p><p>“By the way…”</p><p>A little boy who seemed to be about eight years old raised his head. He seemed to be Minsok's son.</p><p>“Can I come in?”</p><p>“Sure.”</p><p>When Jisu allowed him to come in, three kids came in at the same time.</p><p>“Wow! He's really the Necromancer!”</p><p>“Red devil sister! Cool!”</p><p>They behaved as if they were meeting the main characters of a cartoon. Sungwoo didn't like dealing with kids, but he didn't make them leave coldly.</p><p>Meanwhile, he wondered if this was the positive function of the broadcast that Junghoon mentioned. He couldn't deny that he was a source of courage to somebody.</p><p>In a world that has turned into hell, there was little possibility that somebody could support the people, and those who showed that possibility were called heroes.</p><p>“Can you show me a skeleton?” asked a kid.</p><p>“Skeleton?”</p><p>“Yeah! I saw a skeleton in the air. So cool!”</p><p>Of course, the skeleton looked great when seen in the video, but if these kids actually saw the skeleton before their eyes, it was obvious that they wouldn't sleep for days.</p><p>Therefore, Sungwoo only summoned the smallest skeleton among them, Orun.</p><p>“Wow! Skeleton!”</p><p>“Cute!”</p><p>Sungwoo wondered how such a terrible thing could look cute, but the kids began to surround Orun and chatter away.</p><p>Thanks to the kids' diversion, Sungwoo and Jisoo could take a break, though Orun had quite a hard time because of the pestering kids.</p><p>If Hanho had seen it, he would have felt jealous without doubt.</p>"}