{"id": 105, "volume": 2, "title": "Only I Am A Necromancer Chapter 111", "url": "https://bestlightnovel.com/novel_888162148/chapter_105", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 111</h1>\n<p>Chapter 111: Survival from Zombies in Beomgye Station (6)</p><p>“Alley! Focus on firing the arrows towards the alley! Stop them from coming out to the street!”</p><p>“They're crowded on the right side of the bar! Use some magic skill to get rid of them!”</p><p>Now that the players inside the building joined Sungwoo and Jisu in the fierce fighting, there was a great decrease in the zombies on the street in front of the mall.</p><p>Pik! Pik! Pik! Pik!</p><p>Sungwoo fired the repeating crossbow toward the alley and moved the Werebear skeleton.</p><p>Four large Werebears blocked the alley where the zombies popped out.</p><p>He also had Bone Drake and Ogre Skeleton guard both sides of the street.</p><p>Wooong!</p><p>After he secured the safety around the building area, the shutter of the underground parking lot was raised and two minibuses drove out.</p><p>“Vehicles are ready!” Minseok shouted as he got off the driver's seat.</p><p>“I blocked the zombies from approaching as much as possible. Please tell the people to get on the bus quickly!”</p><p>“Yes!”</p><p>Minsok turned and shouted at the players.</p><p>“Now, we will guard the entrance to the building. Got it?”</p><p>Players lined up from the entrance of the building to the doors of the minibuses. In no time, the elderly and children began to descend the stairs of the building.</p><p>A young woman who came down first grabbed her children and pointed to the bus entrance.</p><p>“Hey, listen to me well. Don't look anywhere else, don't look down at the ground. Just look in front and run all the way into the bus? Got it?”</p><p>They sniffed their noses and nodded.</p><p>“One, two, three! Run!”</p><p>They ran quickly and got into the bus. Their terrified eyes were bloodshot and swollen, but they shut up and followed their parents' direction very well.</p><p>“Good job! Put on your seat belt. Don't talk inside the bus while we're riding this bus.”</p><p>“Sister, how long do we have to drive?”</p><p>“It's all over now. It will be over soon…”</p><p>However, the attack by the hordes of zombies only began now. As always, this game didn't end at the 1st phase. There appeared a message before the survivors.</p><p>-Ghouls are moving after smelling human flesh.</p><p>They were restless and scared to see the message.</p><p>“What the heck! Ghoul!”</p><p>Minsok once warned them against ghouls before.</p><p>“Fuck! Ghouls are coming soon! These fucking animals are quite different from zombies. They persistently target only those who are alive.”</p><p>Even Minsok looked depressed, stricken with fear.</p><p>“Sungwoo, I dare to ask you a favor. Please stop them from approaching the children. They are moving so fast…”</p><p>When he said that, he almost burst into tears for a moment, unable to finish, then breathed roughly and said, “When these fucking animals broke the car window and grabbed my youngest son, I couldn't even respond. I am afraid that they're going to do the same this time.”</p><p>His hand holding the shield trembled violently. There was a reason why ghouls were embedded in his mind as the object of fear and hatred.</p><p>“I'll try my best to stop them,” said Sungwoo. But he didn't say he would guarantee it.</p><p>“Thank you. I will do my utmost, too. This time I definitely want to protect my family.”</p><p>Soon, all the elderly boarded the second minibus.</p><p>With Bone Drake standing at the forefront, Sungwoo had Ogre Skeleton defend the back.</p><p>He placed the two minibuses between them, then positioned the skeletons on both sides of the buses to protect the elderly and the weak as much as possible. Minsok and other players also stood close to both sides of the minibuses.</p><p>“We won't be able to drive the bus quickly, but we're going to head to Beomgye Station as safely as possible. Let me go there and get rid of the ringleader and finish this quest,” said Sungwoo.</p><p>“Thank you very much. We will put our lives on this fight, so we can't be a burden on you,” Minsok replied.</p><p>They now began to go further into the dark city center.</p><p>Whenever they ran into a vehicle in front of them, Bone Drake had to push it aside.</p><p>Because of these obstacles, they were literally moving at a snail's pace.</p><p>They moved forward little by little, but couldn't relax their hands holding their weapons tightly.</p><p>They illuminated the lights in all directions and slowly let out a hot breath.</p><p>“Damn it…Why is it so quiet all of a sudden?”</p><p>” Don't say such awful things! Ghouls don't make any noise except when they chew internal organs.”</p><p>The minibuses and their headlights slowly pushed away the darkness in front. However, the flashlights the players were holding were so dim that they wandered around here and there in the dark.</p><p>It was dark in the city and the alleys were long. Their flashlights could only illuminate the entrance of the alley. The survivors had to rely on wild imagination to figure out what was there at the end of the alley.</p><p>“Uh, this place?”</p><p>They soon came across a commercial building with a pale light. It seemed to be a children's clothing store, but the lights in the lobby were flickering feebly.</p><p>“Man, people here were also killed…”</p><p>“I ran into people here during lunchtime yesterday.”</p><p>There were dozens of zombie corpses strewn at the entrance. Some players' bodies were also seen among them. And there were a lot more corpses inside the building.</p><p>“Without the Necromancer, we would have faced the same fate as those who were killed here.”</p><p>“What a relief!”</p><p>They turned their eyes away from the corpses while passing by the building, but it was too early for them to feel relieved yet. They had yet to wait long until dawn broke.</p><p>And night was by no means kind to them.</p><p>Ssssssss-</p><p>“Sungwoo, something appeared around us.”</p><p>Jisu alternately looked at the rooftops of both buildings. Her eyesight was not strong enough to see through the darkness, but she noticed some alien afterimages, such as the gray paint spreading over the black paint.</p><p>Everyone raised their heads to hear that. Somebody was heard swallowing.</p><p>“Damn it! They came!”</p><p>“Shush!”</p><p>Sungwoo could figure out what these “silent beings” hovering around were.</p><p>He gently lifted his bone shield.</p><p>At that moment, something stuck on Bone Drake's back. Before Bone Drake even reacted, it bounced back into the air again. Sungwoo lost sight of its movement.</p><p>“…Uh?”</p><p>Suddenly, the player who was moving at the forefront collapsed, with his head fully cut off.</p><p>“Damn it!”</p><p>“Everybody, stop!”</p><p>Their procession stopped. There was a red pool around the neck of the player, whose body was lying on the ground. Since he was attacked in an instant, his knees were still shaking as if he was walking.</p><p>“…”</p><p>The sound of the engines of the minibuses resonated ominously in the silence. The survivors couldn't even make the sound of breathing.</p><p>“Watch out. Your left!” Jisu shouted.</p><p>Something jumped from the alley on the left and ran toward the minibuses.</p><p>“No!”</p><p>The children's faces were reflected in the bus windows. The purple monster rushed towards the windows. They could do nothing about the attack.</p><p>Right at that moment, the ghoul's head rotated twice in the air and bounced off, separated from the body.</p><p>Jisu seized the chance to throw herself to confront the ghoul.</p><p>Puck!</p><p>However, the flying ghoul struck her hard and threw her into the minibus behind her very hard.</p><p>“Oops!” She threw up several times as if she had pain in the belly.</p><p>But before she pulled herself together, she lifted her sword and watched out. She clearly discovered this was an emergency situation.</p><p>Then, there came out eerie sounds from everywhere.</p><p>Kuuuuuuuh! Keeeeeeeeh! Kieeeeeeeeeh!</p><p>“They're coming toward us in droves!”</p><p>Ghous began to appear one by one at the entrance of the alley, on the rooftop railing and on the road sign. They were not small.</p><p>Kuuuuuuuh! Keeeeeeeeh! Kieeeeeeeeeh!</p><p><br></br></p><p>Tall cannibal ears with purple skin and empty eyes of only black without whites were aiming at those who were alive and breathing. Sticky saliva flowed out of their mouths with no teeth.</p><p>They didn't rush immediately. As if they were looking at a chicken coop to choose a chicken to eat, they examined the survivors, with their greasy black eyes rolling back and forth.</p><p>“Oh my…”</p><p>Minsok was standing next to the minibus where his family members were on.</p><p>While lifting his shield, Minsok made eye contact with Sungwoo.</p><p>“There are too many,” he said in a voice full of frustration.</p><p>Was it because of the trauma that he suffered after losing his youngest son? The tip of his sword trembled.</p>"}