{"id": 104, "volume": 2, "title": "Only I Am A Necromancer Chapter 110", "url": "https://bestlightnovel.com/novel_888162148/chapter_104", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 110</h1>\n<p>Chapter 110: Survival from Zombies in Beomgye Station (5)</p><p>The players shoot arrows over the skeletons' shoulders. Sungwoo also lifted his crossbow and fired a series of arrows like a machine gun.</p><p>Pik! Pik! Pik! Pik! Pik!</p><p>It was impossible to kill the zombies unless the flying arrows hit their heads, but just making the zombies stumble was a great help to the skeletons' charge.</p><p>Bang! Bang! Bang!</p><p>The ‘Knock-Back' of</p><p><shield>was often effective. The zombies bounced a few meters and pushed back their fellow zombies.“Pressure of Valor!”\nMinsok also fought brilliantly. It looked like he belonged to the class of knight, so when he used his skills, a yellow magic circle appeared on his shield.\nThud!\nIn the next moment, a large magic circle was created on the heads of the zombies that charged forward. Then the magic circle fell and pressed the zombies to the floor.Kuuuuuuh! Kueeeeeh!\nThey couldn't kill the zombies at once. However, the zombies were almost incapaciated. Moving forward, Minsok wielded his sword and skillfully cut their heads off.\n“Keep firing the arrows! We have to get out of the building!”\nWhile they kept pushing the zombies and moved forward, they got closer to the entrance.\nAt that time, a blue flash of a magic arrow shot by an archer-type player missed its target, flying into the street, illuminating its surroundings dimly along the path of the light.\n“Shit! I killed so many zombies, but they haven't decreased at all.”\nThe heads of the zombies that filled the street were revealed for a moment, then shrouded in darkness. The outside of the building was so crowded with zombies that there was no room to set one's foot down.\nSungwoo fired the repeating crossbows out of the window. He had a flashlight tied around his body, but it didn't help him see clearly. The message before his eyes was his guide.\n-You have earned 300 gold by hunting low-level zombies.\n-You have earned 300 gold by hunting low-level zombies.\n-You have earned 300 gold by hunting low-level zombies.\nIt was like throwing a grenade into the enemy line.\n“Explode!”\nBang! Bang! Bang!\nExplosions occurred among the hordes of zombies, burning a number of zombies near the explosion area. Their body fragments were scattered in all directions.\n“Oh, my God! The explosions are so powerful…”\n“Do you know how many zombies were killed with just one explosion?”\nThe players were dumbfounded by the magnitude of the explosion.\n“We're going outside. Get ready!” Sungwoo shouted.\n“When?”\n“Right now.”\nRattle! Rattle!\nAs soon as Sungwoo said that, the human beast skeletons bent their backs and jumped off the ground. Their merciless assault picked up, and the zombies standing in their way were struck by the shields and collapsed.\nPuck! Puck! Puck!\nHowever, since the zombies were not killed completely, those who were still still alive raised themselves.\n“Uh?”\n“Smash their heads quickly!”\nWhile the players were running around in confusion, the skeletons threw themselves out of the window and broke into the zombie horde.\nThey threw away the shields and spears, lifted their claws, and began to engage in a hand-to-hand fight with the zombies. It was the moment when the battle was taking place outside, not indoors.\n– Caution! The ‘Fellblade' begins in the affected area.\nNow that space for fighting was secured, it was time for Sungwoo's overwhelming reinforcements to take over.\nThump- Thump-\nA couple of huge white objects appeared on both sides of the street. Even though their shapes weren't exactly visible, they stood out by reflecting the little light off their bodies.\n“Man, they are…”\n“That's Drake!”\nThere appeared ‘Bone Drake' on the left, and the ‘Ogre Fighter' on the right. They were the undead Raid Boss monsters that could not be compared to zombies.Eight skeletons, including Orum, stuck on Bone Drake's back\nThump- Thump-\nThe moment the two giants moved, eight skeletons jumped to the ground like they were jumping from a helicopter and struck the heads of the zombies.\nOrun cut off two zombies' heads with a single stroke.\nAs Orun moved forward, wielding his sword, the zombies began to fall.\nHowever, that wasn't all. Bone Drake swung his tail low in the direction where there were no skeletons.\nPuck! Puck!\nThe zombies, swept away by the huge tail, were thrown in all directions like grains of corn being burned in a fire. Some of them were thrown as far as the windows on the third floor of the building across the street.\nWhen Drake turned his head to the right, the Ogre Fighter stomped his feet, crushing the zombies and kicking them with the top of his feet.\nThe Ogre Fighter could not use the lightning skill of the “Protection of the Thunder God” bracelet because the waiting time of 24 hours had not passed, but just moving his huge body alone was as powerful as a tank.\n-You have earned 300 gold by hunting low-level zombies.\n-You have earned 300 gold by hunting low-level zombies.\n-You have earned 300 gold by hunting low-level zombies.\n-You have earned 300 gold by hunting low-level zombies.\nSungwoo kept collecting 300 gold.\n“I can't believe it!”\n“Wow, it's just amazing to see them wiping out the zombies like that…”\nThe players were gaping at the fierce battle of the undead in the dark.\n“Now, bring the people on the roof here. Oh, do you have any vehicles that can carry them?” Sungwoo asked.\n“Sure! Just in case, we prepared two minibuses in the underground parking lot. Hyunsok! Jongmin! Go underground and get them ready!” Minsok replied.\nMinsok turned and prepared to escape, while Sungwoo checked the situation outside the building to plan the deployment of the skeletons.\nHowever, there was not yet enough space for him to realign his forces, so he had to continue hand-to-hand fighting instead of killing the zombies effectively.\nKueeeeeeeeh! Kueeeeeeeeeh!\n‘Zombies still keep coming!”\nMore than half of the zombies were wiped out, but they were still crawling out of the alley.\nGiven the way they put on clothes, most of them weren't from this world. There were far more from the alien world, like the zombies summoned by Sungwoo, than those who became infected and turned into zombies.\n‘This means that they can come endlessly. In the worst case, we won't have defeated them before we occupy Beomgye Station.'\nThe zombies decreased a lot, but never gave up and moved blindly.\nFor example, they crawled like worms on Bone Drake for a meaningless attack. Dozens of zombies charged at the human beast skeletons and inflicted effective damage by pressing them down all together.\n-Your subordinate spirit will return to eternal death.\nEventually, one of the Werewolf skeletons was ripped apart by the zombies and died.\nSungwoo was confident of this kind of war of attrition, but since this was a large-scale quest given to the entire region, a huge number of zombies that he could not easily defeat were coming in droves.\nThe damage was not limited to just one Werewolf skeleton. Since cracks began to open up all over the bodies of the skeletons, it was inevitable that there would be more sacrifices.\n‘Nonetheless, I should not summon the Response of Death or Grim Reaper because I don't know when our fighting will end today.'\nSungwoo expected tonight's fighting would be very long because he planned to move on to occupy Beomgye Station itself after wiping out the zombies.“Jisu, let's go. We have to take over the streets and block alleys as quickly as possible.”\nJisu pulled up the zipper on the sweatshirt and turned her wrist to loosen its muscles.\n“Yeah. I'm ready.”\nSungwoo and Jisu jumped into the battle. He fired the crossbow with his left hand and swung the Ownerless Sword with his right hand.\nPik! Pik! Pik!\nAlthough it was a heavy sword, he could use it without difficulty thanks to his high physical strength.\nIn close-range battles like this, Jisu fought better than Sungwoo. She grabbed the sword with both hands and swung it, running around on anomalous steps.\nThe blade of her sword moved precisely every moment, cutting off the zombies heads. In addition, she unleashed the energy of the sword toward the zombies in the rear.\nBlood splattered all over her body, but she didn't care and moved deeper into the enemy forces. It seemed that she was enjoying the fighting itself.</shield></p>"}