{"id": 118, "volume": 2, "title": "Only I Am A Necromancer Chapter 124", "url": "https://bestlightnovel.com/novel_888162148/chapter_118", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 124</h1>\n<p>Chapter 124: Hidden Chapter of the Korean Server (6)</p><p>The Crusader Team members were guarding Yanghwa Bridge in preparation for the incoming attack by a large number of trolls.</p><p>They thought that the only way for them to effectively stop those tremendous monsters was to deal with them on a narrow road, so they were determined to confront them to the end even at the risk of their lives.</p><p>“Oh, they're coming!”</p><p>But when they looked at the strangers, there were only two crossing Yanghwa Bridge. They were the Necromancer wearing a dark green robe and the Death Knight with glaring green eyes.</p><p>Junghoon and the Crusaders greeted them at the end of the bridge.</p><p>“I'm glad you arrived not too late.”</p><p>“Thank you.”</p><p>At this moment, Junghoon felt that he could not buy off this man who could smash a large army of monsters alone with only one million gold.</p><p>He thought to himself, ‘Man, I decided to strengthen myself while the Necromancer was defending Youngdungpo, but the Necromancer appeared as a much stronger being.'</p><p>But he tried to look as calm as possible and shook hands with Sungwoo.</p><p>“This is only the beginning of our fight. We're going to see the Red Orcs attacking from the west quite soon.”</p><p>“I know.”</p><p>Junghoon didn't want to be humiliated by Sungwoo in the next battle. Since the entire Korean server was watching him closely, he would lose his face completely if he fell behind Sungwoo once again.</p><p>‘I am already far behind him. I've got to fight successfully in the next battle to prove my presence.'</p><p>With strong determination to beat Sungwoo, he was now burning with a desire to fight the Red Orcs.</p><p>The brilliance fighting of the Necromancer was splashed across the entire Korean server through the community bulletin. The implications of his fantastic fighting brought about unusual consequences.</p><p>The ‘Youido Raid' led by Sungwoo that took place recently was close to an ‘event' that the players from all over the country watched from afar.</p><p>No matter what happened to the participants of the raid, there was no visible damage to those watching their activities through the live broadcast.</p><p>“Sungwoo, we're getting so many calls from here and there, telling us they want to join our alliance.”</p><p>However, the Hidden Chapter this time was different in nature. With the start of simultaneous attacks against all survivor groups on the Korean server, the heroes' performance was no longer irrelevant to the survivors everywhere.</p><p>If the heroes won, the chances of their surviving would increase, but if the heroes were defeated, they would be killed someday. Because their performance was directly linked to their own survival, it was natural that they regarded the Hidden Chapter as their own task.</p><p>[481] Necromancer is our only hope, no matter how hard we think about it.</p><p>-Author : Euntaek Kim │ Hits: 145,555</p><p>「Comments: 67」</p><p>[485] I also support the necromancer.</p><p>-Author : Kim 344 │ Hit: 133,125</p><p><in>「Comments: 44」\nAs soon as such threads began to spread on the community bulletin, a group of survivors, who had been trying to find the way of survival independently, began to gather one by one.\nThey wanted to participate in the alliance for the upcoming battle with the Red Orcs. In fact, they already knew they could not survive if they didn't join now.\nAnd they witnessed so many events through the community bulletin, so they knew well what choices they had to make in a moment of crisis.\nTheir conclusion was they needed to join hands with the Necromancer for survival.\nThat's why they began to gather around the allied forces led by Sungwoo.\n“I hear that the survivor group in Ilsan are coming to join us. They have a force of around 200. They're larger than we think, but strange enough, they have been keeping a low profile until now.”\n“Another survivor group in Namyangju also contacted us. They said they would take five buses to come here. Man, this is going to be a…”\nSo, the leadership of the Liberation Guild was confused. Obviously, they needed more troops for the battle with the Red Orcs. Besides, they could beef up their forces on the occasion of the upcoming fight.\nBut the problem was that what the survivors regarded as their pivotal was not the Crusader Commander of the Liberation Guild, but the Necromancer.\n“What has the Commander told us to do?”\nThe Crusader Team member who brought the message asked Minhum.\n“Well, we have to accept them. We have to take them on our side. We can't send them back now.”\nThe war was coming soon, but their troops were infinitely small, compared with the Red Orcs.“We're going to have a commanders' meeting soon. So, if they arrive, arrange them into groups. Let me come back and confirm it.”\n“Got it!”\nThey could not figure out how many “Red Orc” troops appeared in Kimpo.\nAccording to one article posted in the community bulletin, the number of Red Orcs was so large as to fill the vast Kimpo field. Obviously, they were a large force.\nSuch a tremendous Red Orc force was now advancing eastward towards them. The survivor group in Mokdong informed them through the community bulletin that they were raided several hours ago. It meant that they already arrived at the place not far from here.\nIn the meantime, the allies of the Liberation Guild secured an outpost at the intersection of the entrance to Kyongin Expressway.\n“We're going to start the frontline commanders meeting now.”\nAt 7 p.m., the commanders' meeting was being held in the largest tent.\n“We have deployed surveillance troops on all the bridges, but since we don't know when and where the enemies will cross the bridge, we're going to launch a magic drone to monitor the enemy's movement in 24 hours.”\nWhile Minhum was briefing them, the leaders of each group glanced at Sungwoo sitting at the end.\nAlthough they knew the importance of a joint operation, they were conscious that the fate of the battle would be decided by the Necromancer.\nMinhum was bothered by the commanders' attitude but continued to give the briefing. But he was stopped when one of the Crusader Team members came into the tent.\n“Commander! Just a minute ago one survivor flew here from the west.”\nWhen he delivered the urgent news, there was a moment of silence in the conference room.\nJunghoon at the head table opened his mouth.\n“He flew here?”\n“Yes, he flew. But what he got aboard was rather unusual.”\n“…”\nUnusual?\nIn the end, Junghoon stood up from his seat, then went out of the tent without saying anything. Then, other commanders stood up and followed him.\nA team of Crusaders surrounded something near the tent.\n“Hey, be careful! Don't go close!”\n“You're going to be killed if you are pecked by that beak.”\nIt was a huge monster, a flying creature with an eagle's head and a lion's body.\nHis body seemed to be bigger than most bulls.\n“Rest assured! He doesn't bite you unless you attack him first. He is good.”\nIt was a ‘Griffin'.\n“Good boy, good boy.”\nA woman was gently stroking Griffin's neck. The Crusader man who brought the news pointed at her and said, “Commander, I'm talking about that woman.”\nWhen he said that, the woman hurriedly turned her head and looked at them.\nThen she shouted, with a sad expression.\n“Please help me!”\n“…”What she said next was just unbelievable and quite unexpected.\n“Well, a few hours ago a huge number of Chinese players landed in Kanghwa!!”\nEverybody began to be agitated at her remarks.\n“What did you say? Who is coming?”\n“China? She said the players were Chinese, right?”\n“They came to our land from China? Why?”\nThe woman was about to cry.\n“They came to our village and slaughtered the villagers! They came aboard dozens of fishing boats, and maybe they will come here soon through Han River!”\nAt that moment, everyone instantly felt that this war would not be over even after they beat the Red Orcs.</in></p>"}