{"id": 117, "volume": 2, "title": "Only I Am A Necromancer Chapter 123", "url": "https://bestlightnovel.com/novel_888162148/chapter_117", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 123</h1>\n<p>Chapter 123: Hidden Chapter of the Korean Server (5)</p><p>Sungwoo actively made the most use of the Grim Reaper and Lich buffs that lasted for only one hour. Since his stats would increase drastically as long as he remained as Lich, Sungwoo could freely wield the huge scythe to kill his enemies.</p><p>Booung! Booung!</p><p>By swinging the Grim Reaper horizontally, Sungwoo cut two trolls on the left and right side at the same time. Shortly afterwards, the Ogre Skeleton approached behind Sungwoo and covered the sun. A huge shadow covered Sungwoo's body.</p><p>At that moment, a shadow alter ego was created with the 'Ring of the Shadow King' effect. In that condition, Sungwoo triggered the repeating crossbow, which sent off twice as many arrows as before.</p><p>Pick! Pick! Pick! Pick! Pick! Pick!</p><p>Argh! Ahhhhhhh!</p><p>A troll approaching Sungwoo fell with dozens of arrows all over his body.</p><p>-You have earned 8,000 gold by hunting the 'Troll Warrior'.</p><p>After becoming Lich, Sungwoo did not simply play the role of commanding the battle, but also destroyed the enemy camp by freely using short-range and long-range weapons.</p><p>However, the enemies did not easily collapse. Since they were a large-scale unit, the trolls in the rear poured out and filled in the empty ranks.</p><p>Strange enough, the trolls rushed toward Sungwoo alone. Was it because they noticed that Sungwoo was in command of the undead and decided that they could win if they got rid of him?</p><p>However, Sungwoo was not fighting alone.</p><p>Kueeeeeeeh! Kueeeeeeeeh!</p><p>The Ogre Skeleton, standing behind Sungwoo, punched and knocked both trolls back at once.</p><p>Since the skeleton was from a “fighter race,” he superbly threw his punch to smash the trolls.</p><p>Sungwoo made armor using the fallen troll corpses. This time the armor was unusually large, but it flew behind Sungwoo and attached to the Ogre Skeleton's body.</p><p>The figure of an 8-meter warrior in bone armor was majestic and bizarre. The trolls in the rear used slingshots like catapults, which only destroyed part of his bone armor.</p><p>Thump- Thump-</p><p>Ogre Skeleton ran forward, grabbing the troll's head, lifting it, and throwing him at the trolls using slingshots. Three trolls got entangled and fell down.</p><p>Thump! Thump! Thump!</p><p>Then he kicked and punched them one after another, crushing the faces of the leading troll warriors. It was as if a giant gorilla attacked a herd of chimpanzees.</p><p>This wasn't all. Bone Drake and the Death Knight behind his back were already fighting deep inside the enemy camp.</p><p>Quaguaguaaaaa!</p><p>Bone Drake twisted his pelvis and swung his tail. In one stroke, a group of trolls fell into a moribund state, and when they tried to raise their bodies, Sungwoo cut them with his sword.</p><p>At the same time, a black chain flew around and wrapped around the troll's neck. At the same time, Bone Drake jumped the ground, and there was the sound of the trolls' back being broken behind him.</p><p>The Ghoul King and the ghouls under his command were eating the trolls.</p><p>Then, the zombies, wearing full plate armor made of bones, blocked the trolls' retreat and stuck to their legs to slow down their movement.</p><p>In the meantime, Orun used his small figure to get onto the trolls' legs and cut them randomly.</p><p>-You have earned 8,000 gold by hunting the 'Troll Warrior'.</p><p>-You have earned 8,000 gold by hunting the 'Troll Warrior'.</p><p>-You have earned 8,000 gold by hunting the 'Troll Warrior'.</p><p>As if to relieve the Crusaders' concern, the Necromancer jumped into the heart of the enemy camp and destroyed the trolls.</p><p>And quite a few were watching Sungwoo fighting brilliantly.</p><p>“Can you see him over there? Isn't he the Necromancer?”</p><p>“Really? You're right! That dragon-like monster also appeared during the Youido raid. He's really huge even when we look at him from a distance!”</p><p>Dozens of players were chatting, gathered by the windows of a building with a nice view of Sunyu Island.</p><p>And the fighting on the ground was spectacular. Even from a distance, they could see the ranks of giant trolls collapsing like dominoes.</p><p>“When did the Necromancer come? Didn't you say he was staying in Suwon until last night?”</p><p>“Yeah, that's what I heard. Man, he suddenly appears and vanishes into thin air!”</p><p>And the Necromancer's brilliant fighting was such a contrast with the Crusader Team members who were just watching him helplessly.</p><p>“By the way, is it really true that the Crusaders are just standing idle without fighting at all?”</p><p>“Hey, where is the camera? Just take the photos of them quickly! This is going to cause a great stir if we put this on the community bulletin.”</p><p>The photos of the Necromancer slaughtering the trolls on Sunyu Island and the Crusaders doing nothing while watching him blankly were taken in one frame. And this picture was enough to cause a conflict between their supporters.</p><p>While the community was heating up from the supporters' arguing, Sungwoo penetrated the center of Sunyu Island.</p><p>Suddenly, his army was being filled with a huge number of “troll skeletons.” In fact, he kept the skeletons and the ghouls in the Empty Haven and picked up the slack with the trolls.</p><p>-'Synergy effect' is given due to team play.</p><p>[Synergy List]</p><p>3) Giant (Stage 3)</p><p>-Category: Attribute synergy</p><p>-Condition: 20 or more with the attribute of a giant</p><p>-Effect: Reduces damage caused by small and medium opponents (-30%)</p><p>The synergy of</p><p><giant>generated by the addition of a large number of troll skeletons would be a great advantage for Sungwoo when he confronted the Orc Legion in the future.'If they put on bone armor here, they won't break.'\nHe was preparing for the battle of tomorrow by going through the battle now.\n“Sungwoo, I think that guy is the boss,” Minsok said.\nFinally, the boss monster of the troll unit appeared.\n-The warlord monster 'Troll Chief' has appeared.\nThe boss monster, accompanied by a dozen bodyguards, walked out with a desperate expression.\nUnlike other trolls, he was quite a big guy, holding a large stone ax in his right hand.\nGiven that the stone was illuminating green, it didn't seem like an ordinary weapon.\nBang!\nAs expected, the boss monster swung the ax and struck down a troll skeleton. At that moment, a vine grew from the floor and tied his ankles immediately.\nQuazzik! Quazzik! Quazzik!\nThen, the monster began to wield their axes at the troll skeleton violently.\nThe troll's bones were smashed and piled up under his feet.\nOf course, the monster's attack turned out to be futile.\nThe smashed trolls started to reassemble by the power of Lich.\n“Show him what it means to be tied and beat him!”\nWhen Sungwoo shouted, the Ogre Skeleton rushed to the boss monster. As his bodyguards were confronting Sungwoo's troll skeletons, the boss monster had to confront the Ogre Skeleton one on one.\nThud! Thud! Thud! Thud!\nAlong with the huge sound of him trampling the ground, the 8-meter white giant Ogre Skeleton stretched out both hands. The troll chief counterattacked by swinging the stone ax.\nBooooooooung!\nBut the troll chief's attack was not as timely as he thought. Ogre Skeleton avoided his ax by lowering his head and grabbed him around his waist. Then, he lifted the troll chief up in the air.\nKueeeeeeeh!\nPerhaps it was the first time the troll chief found himself being lifted into the air like that because there were no trolls around him who could lift such a giant troll like him.\nThe troll chief struggled to get out of Ogre Skeleton's hold, but he couldn't stop himself from falling vertically onto the concrete floor.\nBang! Kugugugugugugugugugu―\nWith cracks in the floor beginning to spread, the troll chief's body became stiff for a while. A tremendous shock shook his central nervous system.\nThen, Ogre Skeleton punched his broad face ruthlessly.\nPuck! Puck! Puck! Puck!\nOgre Skeleton kept punching him. Since the troll chief was never trained in counterattacking once he was laid under by somebody, he had no choice but to be beaten helplessly.\nHe lifted both arms to cover his face, but Ogre Skeleton began to strike his abdomen hard.\n“If you don't know, you should get this punishment.”\nPuck! Puck! Puck!\nThe bloody screaming of the troll chief resonated across Sunyu Island for some time. No matter how good the troll chief was at regenerating, he could not stand it when he was restrained and beaten.\nAfter all, with his face and skull smashed to pieces, Minsok killed the troll chief with his sword.\n-Time remaining until you get the credentials: 3,853 days.</giant></p>"}