{"id": 116, "volume": 2, "title": "Only I Am A Necromancer Chapter 122", "url": "https://bestlightnovel.com/novel_888162148/chapter_116", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 122</h1>\n<p>Chapter 122: Hidden Chapter of the Korean Server (4)</p><p>The Crusader Team, the main force of the Liberation Guild, was positioned at the southern end of Yanghwa Road on the Han River. They, who were in a command vehicle converted from a bus, were monitoring the situation on Sunyu Island.</p><p>“How about the movement of the enemy?”</p><p>Junghoon got on the bus. When he asked, a wizard staring into the air turned his head.</p><p>“Ah, please wait a moment. Let me take a look at the northern boundary quickly.”</p><p>Having said that, the wizard turned his head to the front. Even now he was observing Sunyu Island.</p><p>Anyone with the wizard job could share a high-end item called a “magic drone,” so the wizard already flew a magic drone above the Sunyu Island.</p><p>A group of large monsters were moving in groups among the few buildings in the greenery of the island.</p><p>They were trolls. Numbering about 200, they were gathering toward the bridge, armed with wooden clubs and stone axes.</p><p>“Given their movement, I think they are going to come out soon… Uh?”</p><p>Thump!</p><p>At that moment, the magic drone was hit by something, lost its balance, and crashed on the ground.</p><p>“It was shot down by a weapon like a slingshot.”</p><p>Minhum, who was next to him, suddenly stood up.</p><p>“Commander, we have to think about destroying the bridge. Currently thousands of Red Orcs are rushing in from Kimpo, so it is impossible for us to confront them on two fronts. We have to destroy the bridge, so we can confront the Red Orcs army coming from Anyangchon.”</p><p>The flock of “Red Orcs” that rose up from Kimpo were rushing in after occupying Kangso District. If they crossed Anyangchon, their next target was Youngdungpo.</p><p>Because of this urgent situation, it would be a huge strategic loss for them to confront the troll troops that appeared on Sunyu Island.</p><p>“How about mobilizing all the allied troops to get rid of the troll troops, then move on to the Anyangchon front?”</p><p>The Liberation Guild was operating a number of troops, aside from the Crusader Team. There were 300 Youngungpo security guards and allied troops such as Kangyoon Lee and Ansok Ku who participated in the Youido raid.</p><p>Even though they were classified as allies, they were actually subordinate to the Liberation Guild underJunghuoon's command. They were currently gathering on the Anyangchon front to prepare for a battle against the Red Orcs.</p><p>“Trolls are not easy to deal with. If we engage in an all-out war because we are running out of time, we will suffer big damages. To make matters worse, if we have to confront the Red Orcs after that…”</p><p>In that case, they would be faced with the worst battle. They were surrounded by enemies from all sides.</p><p>Junghun looked at Sunyu Island silently. At the end of the bridge, giant trolls were appearing one by one. As if he was so frustrated, Minhum opened his mouth, pressing his forehead with his fingers.</p><p>“Well, let me tell the security guards of Youngdungpo Station to come to this place except for the essential members.”</p><p>“Good.”</p><p>Since the monsters' terrorist attack took place while the Liberation Guild members were away, they had to pay particular attention to the security of the Youngdungpo headquarters now.</p><p>At that moment, someone came in through the front door of the bus.</p><p>“Deputy! We have received a message from the helicopter that we sent to pick up the Necromancer. He's going to arrive soon.”</p><p>“What a relief! He won't be too late. If the Necromancer joins us, we may be able to stop the trolls without sending our allies in Anyangchon.”</p><p>It was a moment of a little hope.</p><p>“Well, by the way…”</p><p>The member who conveyed the message seemed to have more to say.</p><p>Checking Junghoon's expression, he opened his mouth.</p><p>“When I briefed the Necromancer about the situation on the front line, I was told that our Crusader team should get out of here and move to the Anyangchon front.”</p><p>Minhum said, frowning, “Uh? What the heck are you talking about? The troll troops are coming from the Sunyu Island right now. How can we move to Anyangchon instead of stopping them here? Did you brief him about the situation here, too?”</p><p>“Yes, I did, but he said he would join us after collecting some bones…”</p><p>“What? Collecting bones?”</p><p>Doodoodooo!</p><p>At that moment, the thunderous noise of the helicopter rotors passed over their heads.</p><p>A strong gust blew over and made the bus windows rattle violently.</p><p>A familiar firefighting helicopter flew low over the Yanghwa Bridge quickly. It was flying north where the troll troops were concentrated.</p><p>“No way!”</p><p>The helicopter was hovering over the entrance to Sunyu Island for some time, then began to turn south quickly. At that moment, someone jumped down on the ground.</p><p>– Caution! The ‘Fellblade' begins in that area.</p><p>– Caution! ‘Death Response' begins in that area.</p><p>As black smoke erupted above the heads of the troll squads, they fell into great chaos and ran around wildly.</p><p>That effect was typically activated when the Necromancer summoned a number of undead. And it wasn't just a simple visual effect. If they breathed in that black smoke, they would be trapped in a “curse of death” and suffer damage. So, the trolls had no choice but to step back inside Sunyu Island, screaming in pain.</p><p>Kueeeeeeeh! Kuuuuuuuuuuuh!</p><p>Terrible monsters popped out of the black smoke: Bone Drake, Ogre Skeleton, and Ghoul King. The three raid boss monsters were standing at the forefront.</p><p>“Man, what the heck is that? There's one more huge monster, isn't it?”</p><p>“You bet! Trolls are also huge…”</p><p>The Crusaders couldn't hide their admiration. Trolls were also large monsters over 4 meters tall, but they were like dwarfs before the raid boss monsters.</p><p>Ogre Skeleton ran to the forefront and swung his fists. Since he had the nickname ‘warrior,' he was excellent at breaking through the trolls. The trolls who were nearby collapsed, then the ghouls ran over them and bit their necks ruthlessly.</p><p>Thump- thump- thump- thump-</p><p>Bone Drake and Ghoul King charged without hesitation towards those trolls who were staggering, losing their balance.</p><p>On the back of Bone Drake was a skeleton knight. He swung his sword at the necks of the trolls passing by him and threw the black chain around their necks, dragging them. His presence was a powerful addition to Bone Drake's attack.</p><p>On the battlefield, they killed the trolls, and there emerged the new undead, the “troll skeletons.”</p><p>“Collecting bones?”</p><p>The Necromancer was collecting bones as he claimed. In preparation for the upcoming war with the Red Orcs, he was creating a stronger force.</p><p>“He was a tough guy from the beginning…”</p><p>Watching the Necromancer collecting bones everywhere, Minhum muttered, “Man, he is like a fish in water.”</p><p>The war was the best stage for the Necromancer.</p><p>Minhum seemed to have a clear grasp of what was going to happen in this battle. He knew what would happen when the Necromancer who destroyed the troll troops joined the allied forces on the Anyangchon front.</p><p>‘Definitely dozens of giant undead will destroy the Red Orc army.'</p><p>They were not just dozens.</p><p>‘These terrible monsters that neither tired nor died dominate the battlefield.'</p><p>No matter how hard he thought about it, he couldn't think of how to surpass the Necromancer.</p><p>And after the war was over, the gap between Junghoon and the Necromance would be widened because death was an asset for the Necromancer.</p><p>It was difficult for Sungwoo to handle the giant sickle “Grim Reaper.” Since he earned it only recently, he was not familiar with using it yet. Besides, it was so long and wide, and simply too heavy.</p><p><br></br></p><p>However, the blade alone was 1.5 meters long. Since it had such a wide range of attack, just wielding it at random could be threatening enough to the enemies.</p><p>In particular, it was quite effective because it could inflict a number of ​​deep wounds, which could delay the healing effect of the wounded trolls.</p><p>Thump! Bang!</p><p>When Sungwoo wrapped the Grim Reaper's blade on the inside of the troll's thigh and pulled it tightly, that giant monster fell, losing his balance. The muscles and tendons from his hips to the back of his knees were severed.</p><p>Boounuuuung!</p><p>While rotating the Grim Reaper over his head, Sunwoo cut through the neck of the fallen troll.</p><p>-You have earned 8,000 gold by hunting the ‘Troll Warrior'.</p>"}