{"id": 119, "volume": 2, "title": "Only I Am A Necromancer Chapter 125", "url": "https://bestlightnovel.com/novel_888162148/chapter_119", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 125</h1>\n<p>Chapter 125: Pirates from the Chinese Server (1)</p><p>Inside the Commander's tent, the griffin rider, Heyon Lee from Kanghwa Island, testified about the situation she witnessed.</p><p>“About one thousand players live on Kyodong Island right now.”</p><p>According to her, the players of Kanghwa Island had a Safety Zone on the small island ‘Kyodong Island' connected by land to the main Kanghwa Island.</p><p>As the island was small, the players initially thought it was relatively easy to secure safety by blocking Kyodong Avenue which linked Kanghwa Island after slaughtering all the monsters on the island first. They were aware of the mighty inland forces, such as the Liberation Guild of Youngdungpo, who could help them in contingencies, but they chose to survive by themselves until the Chinese pirates arrived unexpectedly.</p><p>Heyon said, “A few hours ago, the pirates landed on Kyodong Island. They were aboard dozens of fishing boats.”</p><p>She said the pirates, who were believed to have come from China, landed on three coasts, including the “Kyodong Island Dock,” and took control of Gyodong-daero first to block islanders from retreating.</p><p>“We resisted as much as we could because there were quite a few villagers on the island, but we couldn't win. I escaped from them and came here to ask for your help.”</p><p>Heyon was a “Griffin Rider.” She had the only job that could use the sky roads.</p><p>“How many pirates?” Junghoon asked.</p><p>Heyon shook her leg while sitting in a small plastic chair. She frowned as if she recalled what she had seen then opened her mouth.</p><p>“About one thousand, I guess. Maybe more than that because I saw more people on the anchored fishing boats.”</p><p>Deep sighs came out here and there when they heard that.</p><p>“Since China has such a large population, Chinese players are probably twice as many as ours here. Wouldn't it be big trouble if they decided to attack us?” one of the commanders said. Then, others agreed with the commander.</p><p>“As you know, there are guys who hunt players rather than monsters. I'm afraid these Chinese pirates are definitely such guys. I think they're going to attack us to take our gold.”</p><p>“I think so. We need to prepare for their attack.”</p><p>“That's right.”</p><p>However, Junghoon, looking down at the table, was just touching his chin with his hand. Minhum next to him spoke first, “You're right, but it's hard for us to deal with the Red Orcs. Since we are not sure about the purpose of the unidentified players who landed on Kyodong Island, it would be dangerous for us to act recklessly. For now, we should be careful.”</p><p>When Minhum emphasized prudence, the self-proclaimed “King Kwon,” Ansok Ku, said he was opposed to his prudence.</p><p>“But what if they attack us through the Han River? Isn't that big trouble? Youngdungpo would be in danger, and we would be ambushed even before we get to counterattack.”</p><p>Ansok spoke as gently as possible, but given his violent temperament, it looked like he would hurl abuses anytime.</p><p>At that moment, Junghoon raised his head and said, “You guys have to confront the Red Orcs right now. You can't avoid them under any circumstances. As long as the Red Orcs are in control of Kimpo and the Kangso District, those pirates will not be able to move inland toward us. We should be concerned about their possible infiltration into the rear through the Han River, but we can dispatch troops down the Han River to monitor them. We can't go to Kanghwa Island right now.”</p><p>“Ah…” Heyon let out a deep sigh at that.</p><p>Although she came here for help, she found out they could not afford to help her and the people on Kanghwa Island.</p><p>“What about my idea?”</p><p>It was Sungwoo who opened his mouth then. All eyes turned to him.</p><p>“We can dispatch a commando unit to crack down on the pirates, and then attack the front and rear of the Red Orcs at the same time. In other words, we're carrying out a feint operation.”</p><p>But Ansok frowned at his remarks, with his arms folded, and said, “I agree with you about attacking them, but our Commander just said we could not afford to create a commando unit, right? Besides, the only way we can infiltrate there is to use a helicopter, but if a helicopter flies over that small island, we can't mount a surprise attack…”</p><p>Ansok suddenly stopped opposing his idea as if he hit upon something, then looked at him with a surprised expression.</p><p>“No way…”</p><p>“Can you do it?” Junghoon asked. He understood what Sungwoo meant.</p><p>The commando unit that Sungwoo mentioned was not a small unit of elite members. It referred to only one person, namely Sungwoo himself.</p><p>“Anyway, it's difficult for me to fight with you on the same battlefield because the skills I use can harm you. Since I have to separate the battlefields anyway, let me go to Kyodong Island to take care of things there, then I'm going to attack them from the rear.”</p><p>The battlefield where Sungwoo was fighting was very tough and dangerous. He often spread the Curse of Death or the Breath of Abyss. He also triggered Corpse Explosions from time to time. Because of his activities, it was not easy for him to move with other players as a team.</p><p>Of course, it was not for that reason that he wanted to go to Kyodong Island.</p><p>‘Chinese players? I don't know why they suddenly appeared, but they are probably a large force, and I think I can get some important information and items from them.'</p><p>Until now, Sungwoo was completely separated from other servers, so he could only find out what was going on within the Korean server.</p><p>Therefore, if he contacted the players from other regions and met them, he could expect to have an unexpected opportunity.</p><p>‘After I get tips from them, let me go into the rear and take over the essence of the Red Orcs.'</p><p>In addition, as the operation against the Goblin Lord by infiltrating the rear was effective, he was thinking of using a similar strategy this time. For that reason, he needed to go further west than Kimpo.</p><p>“Well, I don't even have to get on a helicopter. I can ride with Heyon and infiltrate as quietly as possible,” he said.</p><p>Then, he looked at Heyon, as if he was asking for her permission.</p><p>She said, “Sure, of course!” She nodded at him gladly.</p><p>He then turned his head to Junghoon.</p><p>Junghoon also nodded because he knew Sungwoo's operation seemed the most effective.</p><p>“Great!”</p><p>Sungwoo stood up and said, “Then, let me go there and meet them in my capacity as the representative of our groups.”</p><p>Heyon said that before flying she had to feed her griffin and go through a safety check.</p><p>In the meantime, Sungwoo visited Jisu and Hanho and explained why he had to go to Kyodong Island now.</p><p>“Man, are you leaving us behind again?” Hanho asked.</p><p>“Take care…” Jisu said.</p><p>This time, he could not take Jisu with him because it was impossible for three people to ride Griffin.</p><p>“When we meet next time, we will see each other probably in the middle of the battlefield, so take care of yourself until then. Hanho, got it?”</p><p>“Why should I?”</p><p>“When you caught a goblin at the art museum, I saw you were dancing because you were so excited. Don't get hurt while you are carried away with useless heroism.”</p><p>“I'm far from it, man! You are so mean…”</p><p>A little later Heyon came back to tell Sungwoo that she was ready for the flight.</p><p>Sungwoo put all his luggage in the skeleton's bag, except for the repeating crossbow, and put it into the Empty Haven. He reduced his flying weight as much as possible before the flight.</p><p>When he got to the end of the road, the griffin l prepared to fly. Heyon was tightening all kinds of strings on the griffin's back.</p><p>“Oh, you are here! You can get in the back seat here and connect the harness hooks.”</p><p><br></br></p><p>She explained about the safety devices for flight. Although she expressed gratitude for the Necromancer who offered to help in person, she looked quite impatient, which was quite natural, given the urgent situation.</p><p>In fact, her family and relatives were held hostage by the pirates on Kyodong Island. It would have been quite difficult for a 19-year-old girl like her to confront them.</p><p>“If you're done, can I start now?”</p><p>“Okay.”</p><p>When Heyon put her hand on the griffin's head, he lowered his body, so that Sungwoo could climb.</p><p>Sungwoo stepped on the saddle and climbed onto the back seat. Like she explained, he tied his body to the saddle and fixed it.</p><p>“I should have told you before flying. I'm sorry I couldn't tell you in advance,” she said, getting on the front seat.</p>"}