{"id": 112, "volume": 2, "title": "Only I Am A Necromancer Chapter 118", "url": "https://bestlightnovel.com/novel_888162148/chapter_112", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 118</h1>\n<p>Chapter 118: Secret Facility Underneath Beomgye Station (5)</p><p>After deactivating the summoning of the Grim Reaper, however, Sungwoo stepped back and fired a barrage of the repeating crossbow. Numerous arrows were stuck in his head and neck, but Sungwoo could not stop this monster, who was about 5 meters tall.</p><p>Kueeeeeeeeeeeeh!</p><p>While stepping back, Sungwoo waited for the monster to approach the players' bodies.</p><p>The tunnel was narrow, so the monster inevitably had to climb onto the bodies. The moment about 8 bodies were trampled under the monster's feet, there occurred an explosion.</p><p>“Explode!”</p><p>Bang! Bang! Bang! Bang! Bang!</p><p>As soon as there was a huge explosion, the monster's body was thrown into the air, scattering dust and stone dust in all directions.</p><p>His right arm, which was not yet recovered, was cut off, and his abdomen was completely torn apart. Nevertheless, he tried to move forward desperately.</p><p>But at that moment Minsok's chain wrapped around one of his remaining arms.</p><p>Sungwoo immediately moved the Werebear skeleton to pull the chain with Minsok.</p><p>The monster's forearm, which was not healed yet, began to be torn apart, unable to withstand the tension. His muscles ruptured and ligaments broke. Then, his skin was peeled off, revealing his white bones.</p><p>Losing his limbs again, the Ghoul King struggled desperately. Since he had been detained by the guys of the Evolution Society for a long time, he was almost dead until now.</p><p>Minsok, the Death Knight, walked toward the emaciated Ghoul King.</p><p>Watching them, Sungwoo muttered, “Come to think of it, you guys leave behind a gift all the time.”</p><p>The Ghoul King was the second raid boss monster they left behind.</p><p>It was widely believed that while Sungwoo and Minsok were away, the ghouls would eat the survivors in the buses easily, but Sungwoo didn't think so because Jisu was there.</p><p>Although her brilliant activities were eclipsed by Sungwoo, the Necromancer, she was also a strong player with Level 13 as well as No. 8 in the Korean server rankings.</p><p>“Haaaaa! Haaaaa!”</p><p>Letting out a sigh, Jisoo stood tall on the third floor of a franchise cafe in the shopping mall near Beomgye Station. Zombie and ghoul corpses were strewn around her.</p><p>“Haaaa…”</p><p>After catching her breath, she rubbed the blood on her hands on her pants. Then, she grabbed her sword once again.</p><p>“Is it all over now?”</p><p>The survivors gathered in the corner of the cafe. Those who could fight were protecting the elderly and children.</p><p>Jisu quietly closed her eyes without replying. Then, she opened up all her senses and caught all the vibrations of this building: the sharp sound of somebody scratching the stair handrails, the vibrating of empty pipes, the sound of the exterior walls of the building crumbling, and the disgusting breath of the monsters.</p><p>“Nope, it's not over yet. They are coming back again!” Jisu replied, at last.</p><p>Clang!</p><p>As soon as she said that, the window in front of her was broken, and a purple-skinned monster popped in.</p><p>Kueeeeeeeeeeh!</p><p>Hanging from the ceiling, the monster rushed at her, aiming for her neck. That wasn't the end. Two zombies came in from the emergency exit on the left and rushed toward her.</p><p>Parents embraced their children. A couple of men hurried to help her deal with the zombies in the emergency exit, but a ghoul immediately joined the two zombies to attack Jisu.</p><p>“What the heck!”</p><p>“Another ghoul?”</p><p>It was not one, but several ghouls coming out everywhere now.</p><p>But Jisu moved without hesitation. As soon as the ghoul charged at her from the ceiling, she turned to the left and swung her sword. The ghoul was beheaded. His head fell on the ground and his body slid towards the survivors.</p><p>Then, she turned her head and went around the two men stepping back, scared. At the same time, she took her right hand off the hilt and swung her sword with her left hand.</p><p>The ghoul's right arm was cut off and fell to the side, but she stepped forward to confront the two zombies right away.</p><p>She swung her sword about two steps away from the zombies. At that moment, the energy of the sword was unleashed at once, throwing them into the air. She immediately turned at a right angle and looked at the ghoul's severed arms.</p><p>Kueeeeeeeeh!</p><p>Suddenly, the ghoul approached right behind her, then swung its left hand towards her head, but she lowered her head and swung her sword at the ghoul's head.</p><p>A handful of the ghoul's hair was cut in an instant.</p><p>At the same time, its left wrist was severed. With both hands lost, the ghoul stuck out its head as a last resort and opened its mouth towards her neck.</p><p>Puck!</p><p>Jisu stabbed her sword into its chest, then pushed it with all her might.</p><p>She bent her legs and tightened her shoulders before lifting the blade of the sword vertically to cut the ghoul's head and heart with a single stroke.</p><p>Thump!</p><p>-You have earned 9,000 gold by hunting a ghoul.</p><p>“Haaaaaaah…Whew!”</p><p>The left side of her face and neck were covered with blood. Her right side was also stained with blood.</p><p>At that moment, the two men who stepped out to help her looked at her blankly, as if they were shocked by her tremendous fighting.</p><p>As an expressionless swordsman with blood all over her body, she looked terrifying to them now. But at that moment, she frowned.</p><p>Clang! Clang!</p><p>They attacked her again. She grabbed the hilt of her sword and turned around.</p><p>She noticed somebody at that moment.</p><p>“Hey, guys!”</p><p>A black chain was wrapped around the window frame, and a Death Knight appeared, pulling the chain. He was none other than Minsok. .</p><p>“It's Dad's voice!”</p><p>“Dad? Dad!”</p><p>The children raised their heads, but couldn't run out. The man's voice was definitely their father's, but what they saw was the Death Knight.</p><p>“Uh?”</p><p>The second 6-year-old asked innocently, “Has our Dad changed to somebody else?”</p><p>Minsok, who flinched at that, nodded and replied, “Yeah, Uncle Necromancer helped me transform myself into a skeleton for a minute.”</p><p>“Really?”</p><p>Only then did they begin to feel relaxed.</p><p>“Yeah, my son!”</p><p>“Wow! Cool!”</p><p>“I want to change, too!”</p><p>At that moment, Sungwoo walked up from the stairs. While looking at the corpses of ghouls and zombies strewn all over the cafe, he saw Jisu face to face.</p><p>“I didn't worry much because you were here, Jisu.”</p><p>“Did you get rid of them all?”</p><p>“Yeah. But things have gotten more complicated.”</p><p>They could not continue the conversation because the system intervened again.</p><p>Those who saw the message whispered something among themselves here and there.</p><p>“Uh? What the heck is all this?”</p><p>“Ending urgently?”</p><p>“It's over already? Then what else is coming next?”</p><p>Sungwoo and Jisu also felt something ominous.</p><p>“It looks like something else is about to happen.”</p><p>“I guess so.”</p><p>[Mainstream start guide]</p><p>We would like to congratulate the survivors of the Korean server for your extraordinary attack instincts! You have completed all of your missions much earlier than the given time.</p><p>* Ranking of the raid boss monster hunting.</p><p>1) Kangsok Han: 4</p><p>2) kor-157: 3</p><p>3) Yoon Choi: 2</p><p>4) DOCTOR-000: 2</p><p>5) Hyonmin Jang: 2</p><p>6) Wrong choice: 1</p><p>7) DOCTOR-001: 1</p><p>(A total of 15 animals were hunted.)</p><p>*This is the most commendable of all the achievements of all the servers. What's more, considering that the average level of Korean servers is only No. 4 in the world ranking, I can't even figure out how great your achievements are! That is why we're going to proceed with the 'Hidden Chapter' for the remainder of the period. We hope you prove in the bigger fight that you have not made such fantastic achievements by luck!</p><p>[Attention! (Important)]</p><p>1) 'Warlord Monsters' that lead large-scale troops appear in many of the Korean servers. They will form a group to attack the survivor's Safety Zones.</p><p>2) This event will continue into the 'Attack on Warlord Monsters'.</p><p>“Warlord Monster?”</p><p>The 'warlord' was a term referring to those who took power by military force.</p><p>In other words, it meant that not a single individual, but a large number of people leading a huge number of troops would appear. In other words, a huge group of monsters bigger than the “Chief Orc” of the school or the “Lizardman Warrior” of Youido would appear, according to the message.</p><p>“Man, this means it's not good for us to wake up early, right?”</p><p>“Well, we will have to wait and see.”</p><p>The “ending” of all this surely exists, but the thing is that there are several possible endings and several routes to the ending. In that respect, this event would also be one of the routes to the ending.</p><p>'The variables are dangerous, but they will give us a greater reward.'</p><p>A bigger fight was approaching them.</p><p>'Of course, I welcome it.'</p><p>As the necromancer, Sungwoo didn't have to fear a massive battlefield.</p>"}