{"id": 115, "volume": 2, "title": "Only I Am A Necromancer Chapter 121", "url": "https://bestlightnovel.com/novel_888162148/chapter_115", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 121</h1>\n<p>Chapter 121: Hidden Chapter of the Korean Server (3)</p><p>“Come on, get ready!”</p><p>Some groups are devastated by a war.</p><p>“Right now!”</p><p>“Fire! Just pour it out!”</p><p>“Sweep all of them with AOE magic!”</p><p>Some groups use a war as an opportunity to grow.</p><p>“Jackpot!”</p><p>“Gold keeps coming in!”</p><p>And when the war is over, there is supposed to be a huge gap between the loser and the winner.</p><p>More than two hundred players appeared before a flock of goblins fleeing from the attack of the undead. All of them were holding long-range weapons such as arrows and crossbows.</p><p>“Fire!”</p><p>As soon as the order was issued, they fired arrows and crossbows at once. The goblins collapsed helplessly without even a moment to escape from the attack, with the players blocking them from retreating.</p><p>“Catch them, so they can't escape!”</p><p>“Look to the left! Another flock of goblins are running away!”</p><p>-You have earned 30 gold by hunting a low-level goblin.</p><p>-You have earned 28 gold by hunting a low-level goblin.</p><p>-You have earned 54 gold by hunting a low-level goblin.</p><p>An endless stream of messages of rewards appeared before the players in the village.</p><p>“Man, how come hunting is so easy?”</p><p>“Well, you should not forget that Sunwoo has laid the foundation for our efficient fighting.”</p><p>Even Kyungsu and Inho who belonged to a high level thought their hunting was rather easy.</p><p>All players could not grow at the same speed. There were very few people who jumped into dangerous places like Sungwoo and actively hunted, looking for more and more powerful monsters, and that was why they were ranked the top players.</p><p>However, the average level of the villagers was only 4. The same was true for other groups of survivors.</p><p>‘The gap in their level is getting wider.'</p><p>There are a number of weak people in any group. Just like Jung Hoon said, they were the “dependant population,” who were a tremendous risk for the survivor groups.</p><p>For example, it was because of the old and the weak that a terrific knight like Minsok had to be trapped inside the building.</p><p>‘When weak people are neglected, they become a great risk.'</p><p>Just like Sungwoo sent Hanho to the village for fear it would be attacked, the weak would most likely be a great risk for Sungwoo, too.</p><p>‘I can solve this problem. Even those who are inherently weak or sick can become stronger. That's the system.'</p><p>No one is destined to be weak all the time. They can gain a skill by drawing a card like anyone else and strengthen their bodies through leveling up.</p><p>‘That's why the Hidden Chapter, where we can hunt a lot of goblins easily, is a great opportunity that we will see never again.”</p><p>Sungwoo decided to mobilize all the players in the village for this hunt, so both young children and old people took part in the fight, holding arrows and crossbows.</p><p>Of course, they would have been hunted unless Sungwoo had not created a special situation like this from start to finish.</p><p>“Sir, don't worry and shoot calmly. When the monsters are approaching, we're going to defend you.”</p><p>“Hey, boy, shoot now! Good job! You're very talented!”</p><p>Everything was easy now. All they had to do was shoot long-range weapons at the weak monsters going downhill.</p><p>Sometimes some of the goblins broke through the attack and approached, but those players with combat experience stepped forward and stopped them.</p><p>-You have leveled up. (LV. 2)</p><p>“Wow! I also leveled up! Finally!”</p><p>“Oh, me, too! Me, too!”</p><p>Thanks to just one operation, such a large number of people who were classified as ‘dependent population' began to function after proving themselves useful. At first these new players were clumsy and inexperienced in fighting the goblins, but soon they overcame fear and actively participated in the hunting.</p><p>A little later the same message was displayed in front of all players on the Korean server.</p><p>-You have successfully destroyed the “warlord monsters” on the first Korean server. (Biggest contributor: kor-157)</p><p>“Uh! We have won!”</p><p>“I can fight now, too! I'm level 3!”</p><p>-You have won a large battle. Extra gold is issued to all the participants. (Differential payments based on their contribution)</p><p>“Wow, we're receiving 2,000 gold at once?”</p><p>“I have already received 3,000!”</p><p>And maintaining a useful group meant that Sungwoo could have a lot of capital.</p><p>The reason why Junghuoon, who was weaker than Sungwoo, could hire him was because he maintained such a group. Actually, he could easily collect one million gold by having the tens of thousands of survivors gathered in Yeongdeungpo chip in.</p><p>Standing on the hill, Sungwoo watched them fighting the goblins. His operation was successful.</p><p>‘Yeah, these people can also be important weapons for me.'</p><p>Sungwoo has confronted various groups until now such as vampires, the army, the Evolution Society, etc. So, if he could create a group as large as that, they could serve as something like great insurance for him.</p><p>The next morning, Kyongsu reported to Sungwoo about the results of the battle.</p><p>“The average level of the villagers was 3, but they have levelled up by double thanks to the previous battle. I haven't yet counted the gold, but I think it will be huge. The problem is that the nearest store is in Suwon Station…”</p><p>“Good. From now on, we will run the monster crackdown task force with the purpose of getting rid of the monsters in this area on a larger scale.”</p><p>“Do you mean we can safely go outside now?”</p><p>In fact, Sungwoo stopped them from going outside because of the danger of the Evolution Society. Although Sungwoo destroyed several facilities belonging to the group, they were still up and running, ready to retaliate against the survivors anytime.</p><p>Sunwoo said, “No, not yet. But I think the goblin leadership is in great confusion at the moment because of the current Hidden Chapter. And just because you have stayed hidden like this doesn't mean you're safe. Rather, you will stop growing, and someday you will be devoured by them.”</p><p>Like Sunwoo said, hiding in a safe area didn't mean they would get absolute safety because their Safety Zone could be destroyed, too.</p><p>So, the only way for them to survive in this world was to be strong according to the rules of the game.</p><p>“Kyongsu, since we have eliminated the warlord monsters in this area, we will be able to hunt the monsters freely here, compared with other areas. Please try to make them achieve level 8 on average until I come back to this area.”</p><p>When the players in other regions were focusing on defending against the attack by the monster army, the players in the village could hunt relatively freely.</p><p>“Level 8… Sure, let me do my best to increase their level.”</p><p>Achieving an average of level 8 wasn't that easy. Even if everyone could join their hands to fight the monsters, it was not easy for them to reach that level. Except for a few of them, most of them would find it hard to achieve that level.</p><p>“I have no obligation to take responsibility for the weak people here. I'm not going to come to your rescue even if something happens. So, you should try to protect yourselves. I hope you can remind them of my point,” Sungwoo said.</p><p><br></br></p><p>“Yeah. I will not forget it either,” Kyongsu replied.</p><p>Sungwoo was not their guardian. So, he was always ready to take his hands off and leave.</p><p>Mutual survival was only possible when they could support each other. So, the villagers had to prove that they could be helpful to Sungwoo.</p><p>Rattle-</p><p>“Sungwoo! The helicopter has arrived! They are shouting you should get in urgently!”</p><p>If they could not prove they could render support, they could pay the price for their protection, just like Youngdungpo Prosecutor did.</p><p>“Alright. Since I've received the money, let me go and protect them.”</p>"}