{"id": 110, "volume": 2, "title": "Only I Am A Necromancer Chapter 116", "url": "https://bestlightnovel.com/novel_888162148/chapter_110", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 116</h1>\n<p>Chapter 116: Secret Facility Undernneath Beomgye Station (3)</p><p>The pomade-hair guy looked at Sungwoo with a calm expression. He didn't ask Sungwoo a favor. Actually, he offered something like a proposal, but Sungwoo hardened his expression at that.</p><p>“What cause are you talking about when you're only a horse in this chess game?”</p><p>“…”</p><p>“I don't like the way you speak to me. Since you look down on the great cause I mentioned, I'm so disappointed, and I have to deal with you duly.”</p><p>Just like the Vampire Road and Youngdungpo Prosecutor, another guy bragging about his great cause appeared. Sungwoo wasn't interested in their ideas or philosophy at all.</p><p>Above all, he didn't want to compromise with these guys who sprayed poison gas on the survivors and cut people into pieces to make drugs.</p><p>The pomade-hair guy turned, then said, “Well, good. Let me cut to the chase because this is an era in which we forget about our reason. Hey, Sungkook!”</p><p>The man in the white, standing silently, stepped forward. He pulled a little wand from his pocket.</p><p>“Doctor, let me free the Ghoul King for some time.”</p><p>“Well, we have to be ready then.”</p><p>The breakdown of the negotiations meant a fight.</p><p>“Guards, don't come out and wait inside because you could disturb me casting the spell.”</p><p>The man holding the wand spoke towards the door, then stared at Sungwoo.</p><p>‘This guy is a clergy type.”</p><p>In other words, he had an occupation that was directly opposed to the undead. The magic that overpowered the Ghoul King was also most likely opposite to Sungwoo's, he thought.</p><p>Rattle! Rattle!</p><p>Sungwoo moved the skeletons including Minsok and ghouls standing at the entrance. At that moment, three more people emerged from the front door. They, too, were priests holding wands.</p><p>“Smash all the undead!”</p><p>Shortly afterwards, a light flashed from their wands, then a white magic circle began to be drawn on the floor. It was large enough to cover the entire tunnel.</p><p>“All ready!”</p><p>“Start it now!”</p><p>Woooooong!</p><p>-The stats of your subordinate spirits are drastically reduced by divine power. (-60%)</p><p>Sungwoo's subordinate spirits, the undead, rushed quickly toward them, but their movement was slowed due to the debuffs in play.</p><p>Thump! Thump! Thump!</p><p>Except for Sungwoo, all the undead were thrown into the back wall.</p><p>It seemed to be the countermagic of the undead attribute and was so powerful that it caused a crack in the outer wall of the tunnel.</p><p>Pick! Pick! Pick! Pick!</p><p>Sungwoo fired a barrage of repeating crossbows. But when the woman in glasses raised her hand, the arrows stopped in the air, turned 180 degrees, and flew back toward Sungwo.</p><p>In an instant, the bone shield was separated from the bone armor, completed clumsily, and blocked the arrows.</p><p>“What the heck is this?'</p><p>Minsok was stuck behind the iron gate of the facility. Although he felt no pain, he felt dizzy because he was thrown into the air all of a sudden. He stood up, grabbing the half-folded iron gate with his hand.</p><p>“Sungkook, be careful. There is an experiment tank in the wall over there. When it breaks, we're going to be in big trouble,” the pomade-hair man shouted.</p><p>“Ah, yes!”</p><p>Having heard that, Minsok turned his head and looked inside the door. Like the pomade-hair man said, there was a huge tank over there.</p><p>“…Uh?”</p><p>And he noticed something floating in the tank.</p><p>“Bring them up again! Smash the infiltrators!”</p><p>The priest named Sungkook yelled at them.</p><p>At that moment, Sungwoo pondered over how to attack them, waiting for their inevitable attack.</p><p>‘Since the tunnel is too narrow, I can't summon large skeletons. Even if I could summon them, they are useless in this narrow tunnel.”</p><p>At best, it was about 4 meters high inside the tunnel, so it was impossible for Sungwoo to summon Bone Drake or Ogre Skeleton.</p><p>“All ready!”</p><p>While Sungwoo was agonizing over his strategy, they were attacking him again.</p><p>“Let me start…”</p><p>Thump!</p><p>Even before the priests joined hands for synergy effect, a man on the far left soared into the air all of a sudden. There was a black chain wrapped around his neck.</p><p>“Cough! Kuuuuuuh…”</p><p>-The Death Knight exploits life. (Step 1)</p><p>-The stats of nearby undead increase. (+10%)</p><p>The next moment, the Death Knight was grabbing his neck tightly. However, he fixed his eyes on the tank inside the iron gate in the back.</p><p>Hubble-bubble―</p><p>People's heads were floating inside the tank.</p><p>“Sungwoo, I really can't forgive these bastards…” Minsok shouted.</p><p>The heads belonged to the survivors kidnapped by the ghouls. He was not exactly sure, but it seemed that a little boy's head slowly sank and disappeared inward.</p><p>“Our enemy is the undead anyway! Smash them with divine magic!”</p><p>When the priests lifted their wands, the arrows of light poured out toward the Death Knight.</p><p>Obviously, it was the magic that was fatal to the undead.</p><p>Sungwoo improvised a bone shield in a hurry, and Minsok picked it up quickly.</p><p>-‘Synergy effect' is given due to your team play.</p><p>[Synergy List]</p><p>4) Indomitable Knight (Complete)</p><p>-Category: Hidden Synergy</p><p>-Condition: Undead + Knight + Shield</p><p>-Effect: When defending with a shield, you gain ‘immunity' against ‘abnormal state'.</p><p>“I definitely need a shield.”</p><p>Minsok's green eyes started to burn intensely.</p><p>The mightiest of Sungwoo's subordinate spirits was Bone Drake, and the next powerful was Ogre Skeleton.</p><p>The two monsters had unrivalled strength compared with other skeletons because they were basically from the Raid Boss monster race. However, their overwhelming size sometimes imposed restrictions on their movement.</p><p>As they already showed it in their battle with the ghouls, it was difficult for them to respond to the small and quick guys timely because they could not move around quickly due to their enormous weight, but there was another big problem: Sungwoo could not use them indoors.</p><p>‘That is why the Death Knight is more special to me than any other subordinate spirit.'</p><p>Rattle- Rattle-</p><p>The Death Knight, namely Minsok, was an undead with an overwhelming force despite his humanoid size.</p><p>Wearing armor all over his body and carrying a huge shield, he moved about the battlefield without feeling pain. So, his presence itself was formidable to the enemy.</p><p>A white magic circle flew toward Minsok, the Death Knight, but it scattered into the air after hitting his shield.</p><p>“What the heck? My magic doesn't work!”</p><p>“Cast the spell again!”</p><p>It wasn't that the magic didn't work. The damage caused by divine power was certainly effective, but it failed to fly toward the wall because of the synergy effect.</p><p>At that moment, the Death Knight's black chain shot out like a viper's head.</p><p>Although the woman wearing glasses reached out to protect the clergies, she had to confront Sungwoo when he lifted the repeating crossbow to aim at her.</p><p>Pick! Pick! Pick! Pick!</p><p>“Damn it! Don't disturb me!” the woman shouted.</p><p>She stopped controlling the arrows telekinetically and threw them back towards the Death Knight.</p><p>Puck! Puck! Puck!</p><p>However, there was no chance that the Death Knight would suffer damage from such arrows. The arrows bounced off helplessly.</p><p>The Death Knight stepped forward with great strides after breaking the neck of the priest he had just grabbed.</p><p>-Death Knight exploits life. (Step 2)</p><p>-The stats of nearby undead increase. (+20%)</p><p>-The ‘divine power ‘ of the area disappears.</p><p>When the players controlling the spell were killed, the abnormal condition based on divine power was dissolved. In other words, the leash that was holding the monsters was broken. Soon, the undead behind the Death Knight began to move again.</p><p>“Summon the security guards!”</p><p>The priest named Sungkook shouted hastily. When he realized that his forces could not confront Sungwoo's forces on their own, contrary to their expectations, he started looking for the security guards they had left behind.</p><p>But it was already too late. The ghouls rushed at terrific speed, then rushed from all directions on the ceiling and walls.</p><p>Thump!</p><p>“Ahhhhhh!”</p><p>The priests who lacked direct combat skills had no way of avoiding the ghouls' attack. The woman in glasses hurriedly shook her left hand to push the ghoul away from a priest, but the priest died instantly.</p><p>“Come out, everybody! Hurry up!”</p><p>Belatedly ten security guards waiting inside the door began to come out quickly. They, too, seemed to be players with quite high levels.</p><p>“Those with shields, move forward!”</p><p><br></br></p><p>“Fire at once!”</p><p>However, they couldn't survive long in a narrow tunnel, surrounded by a number of undead. Even before they got out of the door, they fell prey to the tankers at the forefront.</p><p>The ghouls roamed freely on the hemispherical ceilings and attacked the security guards running out of the narrow door.</p><p>Kuuuuuuuuh!</p><p>“Where are they coming from? Look at the ceiling!”</p><p>“Ahhhhhh!”</p><p>The ghouls bit and took them into the corner, then began to cruelly slaughter them.</p>"}