{"id": 111, "volume": 2, "title": "Only I Am A Necromancer Chapter 117", "url": "https://bestlightnovel.com/novel_888162148/chapter_111", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 117</h1>\n<p>Chapter 117: Secret Facility Underneath Beomgye Station (4)</p><p>When the situation got worse before their eyes, the security guards, who hesitated to come out the door, chose to stay inside the door as the inside of the tunnel was literally like a living hell.</p><p>“Let's hold out here! Kill all the undead coming through the door! Those with shields, step forward!”</p><p>“Wizards, prepare the spell in advance!”</p><p>Thump!</p><p>But it wasn't the undead that flew in front of them.</p><p>“Uh?”</p><p>It was the body of their colleague, swelling and green.</p><p>Bang!</p><p>There was an explosion inside the door, then the undead began to crawl through the broken door.</p><p>“Ahhhhhhh!”</p><p>“Help! Help!”</p><p>Amid the chaotic situation Sungwoo aimed at the two remaining priests. They emitted a beam of sacred light to push out the undead, their arch-nemesis, but it was almost impossible for them to avoid the ruthless attack.</p><p>Pick! Pick! Pick! Pick! Pick!</p><p>-You have gained 12,000 gold by killing a player.</p><p>-You have gained 10,000 gold by killing a player.</p><p>Those priests fighting separately were no more than easy prey.</p><p>On one side, there was fierce fighting going on between the woman using telekinesis and the Death Knight. To put it accurately, they were engaged in a chase.</p><p>“Get lost! Get out of my face!”</p><p>Shouting at the top of her lungs, the woman stretched out her hand violently. Whenever she did, she forcibly pushed out the Death Knight telekinetically. At the same time, her two daggers flew in the air and scratched the body of the Death Knight here and there.</p><p>Clang! Clang!</p><p>However, Minsok, the Death Knight, was an experienced swordsman, so he struck back the flying daggers pretty easily. The daggers that bounced off were thrown into the floor and firmly stuck there.</p><p>“Go away! Ahhhhhhh!”</p><p>The woman desperately tried to push the Death Knight away, but the Death Knight got closer to her as if he broke through a strong gust. Now, he stood right before her with his green eyes shining brightly.</p><p>“Get out of my face! Get lost, you monster! Ahhhhhh!”</p><p>Puck!</p><p>-You have earned 12,000 gold by killing a player.</p><p>When the woman's screaming stopped, it became silent inside the tunnel.</p><p>Only the pomade-hair man stood among the numerous bodies of his minions.</p><p>Nonetheless, he opened his mouth with a cool expression.</p><p>“You guys are great.”</p><p>Then, he slowly raised his left hand. Then, something like a particle spewed out of his watch, and it quickly gathered on the palm of his hand, forming a flask.</p><p>“Well, I have no combat skills, so I struggled every time in the fight.”</p><p>After saying that, he threw the flask at Sungwoo and the undead. An electric current burst out, along with an explosion.</p><p>Bang! Bang! Bang!</p><p>The undead were instantly entwined with a net-like current and fell into a state of immobility. In the meantime, the pomade-hair guy stepped back and formed another flask on his palm. This time it was green.</p><p>Bang!</p><p>This time it exploded nearby, then vines and stems began to grow out of it explosively. Sungwoo charged at him and picked up the “Grim Reaper” that appeared in the air.</p><p>-You now obtain the power of ‘Lich'.</p><p>* Your subordinate spirits increase up to (+50).</p><p>* All stats increase by (+10).</p><p>* You can resurrect and regenerate the destroyed undead' nearby indefinitely as many as the maximum number of your subordinate spirits.</p><p>Now, Sungwoo's body was gnawed by a green flame, and at the same time, his bones began to appear. Then, he swung the huge sickle horizontally.</p><p>The heap of vines that were growing like gourds were severed with a single stroke. The stems and leaves of the vines fell in all directions.</p><p>Since the Grim Reaper's attack range was wide and his stats increased a lot when he became Lich, Sungwoo could easily defeat the pomade-hair man's tricks.</p><p>The pomade-hair man seemed surprised at Sungwoo's unexpected attack, but he was already preparing another flask.</p><p>Bang!</p><p>There was a light and explosion at the same time. It was a flash bang. Obviously, he planned to block Sungwoo's vision and do another trick, but Sungwoo rushed to him instantly.</p><p>“Uh?”</p><p>Finally, the pomade-hair man hardened his expression because he was faced with another unexpected situation. But he quickly burst into laughter and said, “Oh, I see. One of your eyes is not real, but you can still see without a light receptor!”</p><p>Since there was no human eyeball in Sungwoo's left eye after his transformation, it was impossible for the flash bang to take any effect.</p><p>When the two flasks failed to work according to his plan, he was quickly pushed against the wall by Sungwoo. He immediately stretched out his right hand toward Sungwoo charging at him. His bracelet spread out from side to side and turned into a small crossbow. He fired the crossbow violently, but the arrows flew behind Sungwoo's back without causing any damage. Sungwoo lifted the giant scythe and began to swing it.</p><p>“Argh!”</p><p>A half-moon-shaped steam of blood splattered on to the wall. His right shoulder was cut off.</p><p>Like he said, he didn't have a combat-oriented job, so he could not defend against the attack of Sungwoo and his increased stats. The pomade-hair man was struggling desperately for survival.</p><p>“Damn it…You picked a really good card. It's the best card to protect yourself, but how could you defend others?”</p><p>“What the heck are you talking about?” Minsok asked quickly as he was bothered by his last word. It was a sensitive matter for him.</p><p>“Are you asking me now because you don't know it? Where do you think the zombies and ghouls went? It's not just the energy of the abyss that we're working on. We're developing the method of turning every element of this system into a weapon.”</p><p>“You bastard!” Minsok shouted and walked toward him.</p><p>But the pomade-hair guy raised his finger in a relaxed manner, as if to ignore Minsok.</p><p>What he pointed to was the “Ghoul King.”</p><p>When Sungwoo turned his head, the white chains and divine spells that were binding the Ghoul King were gone, and his wounds were recovering.</p><p>The pomade-hair man said, “You seem to have too much work to get out and save somebody. Real power doesn't mean just protecting your own life. Let me see if you can fight us to the end when everything around you is gone.”</p><p>Obviously, he was desperately struggling to buy time as much as possible. He was not fighting for what he called a great cause, but to get Minsok and Sungwoo into trouble.</p><p>Sngwoo turned his back and said to Minsok, “Kill him as brutally as possible.”</p><p>“Got it.”</p><p>Even though he heard them, the pomade-hair man showed no sign of resisting. He just smiled at Sungwoo feebly and said, “See you again.”</p><p>Puck!</p><p>Minsok stabbed his chest with the sword, then raised it high. With his face turning white, the pomade-hair man kneeled. But his body turned into powder and disappeared before their eyes.</p><p>“Uh? Wasn't he a human?”</p><p>-You have earned 13,000 gold by destroying the player's ‘Clone-002'.</p><p>Sungwoo looked closely at the message before his eyes.</p><p>‘Clone?'</p><p>Sungwoo accessed the community bulletin and checked the ranking.</p><p>‘Oh, one is missing!”</p><p>There was no more the nickname ‘DOCTOR-002', which was in the top 10 rankings until yesterday. He remembered that there were as many as five people called ‘DOCTOR' within the top 20 rankings.</p><p>‘This is why this organization was so large.'</p><p>Sungwoo now began to have a clear grasp of this mysterious group of the pomade-hair man. They were actually just one. Numerous “clones” of one man spread across the country and were pursuing the same goal at the moment.</p><p>There was only one, but he was working like an organization, which was similar to the Vampire Lord but would act more powerfully.</p><p>“Okay, let's get rid of that monster as soon as possible.”</p><p><br></br></p><p>Sungwoo turned his head and looked at the Ghoul King. After breaking loose from the divine magic, the monster healed to some extent by regenerating part of his body while the pomade-hair man was desperately struggling to buy time.</p><p>Kuuuuuuuuuuh!</p><p>If he could have his way, Minsok wanted to run to his family at once, but he could not because the Ghoul King began to tear out of the plastic tube.</p><p>Tramp! Tramp!</p><p>The Ghoul King's severed limbs were revived and grew again in an instant. Then, moving the red limbs that had not yet been reassembled firmly, the Ghoul King began to crawl toward them at great speed.</p><p>The target of the Ghoul King was Sungwoo, the only living being in this place.</p><p>Pick! Pick! Pick! Pick!</p>"}