{"id": 114, "volume": 2, "title": "Only I Am A Necromancer Chapter 120", "url": "https://bestlightnovel.com/novel_888162148/chapter_114", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 120</h1>\n<p>Chapter 120: Hidden Chapter of the Korean Server (2)</p><p>A little later Inho and his men returned from their scouting mission.</p><p>“We climbed up to the four tallest buildings in this neighborhood and looked around. A large group of goblins seemed to be coming from Mt. Paldal. It must be clear that they are located inside the mountains.”</p><p>Fortunately, the “warlord monsters” generated near the village were the weakest goblins.</p><p>If they were as powerful as Orcs, a step higher than them, Sungwoo would find it hard to confront them. Orcs are originally a race that engaged in large-scale wars, so when they increased in number and had a command system, they became incredibly strong.</p><p>The warlord monsters threatening Youngdunpo were none other than Orcs. To put it precisely, they were a slightly more powerful tribe called “Red Orcs.” There was a lot of chaos in the southwestern part of Seoul, Kimpo, and Incheon right now because of them.</p><p>“A helicopter is supposed to come to pick me up tomorrow morning. Let's attack Mt. Paldal before the helicopter arrives here. Inho, can you estimate the size of the monsters in Mt. Paldal?”</p><p>Inho shook his head and said, “They were hiding among the trees, so I couldn't observe them completely. However, when they first came out in droves, it seemed they numbered more than 2,000.”</p><p>Having heard that, Kyungsu began to add, “And they rode wild boars and there were even wizards there. The wild boars are really annoying. They make up for the goblins who lack the power to break through.”</p><p>It was clear that they were not to be taken as the same race as the existing goblins because they were in reinforced conditions as the nickname ‘warlord monsters' suggested.</p><p>So, Kyongsu, Inho, and the village security force, who confronted the goblins only, could not hide their concern.</p><p>“No matter how weak goblins are, I'm afraid we are still on the defensive because they are numerically superior to us. When I confronted them, I knew they were well organized.”</p><p>Inho also nodded at that, and said, “I feel the same way. There are those in command, such as Chief Goblin and Captain Goblin. All the other goblins follow their direction with great loyalty. Since Sungwoo is with us, I don't think we will lose, but I think we need to be a little more prudent to win the war instead of fighting in a hurry.”</p><p>However, Sungwoo had a different idea.</p><p>He said, “Our purpose is not to win the battle.”</p><p>“Pardon?”</p><p>“I'm going to focus on how much EXP and gold we can collect in the mountains. Not me, but you. Don't you think this is a good opportunity?”</p><p>Kyongsu and Inho realized that the Necromancer in front of them thought differently from the way they thought.</p><p>Sungwoo was preparing for hunting, or harvesting, not fighting.</p><p>The command system was essential in carrying out a war. Strong leadership and a well-organized command system were essential elements that could qualify a being for the “warlord” title.</p><p>The command system given by the system transformed even barbaric monsters such as goblins into a powerful army.</p><p>Kruuuuuuuk!</p><p>An Orc-sized “Goblin Lord” sat at the edifice of the Tourism Information Center in Paldal Park, called the center of Mt. Paldal. Fifteen “Goblin Captains” lined up on his sides in an imposing manner. As the leadership of the goblin warlords, they gathered in one place now.</p><p>“Alright. Let's blow away that whole building.”</p><p>Goblins are a stupid race. They appeared as a large group because of the mainstream, but once their leader was killed, they would most likely turn into a disorderly band of goblins as they used to be.</p><p>Based on such assumptions, Sungwoo made a simple plan.</p><p>“We'll start the attack by removing their leader.”</p><p>His strategy was to start with killing the boss monster, then destroy the disorderly army under the leader to collect EXP and gold easily.</p><p>Sungwoo infiltrated the mountains alone to carry out the operation. The densely wooded mountains was the ideal place where the “Shadow King's Robe” could show its highest efficiency, so Sungwoo reached the center of the goblin headquarters while avoiding the eyes of the goblin guards.</p><p>‘Come out.'</p><p>Then, he summoned one of his subordinate spirits from the rooftop of the Tourism Information Center building, where the ranking officers of the Goblin Army gathered.</p><p>With black smoke rising in the air, a white giant appeared out of it.</p><p>Thump!</p><p>It was Ogre Skeleton who was more than eight meters tall.</p><p>Kieeeeeeeeeh! Kieeeeeeeeeeh!</p><p>The goblins who were camping around the building raised their heads blankly, confused by what was happening.</p><p>When Ogre Skeleton lifted his right hand, a blue flash of light began to radiate from his bracelet.</p><p>Kieeeeeeh! Kieeeeeeeh!</p><p>Frightened, the goblins picked up their weapons hurriedly, but it was too late. When it flashed, a tremendous electric current bounced off and evaporated the whole single-story concrete building.</p><p>Bang! Bang! Bang!</p><p>-You have earned 2,500 gold by hunting the ‘Goblin Captain'.</p><p>-You have earned 2,500 gold by hunting the ‘Goblin Captain'.</p><p>-You have earned 2,500 gold by hunting the ‘Goblin Captain'.</p><p>-You have earned 2,500 gold by hunting the ‘Goblin Captain'.</p><p>There were a total of 15 messages. The debris of the building flew into the air and fell to the hillside behind it. The bodies of the goblin captains were seen here and there through the debris.</p><p>Krrrrrrrrrrrrl!</p><p>Only one goblin survived in the place where the building stood. It was none other than Goblin Lord, who was much larger than other goblins. Already seriously injured, he raised his head, gasping for breath.</p><p>“Can I take care of that guy? It's been a while since I saw a goblin.”</p><p>Rattle- Rattle –</p><p>Holding a bone shield, the Death Knight with a black sword on his shoulders walked with heavy steps.</p><p>“Yeah. Kill him as soon as possible.”</p><p>At that moment, Sungwoo was casting a glance at a different place. He fixed his eyes on the campsite behind the castle wall, located along the ridges, which was home to the main force of the goblin army numbering several thousands.</p><p>-You have summoned the ‘Grim Reaper'.</p><p>-Grim Reaper retention time (00:34:56)</p><p>Sungwoo summoned the black scythe to use Lich's power.</p><p>-You have gained Lich's power.</p><p>* The maximum number of your subordinate spirits increases by (+50).</p><p>* All stats increase by (+10).</p><p>* You can resurrect and regenerate the undead destroyed nearby ‘indefinitely as many as the maximum number of your subordinate spirits.</p><p>Then, he summoned all the undead including skeletons and ghouls among the trees, and fifteen zombies around the campsite of the goblin's main unit.</p><p>Kueeeeeeeeeeh! Kueeeeeeeeeeh!</p><p>The goblins on standby in the camp were greatly confused when the creepy cries of the ghouls resonated through the mountains while they were approaching.</p><p>Thud! Thud! Thud! Thud!</p><p>It was huge monsters approaching the goblins, shaking the earth, who they had never seen before.</p><p>But they were an army of their own, ready to fight at the order of the goblin leadership at any time.</p><p>-You have earned 105,000 gold by hunting the warlord monster ‘Goblin Lord'.</p><p>Now, their commander disappeared.</p><p>At that moment, their discipline collapsed in an instant, and the scene was like hell on earth.</p><p>Since the core officers of the goblin main unit, including the boss monster, evaporated in an instant, the remaining goblins under their command system became remnants overnight.</p><p>Kieeeeeeeeh! Kieeeeeeeeeeh!</p><p>They were no longer an army. Frightened, they started running away for survival.</p><p>Sungwoo controlled the undead that surrounded them from all directions and guided them in one direction, as if he was driving a herd of sheep.</p><p>“Why don't we start a drive hunt?”</p><p>Sungwoo singled out the trash mobs, then drove them downhill, east of Paldal Park, namely in the direction of Namporu, where there were village players in ambush.</p><p>“They are coming! Get ready to fire!”</p><p><br></br></p><p>“Wow, there are so many out there!”</p><p>According to Sungwoo's operation, they were quietly waiting to harvest the EXP and gold by killing the goblins.</p><p>A huge number of goblins jumped down the stone steps and hillsides, stunned.</p><p>The majority of goblins didn't even hold weapons since they ran away hurriedly. Obviously, they completely lost the will to fight.</p><p>“What a jackpot! We can earn several times as many as what we earned while cracking down on them the hard way.”</p><p>“You know what? Hunting them is a piece of cake!”</p><p>The players in the village raised themselves, then lifted up their weapons, surrounding the path of their retreat in a semicircle.</p>"}