{"id": 113, "volume": 2, "title": "Only I Am A Necromancer Chapter 119", "url": "https://bestlightnovel.com/novel_888162148/chapter_113", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 119</h1>\n<p>Chapter 119: Hidden Chapter of the Korean Server (1)</p><p>As soon as it started, a simultaneous assault against the groups of survivors across the country began.</p><p>“Praise of our overwhelming achievement? Damn it! Man, this is like telling us to die! This is something like hatred of Korea!”</p><p>Hanho ran down the corridor, shouting desperately. The main entrance of the museum was broken open by the massive attack of the monsters. He knew from the beginning that the physical barrier wouldn't last long, so the only thing he could rely on was the shield in the Safety Zone.</p><p>At that moment, there was the sound of monsters.</p><p>Kueeeeeeeh! Keeeeeeek!</p><p>Dozens of goblins were chasing Hanho and Kyongsu.</p><p>“Man, they are just goblins!”</p><p>Hanho and Kyongsu thought these low-level monsters and goblins that only gave about 10 gold could not be a match for them, but they had to step back when they saw the monsters increasing by hundreds and thousands.</p><p>“Get inside the building quickly!” Hanho's father, Jungho, shouted at them from the end of the corridor.</p><p>There was a translucent wall where he was standing. It was the boundary and shield of the Safety Zone.</p><p>“Ahhhh! Safe!”</p><p>Hanho and Kyung-soo barely managed to get into the Safe Zone. Right after they got inside, hundreds of goblins came running towards them in droves, but ran into the shield.</p><p>“What did you say? Safe? Are you crazy, shouting like that?”</p><p>“Dad, you would not scold me like this if I had been stabbed in the back. You would have been crying by now. So, you're lucky that your son has come here…!'</p><p>But Hanho stopped talking when he heard a thunderous noise behind him.</p><p>Thump! Thump! Thump! Thump! Thump!</p><p>At the same time, numerous goblins began to attack the shield.</p><p>The numbers appearing before Jungho's eyes began to go down quickly.</p><p>-Pioneer Camp Shield (1455/1500)</p><p>-Pioneer Camp Shield (1432/1500)</p><p>The moment the shield collapsed, it would be impossible for them to block the huge number of monsters.</p><p>“Everyone, get ready for battle! Those with spears and shields, come forward!”</p><p>Kyongsu shouted, looking back at the survivors in the village.</p><p>They weren't as weak as before. Although he survived by relying on Sungwoo, they kept beefing up their strength after that.</p><p>In particular, before the Youngdungpo terrorist attack, the survivors gained experience dealing with various monsters while running a crackdown team.</p><p>“Those with arrows and crossbows, and wizards, go to the rear row! We're going to line up from side to side and fire at the monsters at my command!”</p><p>“Wizards, come this way! Cast fire magic in advance! After that, prepare freezing and lightning magic!”</p><p>Sgt. Kim and Inho led the players who could mount a long-range attack. Since the number of those who could confront the monsters was over a hundred, they felt they would not be easily defeated this time, but they were not sure they could win.</p><p>-Pioneer Camp Shield (988/1500)</p><p>“Man, the monsters are breaking through our shield so quickly!”</p><p>Even before Sgt. Kim and Inho lined up the fighters, their shield had already been broken down by half.</p><p>Jungho looked at his son with an anxious expression.</p><p>Hanho sighed deeply and said, “Daddy…”</p><p>“Huh? Did you call me now? Why are you trying to look so serious?”</p><p>“Thank you for raising me.”</p><p>He looked so gloomy at the moment when he said that.</p><p>“You don't have to say what's so obvious. I'm just confused why you are saying that now.”</p><p>Now, his gloomy expression was gone.</p><p>He said, “Although you ruined the family because you were addicted to gambling, I learned the transience of life and a beggar's behavior pattern thanks to you…”</p><p>“Hanho, you can't afford to talk nonsense anymore. We've got only 450, no 440 now before the monsters break through our shield.”</p><p>“Damn it!” Hanho shouted, then pulled out daggers in both hands. He glared and threw himself out of the shield.</p><p>Puck!</p><p>At the same time, he stabbed the dagger into the goblin's neck.</p><p>There appeared a message before his eyes.</p><p>-You have earned 30 gold by hunting a low-level goblin.</p><p>But that wasn't all. Another message came up immediately.</p><p>-You get the 'Holy Shield' for 10 seconds with the skill of the 'Slayer of Faith'. (200/200)</p><p>A golden shield was formed around Hanho's body. It was the skill of Rogue + Priest that was activated at the moment he killed the enemy.</p><p>“Alright, get out of the way!”</p><p>Then, Hanho began to storm boldly toward the middle of the enemy camp, but the goblins surrounding them beat at the shield while swinging their swords, but they could not break through the mighty shield with such attacks.</p><p>-Holy Shield (62/200)</p><p>Actually, it was a bit of a dangerous situation because the goblins kept inflicting minor damages to the shield, causing cracks here and there.</p><p>However, Hanho also kept throwing daggers at the goblins, aiming at their necks.</p><p>Puck! Puck!Puck!</p><p>-You have earned 30 gold by hunting a low-level goblin.</p><p>-You have earned 30 gold by hunting a low-level goblin.</p><p>-You have earned 60 gold by hunting a goblin attacker.</p><p>When ten seconds passed, another shield was formed. Although the goblins charged violently and ate away at the shield, the shield kept being generated before they ate it away.</p><p>'I think I'm pretty cool right now…'</p><p>Swinging his arms like an inflatable doll, he rushed forward without any hesitation. As soon as he moved, a number of goblins' bodies lined up just like a pile of laundry hastily gathered up.</p><p>“Argh! Let them all come! Argh! Argh!”</p><p>He screamed grotesquely and turned round and round like a spinning top. Maybe he was mistaken that he was the main character in a movie.</p><p>The survivors could not help but admire his brilliant attack.</p><p>“He's awesome, but something…”</p><p>“It's not fun, but a little…”</p><p>Jungho also watched his son attacking the goblins brilliantly.</p><p>“Wow, great! He's terrific, but I'm not that proud…”</p><p>Hanho's charge at the goblins was obviously terrific because the defense line within the Safety Zone was completed thanks to all the aggro directed toward Hanho.</p><p>“I hate goblins! Dirty goblins! Let me kill you all!”</p><p>1</p><p>While marching forward vehemently, he suddenly found something and stopped.</p><p>“Uh?”</p><p>There was a goblin with only bones left standing before him.</p><p>“Orun? Are you Orun?”</p><p>The next moment numerous skeletons popped up behind Orun's back. Then, they began to slaughter the goblins inside the museum.</p><p>Furthermore, outside the museum, Bone Drake, Ogre Skeleton, and Ghoul King who recently joined Sungwoo's subordinate spirits smashed the goblins that filled the square.</p><p>Then, the man wearing a dark green robe, Sungwoo, walked into the museum and swung a giant scythe. Five goblins were cut in an instant.</p><p>“Sunwoo! Sister Jisu!”</p><p>“Sungwoo?”</p><p>The Necromancer was back.</p><p>Half a day has passed since a new mainstream was launched. According to the community bulletin, the vast majority of the survivor groups across the country suffered massive raids.</p><p>The idea that they would be safe inside the Safety Zone was overturned overnight, for the monsters formed a group to search for the last living places of human beings.</p><p>“I hear that they are dealing with thousands of orcs in Youngdungpo. Fortunately, they are in a lull after blocking their attack well, but they are looking for you.”</p><p>Hanho told Sungwoo after confirming the article in the community bulletin. The reason they were looking for Sungwoo now was because he promised to defend them after he received a huge sum of one million gold.</p><p>“Yeah, I have to go back there soon. I told Junghoon about it beforehand.”</p><p>Shortly after he attacked the monsters at Beomgye Station, a helicopter sent from Youngdungpo arrived. After helping the survivors get on the helicopter bound for Youngdungpo, he headed south with Jisu to the village in Suwon.</p><p>He went there because with the beginning of the Hidden Chapter, the village was in danger of being attacked by the monsters. So, Sungwoo and Jisu rode Bone Drake across the shortest route. Fortunately, they arrived in time.</p><p>'I can't believe how the Safety Zone was broken through like this. We're going to be in big trouble if the guys of the Evolution Society already moved.'</p><p>Was it because Sungwoo kept moving that they didn't find any loopholes in this village? Even those who had power around the country could not pay attention to every aspect of their place.</p><p>'And at this moment, they must be being attacked too.'</p><p>All players are eventually dependent on the system. As the Hidden Chapter progressed, the confrontation between Sungwoo and them inevitably came to a lull.</p>"}