{"id": 125, "volume": 2, "title": "Only I Am A Necromancer Chapter 131", "url": "https://bestlightnovel.com/novel_888162148/chapter_125", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 131</h1>\n<p>Chapter 131: Battle on Olympic Highway (3)</p><p>“Damn it! What the hell is that!”</p><p>“What the hell! How can we stop them?”</p><p>The players were losing their minds at the terrific movement of the monsters. The horns on their heads were 1.5 meters long. If they confronted those giant monsters, all their bones and intestines would be smashed.</p><p>Thump- Thump- Thump-</p><p>The monsters started running toward them now.</p><p>“Hey, we've got to run now, right?”</p><p>“Yeah, we can't stop them!”</p><p>Right at that moment something fell on a monster's head. At a glance, it was something like a corpse with limbs.</p><p>Bang!</p><p>An explosion broke out right under the monster's head. The monster staggered in the shock. Two riders on his back were thrown into the air, losing their balance and striking the guardrail before collapsing.</p><p>Then, dozens of corpses were falling from the sky over the orcs' cavalry.</p><p>“What the heck is that?”</p><p>Pop! Pop! Pop! Pop!</p><p>With another corpse explosion, the orcs' cavalry was in great confusion. When the beasts began to run wild at the unexpected shower of explosions, the orc commanders could not control them.</p><p>Pop! Pop! Pop! Pop!</p><p>The corpse explosions were like “carpet bombing,” a tactic that destroyed a large army with powerful firepower.</p><p>Junghoon raised his head and noticed Gust and unknown black birds flying in a row, holding corpses in their claws.</p><p>He could figure out what happened.</p><p>“Yes, the Necromancer did it!”</p><p>“The Necromancer is here!”</p><p>The players' voices were thrilled with admiration of the Necromancer.</p><p>Who would have imagined that the Necromancer decided to render firepower support instead of a feint operation?</p><p>Soon, black smoke was spreading all over the junction of Kayang Bridge across Olympic Highway.</p><p>As the wind from the Han River pushed the smoke away, giant skeletons were standing in a row. Among them was Lich riding on top of Bone Drake.</p><p>At the best moment, the best reinforcements arrived.</p><p>Ten “monster birds” and one griffin circled the sky before flying away. They dropped the orc corpses they had obtained from somewhere over the orc cavalry.</p><p>Bang! Bang! Bang!</p><p>Whenever they dropped the corpses, explosions occurred. The riders rolled down, and the beasts dispersed in all directions, stunned by the explosions.</p><p>The undead giants charged towards them.</p><p>Thump- Thump- Thump- Thump-</p><p>Dozens of troll skeletons raced through the Olympic Highway, headed by Bone Drake, Ogre Skeleton, Ghoul King, and Troll Chief Skeleton.</p><p>There was a tremendous shaking on the road, resonating deeply throughout the whole city.</p><p>At that moment, a giant rhino, whose appearance alone frightened the allied force, charged at them, but the Ogre Skeleton grabbed him by his horns and wrapped his arms around his neck before lifting and throwing him onto the ground.</p><p>Thump―</p><p>The beast's huge head was bent at a right angle.</p><p>-You have earned 20,000 gold by hunting the 'Wasteland Rhino'.</p><p>-The dead will be your subordinate spirit.</p><p>Then, the huge beast named “The Wasteland Rhino” was resurrected as bones and charged toward the orc cavalry. The orcs had no way to stop that monster.</p><p>“Hey, can you see it? The Necromancer has appeared after having evolved further! This isn't a joke!”</p><p>And there were some who were broadcasting live such scenes with their own private broadcasting devices. They were independent players, who were filming the battle from the roof of a nearby building with the man with the cameraman's job leading them.</p><p>“Well, look over there! The skeleton knight on top of Bone Drake is sweeping the battlefield like the hero of the old China's Three Kingdoms!”</p><p>“You're right! He's like that legendary General Yopo! That's the same skeleton that appeared during the fighting on Sunyu Island. He's famous for the photo in which he was walking side by side with the Necromancer. Is he a player?”</p><p>The two cameramen were now commenting about the battle and the players.</p><p>“Well, he looks like the Necromancer's man, but isn't it rather unreasonable to call him a player? I haven't even seen them speak.”</p><p>“But he was fighting brilliantly by using his own skills. My favorite skeleton was that little goblin, but I think I have to change my mind now.”</p><p>“I like Bone Drake the best. Right now, Bone Drake is the most popular on the chat room. Yeah, I think I'm right.”</p><p>Compared with the Liberation Guild's official broadcasting of the Youido raid, there were not many viewers, but their numbers were constantly increasing after they heard the rumors that this fierce battle was being broadcast live.</p><p>Right now the number of viewers reached 20,000.</p><p>[Real time chat]</p><p>─ Sangtae Ahn: This time, the Crusaders fought brilliantly, but they were nothing compared with the Necromancer.</p><p>─ Mr. Kim 23: Wow, I thought he would wrap it up when he stuck the flag a little while ago. He clearly proved it…</p><p>─ Hyosung Kang: Honestly, the Crusader Team was great this time, but the Necromancer is one cut above them. Man, that guy is really unpredictable.</p><p>─ Monkey Park: No matter how much you compare them, the Necromancer is the strongest player. Let me ask you this then. What the hell the guy ranked No. 1 is doing?</p><p>It was clear that the Crusaders made an outstanding performance in the first battle.</p><p>However, people were supposed to remember only the top and the bottom.</p><p>Players on the Korean server ranked the Necromancer as the best, so there ensued inferences about the role of Gangsok Han, the unknown guy who was ranked No. 1. It was only after that that they mentioned the Crusader Team.</p><p>“Oh, most of them in the chat room feel that the Necromancer is the best. Nobody can deny that…”</p><p>At that time, the monitor screen began to shake violently.</p><p>“Who, who are you!”</p><p>“Don't come in! If you come in, I'll shoot you!”</p><p>It seemed that there was an unexpected situation unfolding. The screen was still showing Olympic Highway, but there were exchanges of shouting and warning here and there.</p><p>“Put down your weapon! We are the Liberation Guild!”</p><p>At that moment, the intense scene was defused a lot when they heard it.</p><p>“Liberation Guild?”</p><p>“What brought you here now?”</p><p>Then, there was the sound of several people stepping in.</p><p>“Please turn off the broadcasting right now! Or we will end it forcibly.”</p><p>“Uh? Why are you doing this to us?”</p><p>“If you are broadcasting this, you run the risk of exposing the strength of our allied forces! It's dangerous, so turn it off right away! During the Youido raid, this kind of broadcasting was abused as information for terrorism!”</p><p>Like he said, at the time of the Youido raid, the Evolution Society members launched a terror attack against Youngdungpo Station while trying to seize the moment when the allied forces were most vulnerable because their information was exposed through such private broadcasting.</p><p>“Oh, okay, step back first.”</p><p>Soon, they ended the broadcasting.</p><p>However, it was somewhat rather late when they stepped in. All the important scenes of the battle were already broadcast, including the dramatic appearance of the Necromancer that captivated the viewers the most.</p><p>Korean server players clearly recognized that the Necromancer would lead the war to victory.</p><p>On the first day, the allies who had won both battles returned to the outpost at the Kyongin Expressway Intersection.</p><p>Sungwoo informed the allied leaders including Junghoon about what he had witnessed on Kyongdong Island. He could not keep to himself the fact that the Chinese forces were targeting the Korean server.</p><p>“I'm glad that you defeated their advance party, Sungwoo. Right now, we have to get rid of the Red Orcs first, then think about responding to the external forces behind them. I think we have to expand the role of our allied forces further after the war.”</p><p>Junghoon explained the situation as calmly as possible.</p><p>Minhum added, “Armed conflicts with a large army of players will be different from fighting monsters. As you know, monsters have some standardized patterns of fighting, but the players don't. They are humans like us.”</p><p>Of course, they had experience confronting other players, namely humans, in the past.</p><p>But a large-scale war between two servers of different countries was fundamentally different in nature and scale.</p><p>If the entire server didn't unite, they could be subjugated to other servers. The Korean peninsula had already experienced it during their long history, so they knew what that meant.</p><p>“Do you mean that we have to beat the players only after we get rid of the monsters? What should we hunt after that?”</p><p>Ansok was now getting furious. Although he spoke emotionally all the time, all others agreed with him at this moment. What is the final purpose of this game that induces endless fighting?</p><p>Night fell. Sungwoo shared a small tent with Jisu and Hanho.</p><p>“Damn it! This time we are fighting Chinese guys? I can't believe this! In the south, the human beasts and crazy scientists are running wild, the orcs are going on a rampage in the west, and now Chinese guys are coming across the sea? Man, I really can't believe this. How come all these monsters and players keep coming to this land?”</p><p>Hanho lamented as if he was sick and tired of the nasty development on Kyodong Island.</p>"}