{"id": 121, "volume": 2, "title": "Only I Am A Necromancer Chapter 127", "url": "https://bestlightnovel.com/novel_888162148/chapter_121", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 127</h1>\n<p>Chapter 127: Pirates from the Chinese Server (3)</p><p>“Hey! Didn't you hear me asking? What the heck is that?”</p><p>The captain shouted with veins bursting in his eyes.</p><p>“All the boats were smashed with explosions!”</p><p>“I know that! Why are they exploding?”</p><p>“I don't know yet…”</p><p>The disaster they could not understand was not over yet.</p><p>Pusheeeeeeee―</p><p>“Argh! Ahhhhhhhhhh!”</p><p>“Keeeeeeeek! Keeeeeeek!”</p><p>Those who were guarding the building with the waiting room came out in droves.</p><p>They threw down their weapons, coughed, and began to fall, foaming at the mouth.</p><p>Black smoke rose from the waiting room window behind them.</p><p>“Captain! Gas is spreading! There was something like a strange thermos…”</p><p>“You must avoid it! That's the Breath of Abyss used by the black wizard. If you inhale it, you will be incapacitated!”</p><p>Furthermore, there was the sound of bizarre cries from all around.</p><p>“Uh? What the heck is this sound?”</p><p>A series of bizarre things began to take place on the remote island at dawn. The screams of the captain's subordinates dispatched all over the island to search for intruders rang out from everywhere. It was something serious.</p><p>“Damn it!”</p><p>The captain looked up at the sky.</p><p>Kaaaaaak! Kaaaaaaak! Kaaaaaaak!</p><p>The monster birds he was raising were crying. They were scanning the whole island to check the movement of the enemy, so their signals meant that there were enemies all over the island.</p><p>'This is a massive raid. They are trying to trap and annihilate us.'</p><p>The captain was sure it was a massive raid by enemies.</p><p>“Bridge! Secure the bridge now!”</p><p>Since all the fishing boats had exploded already, Kyodong Bridge was the only way for them to escape. The captain thought there was a huge army of enemies, and he knew his players would be isolated on the island with no way out because the enemies used biochemical weapons such as gas.</p><p>'As things stand now, we might be stranded here even before our reinforcements come from Taiwan. I need to take my men to a wider area, so our main force can land safely.'</p><p>The captain couldn't even confirm the numbers of the enemy. Besides, when he witnessed bizarre things happening in succession, he naturally thought of the worst scenario first.</p><p>He breathlessly raced to get on the truck he prepared in advance. Dozens of vehicles were lined up. They turned on the engines all at once.</p><p>Wooooooong! Wooooooong!</p><p>They drove fast toward Kyodong Bridge without looking back. When they drove along the winding coastal road, they saw something white over the dark sea. It was a concrete bridge.</p><p>“Floor it! We have to escape to a bigger island by all means!”</p><p>Since there was little traffic between the islands, it was devoid of abandoned cars.</p><p>It seemed like they could go to Kanghwa Island in no time if they were not stopped.</p><p>“Uh?”</p><p>At that moment, a huge monster appeared on the bridge.</p><p>“Argh! What the heck is that?”</p><p>The giant, white monster, Bone Drake, was standing in the middle of the bridge.</p><p>On the monster's head stood a demon covered in green flames holding a huge scythe.</p><p>“Oh, my God! What the hell is going on in this land?”</p><p>They were the real identity of the Korean server.</p><p>A few hours ago, Sungwoo obtained all kinds of information from the kidnapped sailor.</p><p>“Where are you from?”</p><p>“Well, we are from the second server in China.”</p><p>The pirates came from China's eastern coastal cities such as Shanghai and Hangzhou. They were Chin2 server's players. Since China was a vast land, there were three servers, according to the sailor.</p><p>“Is there any restriction when you switch to another server?”</p><p>“No, there is no such thing. In China, there has been widespread contact since the restrictions on regional movement were lifted.”</p><p>Since the Korean Peninsula had sea on three sides, there was no opportunity for its players to contact other servers, but they could contact other servers in China.</p><p>It seemed that even if a player moved to another server, there were no other restrictions.</p><p>“Why did you come to Korea?”</p><p>“Well, we were pushed aside in the battle for supremacy within the second server. That's why we were almost driven out of China and forced to storm the areas close to China such as Taiwan and South Korea.”</p><p>They were similar to the Germanic tribes who were pushed out by the Huns invading the Roman empire. However, the Korean server wasn't easy prey.</p><p>Right now, they would witness it directly on Kyodong Bridge.</p><p>Screeeeeeeech!</p><p>Dozens of vehicles suddenly stopped right before Bone Drake who blocked the bridge.</p><p>Their headlights were beaming randomly from side to side.</p><p>'Yeah, these guys escaped in a hurry.'</p><p>Sungwoo already knew that the pirates would try to escape from the island immediately after they had been ambushed.</p><p>The Chinese pirates planned to use Kyodong Island as an outpost for the conquest of the Korean peninsula, so they planned to build watchtowers along the coast for fortification.</p><p>In other words, they were no more than an advance party for the landing of their main force.</p><p>Because of that, they were planning to remain in Korea at the risk of their lives to help their main forces land safely, and they even made an “emergency escape manual.”</p><p>The guy said that after they escaped through Kanghwa Island, they planned to move inland to lay the groundwork for more pirates to land.</p><p>Sungwoo could not allow them to do so, of course.</p><p>The captain shouted, “Now, everyone get off the trucks! Ready for battle!”</p><p>“Get ready for battle!”</p><p>His voice was urgent. It was Korean in Sungwoo's ears, but the tone of his voice was a mess. It seemed that the tone peculiar to the Chinese language was not corrected.</p><p>The captain shouted again, “Hide behind the car and prepare magic!”</p><p>“Archers, load fiery arrows!”</p><p>They hid behind the vehicles and watched Bone Drake carefully. However, it seemed that they didn't dare strike first.</p><p>Sungwoo had the undead scattered all over the island on standby in the Empty Haven. Then, he summoned all of them to the bridge.</p><p>– Caution! The 'Fellblade' begins in the affected area!</p><p>– Caution! The 'Death Response' begins in the affected area!</p><p>Along with unidentified messages, black smoke rose and engulfed the whole bridge.</p><p>Pusheeeeeee―</p><p>“Uh! What the heck is that?”</p><p>“Man, my whole body is aching!”</p><p>“Stick with it! You can stand it without any problem! If you guys run around in confusion, they are going to attack us right away! Stay calm and watch out!”</p><p>The pirates suffered damage while breathing in the black smoke, but they endured it in the back of the trucks.</p><p>Certainly, they thought the smoke wasn't fatal enough to kill them at once. They just thought it was kind of a skill that would shake their camp.</p><p>But they were mistaken because they never imagined that the undead would pop out from the black smoke.</p><p>“Argh! Be careful! They are attacking us from behind!”</p><p>Puck!</p><p>“Kueeeeeeek!”</p><p>Zombies in bone armor jumped out of the dark, stabbing their spears into the backs of the pirates.</p><p>They couldn't respond because they were on alert for only Bone Drake in front.</p><p>“Where did they come from?”</p><p>“Everyone, stand up and fight! Fire behind you!”</p><p>“Damn it! They're coming on your side, too!”</p><p>This time, they were ghouls. Violet-skinned monsters moved on the railings of the bridge then jumped onto the pirates' sides.</p><p>The ghouls' sharp nails cut through the pirates' necks. With acrobatic movements, they freely crossed between the cars, railings, pylons, and cables to attack the pirates.</p><p>“Aghh! Help me!”</p><p>The pirates, who were focused on the surprise attacks from behind, fell helplessly when the ghouls attacked randomly.</p><p>“Damn it! They are also attacking from above!”</p><p>“Watch out everywhere!”</p><p>Monsters poured out from the surrounding dark where car headlights of the trucks on the narrow road were the only lights. They could not respond.</p><p>“Damn it…”</p><p>The captain looked at the corpses of his men piling up around him and turned his head.</p><p>His eyes again turned to Kyodong Island.</p><p>“Secure our retreat right now! It's better for us to go back to Kyodong Island if we are surrounded here on the bridge.”</p><p>“It's too late. All roads are already blocked!”</p><p>The entrance to Kyodong Island was blocked by other large skeletons: Ogre Skeleton and Troll Chief Skeleton.</p><p>There were four troll skeletons standing tall on both sides of the two monsters, so they quickly gave up breaking through them to escape.</p><p>Thump- Thump- Thump- Thump-</p><p>The monstrous giants grabbed their bone hammers and began to close in on them. When the monsters over 4 meters tall charged at them, they lost the will to fight and collapsed.</p><p>“Ahhhhhhh! We are done!”</p><p>“We can't beat them!”</p><p>There was nowhere for them to escape. They hid behind the trucks, shuddering with fear.</p><p>However, the troll skeletons turned the trucks over. Then, they lifted their hammers against the pirates hiding there.</p><p>Bang! Bang!</p><p>Bloody screams were heard everywhere.</p><p>Kaaaaaaak! Kaaaaaaaak!</p><p>At that moment, a sharp scream began to come from the sky above Kyodong Island.</p><p>Then, a flock of giant black birds flew in.</p>"}