{"id": 120, "volume": 2, "title": "Only I Am A Necromancer Chapter 126", "url": "https://bestlightnovel.com/novel_888162148/chapter_120", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 126</h1>\n<p>Chapter 126: Pirates from the Chinese Server (2)</p><p>“They are growing very large monster birds. These birds monitor us while flying in the sky, so if they are flying in the sky, we have to wait until dark on the nearby shore.”</p><p>Sungwoo could not figure out exactly what the Chinese pirates were doing, but it was obvious that the Chinese pirates had someone with a job that could raise flying animals.</p><p>Sungwoo nodded without saying anything.</p><p>“Let's go, Gust!”</p><p>Beep!</p><p>The griffin, Gust, spread its wings, roaring. He ran down the road, rolling his feet, flapping his wings, and starting to push the ground. In no time, his heavy body carrying the two soared into the air.</p><p>Whoowooooooong-</p><p>His altitude rose in an instant. Suddenly, the 8-lane Kyongin Expressway on the ground looked so small.</p><p>And far away in the downtown of the Kangso District, Sungwoo noticed countless Red Orcs wriggling, entangled with each other.</p><p>“There are so many orcs out there!”</p><p>An enormous army of orcs was gathering near Anyangchon. Passing over the army of orcs, Gust flew further west.</p><p>A gray container box was placed in a corner on the northern shore near the Kyodong Island dock.</p><p>“Done!”</p><p>Jeeeeeeeng―</p><p>The lantern on the door flickered and the light came on immediately. The light pushed out the gloomy darkness around it, creating a pale shadow.</p><p>Four people sitting on the table in front of the container box turned their heads.</p><p>“Oh, are you done installing the batteries now? It's a gloomy orange light. It looks like a very old lantern.”</p><p>“But it's moody here, isn't it? Man, we have to hug a woman in this mood. Damn it! Why should our leader have us not touch the prisoners here? I hear that our players in Taiwan are enjoying themselves freely now.”</p><p>“You know what? There are quite a few prisoners there that even low-level guys can play with. Hey, if we go to the mainland of Korea, we'll also have a good chance. We can earn lots of gold and take a couple of Korean women in our arms. Don't you think Korean girls are better than Taiwanese girls?”</p><p>Chatting and laughing like that, they filled their cups with alcohol, but an unknown, large centipede was inside a transparent glass bottle.</p><p>“Wow! It was a really clever idea to make strong alcohol with a ‘monster centipede' egg we caught from Hangzhou. Wow, just great!”</p><p>“Still, our captain may fly the monster bird in the sky to monitor us, so look closely at the sky. If we are caught, we may have to donate the other two bottles to that drunkard.”</p><p>“Hahaha!”</p><p>The players from China completely occupied the area around the dock on Kyodong Island. They were now dispatched all over the island to monitor the coast. There were some like these players who were idling their time away instead of doing their jobs.</p><p>“By the way, don't you think we are better off after we were kicked out of the mainland? It's much more fun for us to beat the local players here like this than fighting those monsters on the mainland. Don't you think so?”</p><p>“You bet. Besides, we are gaining lots of gold. I think our leader…”</p><p>At that moment, the man wearing a ponytail raised his hand.</p><p>“Wait a moment! Shush!”</p><p>There was a moment of silence. He put down the glass with a frown. Then, he put his right hand on the dagger on his waist and stared at something.</p><p>“Hey, there seems to be something out there.”</p><p>“Really?”</p><p>“Are you hearing anything? Where is it coming from? I can't see anything.”</p><p>Other players found nothing. But they trusted the senses of this guy with the ponytail.</p><p>His job, “hunter,” gave him senses that far surpassed those of an ordinary man.</p><p>“…”</p><p>While there was an eerie silence, only the sound of bugs chirping was heard.</p><p>The man wriggled his eyebrows and glared somewhere in the dark.</p><p>But the four others here could not see anything in front of them.</p><p>“Damn it!”</p><p>At that moment, three heads fell onto the table, along with the sound of the wind.</p><p>A green demon with a huge scythe stood tall in the space where there was nothing before.</p><p>“Uh?”</p><p>Among the colleagues whose heads were cut off, only the man who was sitting at the far end of the table was spared.</p><p>“Aaaaaaah!”</p><p>With a scream, the man stepped back, startled, and the moment he rolled away from the table, somebody threw a black chain and wrapped it around his body.</p><p>The chain pulled tight and dragged him into the dirt.</p><p>“Shush! Be quiet. Can you understand me?”</p><p>When the man looked up, a skeleton knight with hollow green eyes stretched out his hand toward his neck.</p><p>“Yes, yes! Of course!”</p><p>The system equipped with translation function made it possible for them to communicate beyond language.</p><p>“Follow me quietly. If you don't, I will put your head in that liquor barrel.”</p><p>Even the skeleton knight's terrible threat was contained in the translated voice of the system. Now, the Chinese player had nothing to do except nod at the skeleton knight's order.</p><p>Now, he left the corpses of his colleagues behind, then he was dragged somewhere with his hands tied and mouth covered. The place he arrived was inside an old warehouse on Mt. Hwagae. Inside it was a creature that was terrible enough to be compared to two green skeletons.</p><p>It was a griffin, a beast with a lion body and the head of an eagle.</p><p>When the beast saw the man, he made a rough breath, bumped his beak on the ground, then got ready to rush at him.</p><p>Then, a young woman sitting next to him began to soothe the griffin and said, “Alright, calm down. Let me give him to you later.”</p><p>“Me… later?” The man, with his face turning white, looked at the two men who brought him there. The devil-looking man who was wearing a dark green robe had changed into an ordinary man.</p><p>He pulled an iron chair and sat in front of the Chinese player.</p><p>“You know what I'm trying to do from now on. Don't be stubborn. I have the skill to read some of the memories of the dead. Either talk in detail when you are alive or tell me roughly after you are killed. Choose one of the two options.”</p><p>The man just swallowed at Sungwoo's threat.</p><p>“Okay, did you choose which option you want to take?”</p><p>But the man did not know because he would face the same fate regardless of which option he took.</p><p>At 3 AM, the whole Kyodong Island was noisy because the patrol guard reported that a large number of the players had gone missing overnight.</p><p>“Does it make any sense that 90 people disappeared overnight? Check if any of the prisoners we detained here escaped! Get on the boat right away and search the coast if there are any shops outside!”</p><p>After giving them the order hysterically, the captain went out onto the dock and held out his right hand to the sky. Then, a magic circle in the shape of a cage floated in the air.</p><p>Kaaaaaaaak! Kaaaaaaaak!</p><p>Black birds with a wingspan of five meters suddenly popped up from somewhere. There were a total of ten birds, but they disappeared into the night sky with their four red eyes sparkling.</p><p>“I don't know who the hell they are, but don't ever think you can find a place to hide on this island!” The captain muttered, gnashing his teeth.</p><p>He thought there was no place to escape on this small island, and they could not hide as long as he controlled the island.</p><p>At that moment, somebody came running, gasping for breath.</p><p>“Captain! We have found the missing men!”</p><p>“Really? Where are they?”</p><p>He lifted his finger and pointed at the fishing boats anchored in the dock.</p><p>Lantern lights were flickering dozens of fishing boats. People were yelling here and there.</p><p>“All of them were found dead, but they were piled up in the ship.”</p><p>“Bodies inside the ship? What kind of pervert is this bastard?”</p><p>Gnashing his teeth, the captain walked to the dock. After assassinating the guards and putting their bodies inside the ship instead of throwing them in the sea? He could not understand the attacker's behavior.</p><p><br></br></p><p>The moment he arrived near the dock, his eyes turned orange in the light.</p><p>Bang! Bang! Bang! Bang!</p><p>There were big explosions that could shake the whole island, then the fishing boats on the left began to explode one by one. The shock coming from below the deck spread everywhere, scattering the wood debris in all directions. Subsequently, the flames began to eat away the remaining parts of the broken ships.</p><p>Kugugugugugugu….</p><p>Every ship was smashed by the explosions and flames. Watching the explosions, the captain wondered if he was dreaming.</p><p>“What the heck is this? What happened?”</p><p>“…”</p>"}