{"id": 129, "volume": 2, "title": "Only I Am A Necromancer Chapter 135", "url": "https://bestlightnovel.com/novel_888162148/chapter_129", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 135</h1>\n<p>Chapter 135: Great Battle in Kimpo International Airport (3)</p><p>With the commanders shouting to their members, the allies began to form their positions for the fight. However, everyone felt they were on the defensive, compared with the Red Orcs' overwhelming force.</p><p>It looked like the allied forces would disappear like dust the moment they collided with the orcs.</p><p>“Man, this fight is hopeless.”</p><p>“We are going to be killed.”</p><p>“Be quiet. It's too late for us to run away.”</p><p>When they were done lining up for battle, Junghoon, the supreme commander of the allied forces, stepped forward.</p><p>Everyone looked at him. Even though his fame had faded a lot with the arrival of the Necromancer, he was still a powerful tall knight with a splendid fighting record.</p><p>He looked around the allies. They looked very serious and fully ready as if they were preparing for their last moment.</p><p>Junghoon slowly opened his mouth.</p><p>“As you know, we have continued to fight and win impossible battles from the very beginning of this game until this very moment.”</p><p>His clear voice resonated throughout the runway.</p><p>“Even this moment is just an extension of our victory! And after we win this fight, even more impossible fights will be waiting for us!”</p><p>Gradually raising his voice, he raised his finger to point at the Red Orcs.</p><p>“There will be more and more difficult moments waiting for us after that. Yes, there will come ridiculous trials and hardships that will come to bring us down! If that's the case…”</p><p>He closed his mouth for a moment. He lowered his finger pointing at the Red Orcs.</p><p>There was a moment's silence, then he slowly opened his mouth.</p><p>“Would you like to give up now?”</p><p>Everybody was silent at the question.</p><p>“…”</p><p>Jungwoo was serious. The game was getting more and more difficult. This ordeal would not be the final one, and they would fall in a deeper pit tomorrow.</p><p>“No! I won't give up!” Someone shouted.</p><p>His voice was desperate, which prompted others to join him.</p><p>Their simultaneous shouting broke out everywhere.</p><p>“I'll never give up!”</p><p>“Damn it! I will fight to the end!”</p><p>“I'm going to smash the operator of this game!”</p><p>Since this unknown game began, they have been struggling to survive without knowing the cause.</p><p>Numerous people were killed in the fighting, but they survived. They held out and survived, then finally, they began to understand and use the system.</p><p>At this moment, humans once again began to form a huge group to face the ordeal.</p><p>They might have been tempted to give up, but they could not because they saw the possibility.</p><p>“I can tell you clearly that from this moment on we will be more different than ever! We're not going to endure while crouching! From now on, we will push forward!”</p><p>Having said that, Junghoon raised the big sword.</p><p>“Get ready to fight!”</p><p>Then, the players raised their weapons at once and shouted.</p><p>When he reached out to the sky with his left hand, a golden flag came out from the air.</p><p>The flag hit and stuck to the ground.</p><p>-‘The area of ​​a sacred war' is declared in the area. (Lasts 1 hour)</p><p>* All allies gain automatic healing. (2% per second)</p><p>* All stats of ‘the Crusaders' will increase. (+5)</p><p>Dooung-Dooung-Dooung-Dooung-</p><p>As if to respond to the allied forces led by Junghoon, the Red Orcs also poured out a terrifying shout.</p><p>Kuaaaaaaaaaaaah!</p><p>The orcs' huge crying instantly eclipsed the players' shouting, resonating across the huge runway like a stadium's roar.</p><p>“Uh! Damn it! These damn orcs' screaming is so nasty!”</p><p>“Let me cut your neck!”</p><p>The players prepared for the battle in high spirits. In no time, the huge wave of the red orcs began to move toward the players.</p><p>“Man, they're finally coming our way! Get ready!”</p><p>“They are coming! Erect your shield!”</p><p>“Prepare the magic!”</p><p>The Red Orcs began to cross on the runway like a huge tide. The runaway shook as if there was an earthquake.</p><p>Goooooooooo-</p><p>“If we are defeated, the Korean Peninsula is doomed!”</p><p>“We must win!”</p><p>“Let's win!”</p><p>Soon, the frontline allied troops started attacking the orcs.</p><p>“Fire!”</p><p>“Pour it out!”</p><p>Kuaaaaaaaaaaaah!</p><p>Right before they collided with the orcs, they fired all kinds of magic and skills.</p><p>Explosions were all over the runway with flames soaring. The orcs moving at the forefront were frozen with freezing magic, and dozens of arrows poured out behind them one after another.</p><p>But the number of the orcs coming toward the allied forces in droves seemed never to decrease.</p><p>“Damn it! They don't seem to decrease at all!”</p><p>“Prepare for a crash!”</p><p>There were simply too many orcs. The Red Orcs pushed in endlessly despite the overwhelming firepower of the allied forces. It was like throwing a stone into a wave.</p><p>Thud! Thud! Thud! Thud!</p><p>Their shields shook violently. The tankers held out to the end, clenching their teeth.</p><p>Kuaaaaaaaaaaaaah!</p><p>“Argh! Damn it!”</p><p>“Push them!”</p><p>After pushing the orcs with the shield push skill, they stabbed them with their spears.</p><p>Puck! Puck! Puck! Puck!</p><p>The orcs fell like a domino, but dozens of axes flew in from behind and struck the shields.</p><p>They had no time to readjust their posture to attack.</p><p>“Watch out! They are getting around the shield wall!”</p><p>“Block them! Block them now!”</p><p>The battlefield was so wide that it was impossible for them to make the best use of their position to attack. Tankers surrounded the healers and tried to protect them as much as possible, but there were limitations to their resistance.</p><p>“A shaman appears in the front! Prepare for his magic!”</p><p>“A rhino is charging from the right! Provide cover fire!”</p><p>Moreover, the orcs were not simply attacking them as a huge group. Not only did they fire powerful magic at the allied forces, but they even rushed, riding on the giant beast, the “Wasteland Rhino.” It was a monster that could tear through the shield wall with a single stroke.</p><p>“Shoot that damn rhino!”</p><p>“Concentrated fire!”</p><p>The Wasteland Rhino, who had been charging at full speed, was struck by dozens of arrows and crossbows before falling down in front of the shield wall.</p><p>Thud-</p><p>It was a close call, but that wasn't the end.</p><p>“Uh? What the heck is that?!”</p><p>A huge flying weapon, a Ballista, was advancing toward them. Soon, they would be in its attacking range.</p><p>A Ballista was a weapon made to destroy the shield wall. As soon as it was loaded, it was almost certain that everything including the shield wall would be destroyed instantly.</p><p>“Hold out! We have to lead the enemies into this area! That's the core of our operation!”</p><p>“Separate them from the Orc Lord as much as possible!”</p><p>And there was a reason why Junghoon induced such a reckless all-out war with the orcs.</p><p>He intended to strike at the heart of the enemy leadership.</p><p>And the moment when the Red Orcs scattered while rushing toward the allied forces,</p><p>Gust, flying in the sky, came close to the ground. At the same time, somebody fell down on the ground from his back.</p><p>Whoooooong-</p><p>It wasn't a corpse this time. It was the Necromancer, falling with a fluttering dark green robe.</p><p>Then, black smoke filled in the air hundreds of meters high in the sky, then huge bones began to form. It was none other than Ogre Skeleton.</p><p>The Necromancer climbed the giant's back. Just before touching the ground, the giant stretched out his right arm forward.</p><p>Blue flashes emanated.</p><p>Quaguaguaguagua!</p><p>The lightning hit the center of the Red Orc group. As if lightning fell, the Orc shamans who were preparing their shield rolled around here and there roasted like barbecue.</p><p>Then, Ogre Skeleton and the Necromancer landed on top of them.</p><p>Bang!</p><p>– Caution! The ‘Fellblade' begins in this area.</p><p>– Caution! ‘Death Response' begins in this area.</p><p>Black smoke quickly spread out.</p><p>Rattle! Rattle!</p><p>The next moment, dozens of troll skeletons poured out of the black smoke.</p><p>Kuuuuuuuh…</p><p>They smashed the orcs that were not conscious and dispersed.</p><p><br></br></p><p>Then, they started to line up in a circle around a certain space.</p><p>After that, the zombies ran out and took their positions among the troll skeletons.</p><p>Rattle!</p><p>In the middle of the orcs' camp there was created a huge fence made up of undead wearing bone armor.</p><p>This whole process was completed thanks to only one person's control.</p><p>“It's nice and cozy.”</p><p>At the edge of the fence appeared the very man who planned and controlled all these events, Lich with a giant scythe, namely Sungwoo.</p>"}