{"id": 128, "volume": 2, "title": "Only I Am A Necromancer Chapter 134", "url": "https://bestlightnovel.com/novel_888162148/chapter_128", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 134</h1>\n<p>Chapter 134: Great Battle in Kimpo International Airport (2)</p><p>Not surprisingly, the moment the monster birds, which were the resurrected subordinate spirits of Sungwoo, dropped the corpses over their heads, the Orc shamans reached out into the air as if on cue. The magic circles they launched were grouped together to form a huge dome-shaped shield. It was a kind of linkage spell.</p><p>Kung- Kuguuuuuung― Kugugugugugugugu…</p><p>The impact of the explosions scattered outside the shield. The shield might be broken when the explosions continued, but the allied forces were hard pressed for time.</p><p>Kuaaaaaaaaaaaah!</p><p>The Orc army screamed out of joy under the shield.</p><p>“…”</p><p>On the other hand, the allies had no choice but to become dispirited because even the “carpet-bombing,” their most important tactic, became useless.</p><p>They gathered inside the domestic terminal of Kimpo International Airport and looked at the runway.</p><p>“You know what? Those orcs know we're here, but they are not ready to attack us. Obviously, they want to draw us into the kind of battlefield they want.”</p><p>Sungwoo nodded at Junghoon's remarks.</p><p>“I think they are trying to drag it out because they want to complete the Black Magic. Even though we are in a disadvantageous situation, we cannot put off the fight.”</p><p>“After all, we have to get onto their battle field.”</p><p>“I think so.”</p><p>Given all the factors, Sungwoo and his allies had no other choice but to wage an all-out war as well as a war of attrition with the orcs.</p><p>With his face turning gloomy, Junghoon said, “Even if we win here, we still have a problem. There are too many enemies waiting for us to become weak…”</p><p>Junghoon agonized not only about the battle facing them, but also about the upcoming battles.</p><p>He knew his group had already been ambushed by the unidentified group called the “Evolution Society”, and it was also revealed that the Chinese forces across the Yellow Sea were trying to storm the Korean Peninsula.</p><p>Although the battle facing them right now was tough, Junghoon could not bet everything on it, for if he did he could not prepare for the next battle.</p><p>“We have to save our energies for the next battle… I've a lot on my mind.”</p><p>Junghoon did not hide his worries before Sungwoo. It was true that he had been keeping the Necromancer at bay, regarding him as his rival to secure the hegemony of the Korean server, but he wasn't blinded by jealousy strong enough to neglect this powerful being next to him. He knew that it was the safety of the Korean servers that he had to put the most emphasis on now.</p><p>“Are you bothered by the Chinese forces?”</p><p>“I would lie if I denied it.”</p><p>It was obvious that the Chinese servers were much bigger than the Korean servers. So, he didn't have to confirm that the Chinese servers were growing more and more powerful.</p><p>But what Sungwoo said at that moment was rather unexpected.</p><p>“Just don't think about the Chinese servers anymore. Please keep maintaining and developing the alliance as it is now.”</p><p>“Pardon?”</p><p>“The time is definitely coming when we need the huge group that you are craving for.”</p><p>Junghoon looked at him. A huge group was what Junghoon wanted more than anything else.</p><p>Sungwoo continued, “Because of this war, a group of conservative survivors have come to me voluntarily, but grouping them together and managing them is a different matter.”</p><p>“You're right. That's a difficult problem. Right now they have been united for instinctive reasons, but if they feel relaxed later, they will certainly try to compete with each other for their own interests.”</p><p>It is difficult to restore a system that has collapsed. It is more difficult to do so in a chaotic situation like this.</p><p>“Can you control that?”</p><p>At that moment, Junghoon's eyes flashed.</p><p>“If nobody stands in my way, it's something I have to try by all means someday. Of course, blocking that obstacle is a problem.”</p><p>Sungwoo said with a nod, “As for the obstacle, let me get rid of the Chinese obstacle because I know where the Chinese players are and what kind of situation they are in now.”</p><p>In fact, Sungwoo was aware of the enemies' identity to some extent through the captain's memories.</p><p>They weren't the losers of the Chinese mainland. Rather, they were the third-class players who had been pushed out by the central force. They planned to storm the Korean peninsula after looting Taiwan to increase their power.</p><p>‘It's right for me to get rid of them before they grow bigger, so that I can turn this fight into hunting, not a war.'</p><p>Sungwoo had no intention of letting his future enemies accomplish their goal.</p><p>Among the two troubles, namely the Evolution Society on the Korean peninsula and the Chinese pirates, it was the latter that Sungwoo had to get rid of first because he knew their exact location.</p><p>Sungwoo thought to himself, ‘In order to deal with such a large-scale group in the long run, a group that will support us from behind, that is, a strong system capable of supplying considerable capital, is needed. No matter how hard I think about it, the village in Suwon alone is not enough.'</p><p>Sungwoo's request to Junghoon to strengthen the solidarity of the alliance was made for the same reason that he tried to grow the players in the village.</p><p>‘Over the long run they will turn into capital.'</p><p>However, Junghoon was attracted to his request for a different reason.</p><p>‘I have to think about why Sungwoo suddenly made such a suggestion to me, but it is true that we need to create a larger community, namely a national community. However, I was thinking that it would come in the distant future…'</p><p>In fact, Junghoon gathered the survivors with that goal in mind from the beginning, but he could not leak it to anybody. A state must have the ability to protect its people.</p><p>‘Then, is he now suggesting that I play the role of a state because he will support me? If Sungwoo really has it in mind, his daring push like this is close to arrogance.'</p><p>However, in his opinion, the Necromancer always had a reason why he was so confident.</p><p>Therefore, the Necromancer didn't hesitate to make a decision and carry it out. That was one of the reasons why he could take action faster than others.</p><p>Junghoon thought to himself, ‘What I need to catch up with this guy are not just a high level and strong items.'</p><p>When he got to thinking about it, Junghoon suddenly felt deprived, but at the same time, he somehow became excited. He felt like he could reach his goal in this vague situation.</p><p>So, he replied confidently, “Okay. If you can support me like that, I can be a little more aggressive. Let's talk more about it after this battle is over.”</p><p>Junghoon turned his head and looked at the runway. To achieve his cause, he had to overcome the obstacle right in front of him.</p><p>“Then I should break through them first, right?” Junghoon asked.</p><p>As long as the orcs, stationed on the runway, would not move, it seemed that there was no other strategy than an all-out frontal attack.</p><p>At that moment Sungwoo said, “There is another way to attack them.”</p><p>Saying so, he raised his head, “I think the orcs are looking at this battle only two-dimensionally.”</p><p>In Sungwoo's opinion, there was a way for Junghoon to strike their leader without confronting the huge orcs one by one.</p><p>Now, the allied forces crossed the domestic terminal and exited the runway.</p><p>“I feel like we're playing some kind of sport. I feel like I'm leaving the locker room, entering a huge arena, facing my opponent and waiting for the start of the final game. Haaaaa…”</p><p>Hanho talked a lot when he was nervous. However, since ordinary people tended to be silent when they were nervous, no one responded.</p><p>Whooooooong-</p><p><br></br></p><p>The moment they came out to the runway, a gust of wind passed, blowing the wild breathing of the players away. The cold air that circulated in the open space made their leg muscles stiff.</p><p>The runway was wider than expected. Wherever they looked, it looked like the gray asphalt occupied half of the runway. But when they turned their heads to the front, there was a huge wave of red orcs on standby.</p><p>Dooung-Dooung-Dooung-</p><p>As if they came running to sweep everything, the huge army of the Red Orcs was now slowly moving to prepare for the attack.</p><p>“Everybody, line up!”</p><p>“Line up by groups! Tankers, come forward!”</p><p>“Wizards, go to the center, not the rear! The battlefield is wide, so be prepared for the possibility that they will surround you!”</p>"}