{"id": 126, "volume": 2, "title": "Only I Am A Necromancer Chapter 132", "url": "https://bestlightnovel.com/novel_888162148/chapter_126", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 132</h1>\n<p>Chapter 132: Battle on Olympic Highway (4)</p><p>Although Hanho reacted emotionally, Jisu opened her mouth calmly while putting her two swords in order.</p><p>“We are strong on the Korean server, but I'm not sure how strong we are on the world stage. On the world map, Korea is a small country, so its server is also small. So, we have to…”</p><p>She looked at Sungwoo, then said, “We have to hunt hard from now on.”</p><p>That was the right answer. Sungwoo needed to hunt more, which Sungwoo regarded as the goal after he left the campus, which was also the condition he put forward to her for her accompanying him.</p><p>It was true that Sungwoo's group established an overwhelming position on the Korean server, but it was unclear whether they could stand tall on the world stage. In other words, the amount of gold and EXP circulating in the server was relatively small.</p><p>“Yes. We have to take the upcoming battle not as a war but as hunting. By doing so, we will be able to get prepared for the next real war.”</p><p>“Well, we should try to hunt as many as possible in the fight tomorrow.”</p><p>While listening to the conversation between Sungwoo and Jisu, Hanho looked dumbfounded.</p><p>“Man, what a relief you guys are going together like that! I feel like I'm useless. I just wonder what would happen to me if you didn't take care of me. You are treating me well just because I'm good at controlling the community bulletin, right?”</p><p>Sunwoo ignored him and said to Jisu, “When this battle is over, let's try to find a high-grade store and hope we can get some good luck.”</p><p>During that time, there was a lot of gold piled up. The gold possessed by Sungwoo was almost 6.1 million gold. He needed luck for this, but the moment this gold was turned into an item, he would become even stronger.</p><p>Early in the morning, before dawn, there was some noise outside the tent, but it was not that of them preparing for the war.</p><p>Thud!</p><p>“We've been ambushed!”</p><p>“Everybody, come out and block them!”</p><p>An unexpected war began when they were not prepared at all.</p><p>“They are coming out of the ground!”</p><p>Jisu was the first to raise her body. She noticed some strange sensation even before the noise grew louder, so she was carrying her two swords.</p><p>“Sungwoo!”</p><p>“I'm up already.”</p><p>While approaching the entrance to the tent, she zipped up her training suit. The next moment, she twisted her body.</p><p>Whoooooooo- Bang!</p><p>A battle ax missed her chin and smashed the paper box of food behind her.</p><p>“What? What's going on now?” Hanho, who woke up belatedly, shouted, with his eyes open wide.</p><p>Jisu was already jumping out of the tent. Sungwoo put on his robe and picked up his repeating crossbow.</p><p>“Sungwoo, what the heck is going on?”</p><p>“Check it out at the community bulletin.”</p><p>“Man, are you mad at me because I complained to you yesterday?”</p><p>When Sungwoo went out of the tent, the road was already a mess. More than half of the tents were torn apart, and the Red Orcs were attacking the players from all sides.</p><p>“They came out of the ground,” Jisu said.</p><p>There were already a dozen orcs strewn around her.</p><p>‘From the ground?'</p><p>Sungwoo looked around and found cracks in the asphalt everywhere. There was a huge pit in the unpaved road.</p><p>‘What the heck is that?'</p><p>And something rose out of the pit. They were the roots of a tree about 4 meters in diameter.</p><p>The next moment, the edges of the roots opened in four, and black smoke began to swirl in the center.</p><p>Kuaaaaaaaaah!</p><p>Two Red Orcs appeared. They scattered in all directions as if on cue, then swung their axes.</p><p>Since they had been ambushed like this, it was only natural that the security guards were killed helplessly.</p><p>Yesterday, at the commander's meeting, they concluded that it was rather easy to deal with the monsters because they had a standardized battle pattern, compared with the players, yet they had been ambushed by the monsters while undermining their strength.</p><p>“Damn it! Tankers, stick to your position!”</p><p>“Why are you guys not out of the tents yet?”</p><p>This kind of sudden battle was the worst possible development for them.</p><p>Since the orcs were numerically superior, it was necessary for Sungwoo's allies to firmly hold their position according to their job descriptions to come up with a normal response.</p><p>While the tankers were blocking the orcs, the archers and wizards were supposed to attack them, which was the standard way of attacking.</p><p>However, tankers had to wear heavy equipment, so it took a long time for them to prepare for battle. So, in an emergency situation like now, they had to jump out, holding their weapons only. It was impossible for them to hold their place while defending against the attacking orcs.</p><p>“Damn it! Wizards, be careful!”</p><p>“Protect the wizards!”</p><p>When the tankers failed to carry out their mission properly, the archers and wizards in the rear could not help but be incapacitated.</p><p>“Smash the trees where they are coming out!”</p><p>Somewhere, Junghoon's voice was heard. And a golden light burst out from there.</p><p>A flag fluttered brilliantly in the center.</p><p>-‘The area of ​​a sacred war' is declared in the affected area. (Lasts 1 hour)</p><p>* All the allies gain automatic healing. (2% per second)</p><p>* All stats of the Crusaders will increase. (+5)</p><p>It was Junghoon's skills of awakening. A huge golden wave swept the entire battlefield.</p><p>Then, intense energy began to flow through the players' bodies.</p><p>“Good! I can hold out here!!”</p><p>“Let them all come!”</p><p>The situation changed a little. Although the tankers were not powerful enough to defend the orcs because they didn't wear armor, they could hold out in their position thanks to the effect of automatic healing.</p><p>As long as they could block the orcs for just one minute or even ten seconds, those in the rear could prepare for the attack.</p><p>Pop! Pop! Pop! Pop!</p><p>The wizards fired attack magic at once. All kinds of magic exploded in the center of the Red Orc group. They collapsed in a row. Knights popped out of the smoke.</p><p>“The Crusader Team, charge at the target! Offer cover fire!”</p><p>Their counterattack began. Armed with full plate armor, the Crusader Team, radiating intense light from all over their body, started an unstoppable advance.</p><p>“Charge!”</p><p>“We'll chase them to the end!”</p><p>Arrows and magic shook the orcs in front. the Crusaders broke into them. Pushing the orcs hard with their thick shields, the Crusaders trampled the orcs coming out of the ground.</p><p>“Attack them all at once!”</p><p>Finally, they reached near the roots of the tree.</p><p>Junghoon, who was standing at the forefront, lifted his sword and swung it toward the top of the roots.</p><p>Half of the roots were cut, and the swirling black smoke scattered in all directions. He succeeded in destroying the unknown portal pouring out the orcs.</p><p>“I destroyed it! Charge to another place!”</p><p>“Different place! Where is it?”</p><p>The Crusaders looked around but didn't see any more portals.</p><p>“What the heck is that?”</p><p>However, the Necromancer's Ogre Skeleton was holding the ripped roots in both hands, and Bone Drake was chewing the roots he had pulled from the ground as if they were mountain herbs. And there were some burned root fragments around them.</p><p>“Are you done?”</p><p>“Did the Necromancer smash everything when we only smashed one? Oh, my God!”</p><p>They let out a sigh of relief, but at the same time they felt empty. As soon as they opened their eyes, they were involved in intense fighting, but the fighting ended quickly, to their surprise.</p><p>“Anyway, what a relief!”</p><p>“Right.”</p><p>They were ambushed, but they could block the orcs with relatively little damages.</p><p>“Sungwoo, look at this.”</p><p>Sungwoo turned his head at Jisu's words. A black stone fragment was noticed through the root fragments scattered on the ground. The object was emitting pale black smoke, as if it had been heated up.</p><p>‘Did this create the portal?'</p><p>At that moment, Junghoon and Minhum approached.</p><p>“This looks like black magic. The orcs can do this kind of cunning trick?”</p><p>Muttering like that, Minhum picked up the black piece of stone. He frowned.</p><p><br></br></p><p>– Caution! It contains a dark energy. If you touch it long, you will be negatively affected.</p><p>“Yeah, this is what I guessed.”</p><p>At that moment, a message appeared before their eyes.</p><p>-‘Orc Lord' is casting massive black magic. If you don't block them within the time limit, all the orcs will be reinforced as the ‘demons'. (Time remaining: 29:59:59)</p><p>“The system is playing with us again!”</p><p>However, Sungwoo thought differently because he recalled an old memory.</p><p>‘Black wizard Orc? I think this is a guy who can hit it off with me well.'</p>"}