{"id": 124, "volume": 2, "title": "Only I Am A Necromancer Chapter 130", "url": "https://bestlightnovel.com/novel_888162148/chapter_124", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 130</h1>\n<p>Chapter 130: Battle on Olympic Highway (2)</p><p>Hundreds of orc warriors were rushing through the cracked shield walls. And even an orc cavalry riding on the “Dier Wolf” appeared among them.</p><p>1</p><p>Kangyun once again caused a wave of flames, but his spell became weaker, compared with earlier, for the flame itself faded after burning lots of the windbreak forest.</p><p>After all, he could not stop the advance of the orcs.</p><p>At that moment, the players began to shout from behind.</p><p>“Open the way!”</p><p>“Everyone, get out of the way!”</p><p>Rattle- Rattle-</p><p>Then, with the sound of the metal clinking, a man in white full plate armor appeared among the cars.</p><p>He was Crusader Commander, Junghoon Choi.</p><p>“Crusaders Team, break through them now!” he shouted.</p><p>“Make a breakthrough formation!” Minhum repeated his order.</p><p>At his order, the Crusaders in gray full plate armor lined up. They were now much larger than they were during the Youido raid, totalling 45 members.</p><p>Thud! Thud! Thud! Thud!</p><p>Those members at the forefront anchored the shields on the ground and defended against the orcs. Two layers of shield negated the orcs' attack, which was much more sturdier than the shield walls of ordinary players.</p><p>As a result, not only the Red Orc warriors, but also the cavalry on Dire Wolves were stopped. Since they counterattacked the orcs successfully, it was time for them to retaliate. They aimed their huge crossbows at the orcs.</p><p>Whoosh! Whoosh! Whoosh!</p><p>When the members in the rear row fired the crossbows all at once, the hordes of orcs running toward them like crazy collapsed like dominoes. It was tremendous. Even though ten crew members fired only once, they killed more than 30 orcs.</p><p>“Block the shamans!”</p><p>When Minhum shouted, those in the second row threw spears. But they were not real. The spears with the condensed energy of light flew and stuck in the wooden shield where the shamans were hiding.</p><p>Puck! Puck! Puck! Puck!</p><p>The shield exploded.</p><p>Although there was no powerful shock, the orcs stumbled in sharp pain, and the magic that the orc shamans were preparing was canceled. It was a skill that served as a kind of flash bang.</p><p>“Charge!”</p><p>The Crusader Team started moving forward. While maintaining a certain interval, they struck the orcs at the forefront hard.</p><p>Kuaaaaaaaaaaa!</p><p>The spears protruding through the shields pierced the necks and stomachs of the orc warriors.</p><p>They fought back, wielding combat axes, but they bounced off the Crusaders' golden shields.</p><p>The Crusaders didn't stop charging at the orcs. Maintaining a constant speed, they kept smashing the orcs and moved forward. Red-skinned bodies were piled up behind the road they passed.</p><p>“Wow, that's the best of the Crusaders' fighting!”</p><p>“That's the way they are waging the war!”</p><p>The players on the same battlefield were admiring their brilliant fighting.</p><p>“Come on, guys. Don't look at them blankly like that. Let's go and support them! Hey, priests! What's the point of saving your mana? Activate buffs!”</p><p>Although their activities were eclipsed by the Necromancer's brilliant performance, the Crusaders team boasted the strongest fighting power on the Korean peninsula. In particular, they showed the best of their fighting skills in chaotic fighting like this.</p><p>'If we can fight like this, we can accomplish the exclusive quest.'</p><p>Junghoon moved forward at the forefront, with his white armor stained with blood.</p><p>He raised his left hand and fired a ray of light, blasting the five orcs, then rushed and swung his huge sword at them Two orcs fell in one stroke.</p><p>When he fired his crossbows, a ray of light spread out, hitting four orcs at once.</p><p>'Let me accomplish the exclusive quest, then move one step further. I'm getting close to the necromancer, too. Today is the day for me to awaken.'</p><p>He felt that his awakening was not far away. The condition of awakening was training 30 Crusaders with level 10 or higher. His journey for awakening seemed that it would end on this battlefield finally.</p><p>“Hansung, step forward!”</p><p>“Yes!”</p><p>At his command, a crew member who was getting close to level 10, came running to him.</p><p>Then, he stood next to Junghoon, and they swung their swords together. Junghoon left behind the neutralized orcs and kept moving while Hansung gained EXP by killing the orcs.</p><p>A little later Hansung shouted.</p><p>“Commander! I've got to level 10…”</p><p>“Good job.”</p><p>-You have accomplished the exclusive quest</p><p><hero>with 'voice message.'* Rewards are given. (1st Awakening, Exclusive Skill)\n* Your destiny changes subtly.\nAnd finally, the message that announced the completion of the quest appeared.\nWuuuuuuuuuu-\nA golden aura emanated from Junghoon's body. He slowly stretched out his left hand and lifted it up toward the sky.\n“Wow, that thing!”\nThen, a golden flag slowly descended from the air. It was a military flag called 'War Standard'. Junghoon grabbed it. Even with little wind, the flag fluttered brilliantly.\n“The whole army.”\nHe raised the flag.\n“Charge!”\nHe stuck the flag down on the ground.\n-'The area of a sacred war' is declared in the affected area. (Lasts 1 hour)\n* All allies gain automatic-healing. (2% per second)\n* All stats of the 'Crusaders' will increase. (+5)\nA golden wave spread over Olympic Highway. At the same time, the Crusaders rushed at full speed, screaming loudly. Knights supported by huge buffs broke through the center of the Red Orcs ruthlessly.\n“Smash them by gaining momentum!”\nHundreds of players followed the Crusaders. Half-dying orcs were left behind on the road that the Crusaders swept through. They were struggling like wasps struck with pesticides.\n“Kill them!”\n“Get rid of them without any exception!”\nThe players kept getting rid of the fallen orcs in high spirits.\n“Move ahead!”\n“Follow the commander!”\nThe Crusaders gained the upper hand after the golden flag fluttered.\nOrc warriors could not break through the Crusader Team's shields. Because of that, they collapsed too easily.\nEven without the Necromancer, they got rid of the orcs easily.\nJunghoon pulled his sword out of the Orc Chief's neck.\n“It's all over.”\nThe Crusader Team led by him annihilated one orc unit and even killed their commander.\nMinhum approached and said, “Commander, we've achieved a complete victory, except that about a hundred runaway orcs disappeared into the city.”\n“What about the casualties on our side?”\n“Three Crusaders were killed. Nearly a hundred players were killed, but casualties were far less than expected. Since they are all exhausted, they need to take a break before they run into other orc units.”\nJunghoon turned his head and looked around Olympic Highway. Gray smoke was rising from the windbreak forest, and countless corpses covered the road. The chaotic fighting was over.\nThe players, sitting on the unburnt empty land, were catching their breaths.\nEveryone was exhausted, including the Crusaders.\nAt that moment, vibrations kept ringing at a constant interval.\nDooung-Dooung-Dooung-\n“Oh my God!”\nIt was the sound of drumming again.\n“What the heck is this? Are orcs charging at us again?”\n“Back to the battle right now?”\n“How many are they?”\nThe players couldn't hide their astonishment, standing up.\nDooung-Dooung-Dooung-\nA tremendous vibration was coming from the intersection of Kayang Bridge. At first glance, they seemed to be far larger than the previous orc unit they dealt with.\nThe scattered Crusader Team gathered around Junghoon. One of them, a member with a wizard's profession, took a laptop out of his bag. It was connected to the magic drone, so the video of the orcs being filmed from the sky was being played.\nA large army of orcs was approaching along Olympic Highway, not far from Junghoon's place. And most of them were riding huge beasts.\nNot only Dire Wolves, but four unknown monsters were moving forward at the forefront.\nThey were black rhinoceros, who were larger than elephants.\n“It seems like they are the main forces of the Red Orcs. The orc unit that we dealt with was their advance party,” Minhum said.\nThey were far more overwhelming than expected. This was something Junghoon could not notice because the operating distance of the magic drone was short.\n“Commander, this battle is a bit dangerous. We're all exhausted. Even if the Crusaders confront them, it's impossible for them to stop such giant monsters.”\n“I think we have to go off the road and start a street fight. In my opinion, that's the only way.”\nJunghoon said, frowning, “If we go into the street, can they follow us? I don't think so. How about moving toward Youngdungpo Station through Olympic Highway?”\nMinhum couldn't easily answer his question.\n“Our system cannot accurately predict our course.”\n“Then, it is dangerous.”\nThe orcs tended to head to the place where the players were gathered. And the place where most of them gathered was obviously Youngdungpo Station.\nIt was unclear whether the orcs would follow the allied forces to fight in the streets.\nDooung-Dooung-Dooung-\nThe sound of the drumming got closer. The monster rhinos at the forefront began to trample the ground. With each heavy step, the asphalt shattered, and the huge vibrations reached the players' feet.</hero></p>"}