{"id": 123, "volume": 2, "title": "Only I Am A Necromancer Chapter 129", "url": "https://bestlightnovel.com/novel_888162148/chapter_123", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 129</h1>\n<p>Chapter 129: Battle on Olympic Highway (1)</p><p>After occupying the Kimpo area and moving into the Kangso District, the Red Orcs attacked a group of survivors near Dungchon Station before gathering near the Han River finally. They were now crossing Olympic Highway.</p><p>“Oh, my God! They are flooding in!”</p><p>A total of 5 magic drones were checking the situation in and around Anyangchon and conveying it to Junghoon and his allies. The commanders shuddered, watching the scary scenes projected on the white screen.</p><p>“These monsters are three times as strong as ordinary orcs. They are huge…”</p><p>These red-skinned monsters over 2 meters tall were advancing, holding barbaric flags.</p><p>Their flags shook with several severed human heads hanging on them.</p><p>The victims were obviously those who were trying to survive in the Safety Zone of Mokdong.</p><p>Although Junghoon didn't see these monsters attacking them, he could easily guess they were killed terribly.</p><p>“By the way, these monsters are only the advance party, not their main forces?” Minhum said, standing up with others watching them in a heavy atmosphere. Shortly afterwards, a map appeared on the screen. Minhum marked the Orcs' marching route with a laser point.</p><p>He said, “Now, given the direction of their advance, it seems that they will try to cross into Anyangchon through Yomchang Bridge. It is the street where they can move into Youngdungpo Station by the shortest route.”</p><p>It was a bridge between Anyangchon and the Han River, far north of the Kyongin Highway Intersection where the allies were located.</p><p>“We should stop them from passing this area by all means.”</p><p>Having said that, Junghoon stood up. Then, he lifted the sword he had hung on his chair. “To do so, we have to start right now. Use the prepared means of transportation to go to your designated location. Then, fight the monsters according to our operation.”</p><p>The war with the fate of the Korean peninsula at stake had begun.</p><p>Near Yomchang intersection of Olympic Highway.</p><p>Thump! Thump!</p><p>Vehicles abandoned on Olympic Highway were being thrown off the road. Slave trolls with furrows on their necks picked up the cars and threw them off the road to clear the way for the large army of Red Orcs.</p><p>Doudoudoudouuuuuuuu-</p><p>The sound of drumming filled the whole riverside. The Red Orcs marched without an organized formation. Like outlaws, their fighting style was simple: they stormed into the enemy area and crushed them.</p><p>Sometimes, they attacked tactically, but they didn't feel the need for it right now because the humans, the natives living in this area, were weak.</p><p>But their advance was blocked, to their surprise. When the advance party stopped, the drumming stopped. An orc walked forward.</p><p>Grrrrrrrrrrrrrrrr-</p><p>The orc revealed his teeth when he witnessed what happened. The slave trolls who were clearing the road collapsed after having been burnt to a crisp. They were clearly ambushed.</p><p>The Red Orcs didn't panic. They were on the march for war, and they enjoyed fighting.</p><p>Holding axes, they were on alert, watching the surroundings carefully.</p><p>Grrrrrrrrrrrrrrr…</p><p>There weren't many places for the enemies to hide. At best, they could hide in the windbreak forest or an apartment complex along Olympic Highway.</p><p>“Attack them!”</p><p>“Attack them!”</p><p>Soon, human voices were heard here and there. At the same time, numerous arrows were shot from all over the apartment complex. The orcs did not panic, then they dispersed in all directions. Most of them started running towards the apartments. Since the enemies appeared, the orcs were ready to destroy them.</p><p>At that moment, someone rose behind the bodies of the trolls. He was Kangyun Lee, a wizard of the flame series, who adorned his whole body with luxury items.</p><p>“Dirty orc bastards!”</p><p>Kangyun raised his wand and shouted the spell. Then, fire soared from the windbreak that was blocking the apartment complex.</p><p>A huge flame spread along the windbreak forest, as if sparks fell on oil sprayed there beforehand.</p><p>Kuuuuuuuuuuuuuuhh!</p><p>The orcs who were trying to rush into the apartment complex stumbled, then retreated.</p><p>At that moment, numerous arrows poured into their heads like a shower. Many of them were killed.</p><p>“Yeah, very good! Keep burning!”</p><p>During the Youido raid he could not play any meaningful role because of the wetland, but he had several skills specialized in AOE damage.</p><p>In particular, if there was such a densely clustered flock of orcs like this and a huge fire, he could freely cast the spell just like wildfires in the dry season.</p><p>“Waves of Fire!”</p><p>When he shook his wand, the flames burning in the windbreak forest soared up to several meters. Then, they bent like a wave and soared towards Olympic Highway.</p><p>They were like a giant wave that swallowed the Red Orcs.</p><p>Kaaaaaaaaaaaaaaaaaa!</p><p>The orcs could not avoid the fire in a timely manner. Dozens of Red Orcs were struggling in the intense flames.</p><p>-You have earned 1,200 gold by hunting 'Red Orc Warrior'.</p><p>-You have earned 1,200 gold by hunting 'Red Orc Warrior'.</p><p>-You have earned 1,200 gold by hunting 'Red Orc Warrior'.</p><p>-You have earned 1,200 gold by hunting 'Red Orc Warrior'.</p><p>Kangyun smiled in satisfaction at the series of messages.</p><p>“Uhhhhhh! It's been awhile since I felt elated like this. Who else could do this?”</p><p>However, it was still too early for him to be complacent yet. The Red Orcs were still up and coming, and they began to charge at Kanyun, the wizard who caused the flames.</p><p>Shush!</p><p>“Damn it! It was a close call!”</p><p>One arrow passed through his hat. Frightened, he hid behind the trolls' bodies.</p><p>At the same time, the sound of the drumming began to be heard again.</p><p>Dooung! Dooung! Dooung!</p><p>The Red Orcs began to attack again. When they could not move because of the windbreak forest engulfed in flames, they decided to start a frontal attack.</p><p>“Block them! Protect the wizard!”</p><p>At that moment, players ran out of the abandoned vehicles behind Kangyun.</p><p>Most of them were tankers and holding shields. They formed something like a shield wall over the troll bodies. The shields were tightly attached shoulder to shoulder. They numbered two hundred.</p><p>“They are coming!”</p><p>“Don't move!”</p><p>They then collided with the flock of orcs charging from the front in droves.</p><p>Thud! Thud! Thud!</p><p>The fighting between them began in the middle of Olympic Highway. The orcs were far superior in terms of their inborn build and strength. They were also numerically superior, but the players confronting them were those who had been trained by leveling up while going through a number of survival games.</p><p>“Hold out! If we can hold out here, we can inflict huge damages to the orcs!”</p><p>Blocking their advance with the flames and shields, they believed they were in a better position by firing arrows and casting magic from the apartment complex as long as they could hold out.</p><p>Bang! Bang!</p><p>“Arh!”</p><p>“We have to hold out here!”</p><p>However, simply building shield walls was not necessarily advantageous for them. The tall orcs could attack easily since they were taller than the shields. So, it was disadvantageous for them to confront the orcs face to face.</p><p>“We can't stand still like this! Push them!”</p><p>“Priests! Create shields in front!”</p><p>The players tried to overcome their disadvantages with their skills as much as they could.</p><p>Dozens of priests standing behind the shield walls generously triggered their healing skills and shield skills.</p><p>Now, the players lifted up the stronger shields and disrupted the orcs, then stabbed their stomachs with spears and swords.</p><p>Puck! Puck! Puck! Puck!</p><p>When one player fell, dozens of Red Orcs fell at the same time.</p><p>While the bloody fighting was going on, arrows from the rooftop of the apartments were raining down on the orcs.</p><p>“Fire the arrows! Keep firing them!”</p><p>“Don't pay attention to the orcs coming through the flames! Defensive forces on the first floor will block them!”</p><p>Anyway, their ambush and isolation strategy paid off. Orc corpses were piled up all over the Olympic Highway.</p><p>Kuuuuuuuuuuh!</p><p>Nevertheless, the orcs were huge in number. They rushed fiercely, passing over their fellow's corpses. Among them were also non-combat series orcs.</p><p>“They are orc shamans!”</p><p>A large wooden shield came forward, and orcs with wooden canes appeared from behind.</p><p>They were the monsters of the “shaman” series that used magic.</p><p>“Be prepared! Cast a magic protection spell on the shield!”</p><p>“It's too late!”</p><p>Black marbles flew in and stuck into the shields.</p><p>Bang! Bang! Bang!</p><p>A tremendous shock swept the whole area when the marbles exploded. It was a spell powerful enough to push the shields and kill tankers instantly.</p><p>“Ahhhhhh!”</p><p>“Kuuuuuuuuh!”</p><p>It was only when there weren't any cracks that the shield walls could withstand the enemy attacks. In such a situation they could stop any number of enemies, but if some of them began to collapse, they would fall entirely.</p><p>Fragments of the shield and the players' limbs were scattered everywhere. The left part of the shield wall was already paralyzed.</p><p>“Damn it! Wake up! Orcs are racing toward us again!”</p>"}