{"id": 127, "volume": 2, "title": "Only I Am A Necromancer Chapter 133", "url": "https://bestlightnovel.com/novel_888162148/chapter_127", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 133</h1>\n<p>Chapter 133: Great Battle in Kimpo International Airport (1)</p><p>“Damn it! Why did they suddenly appear at this time?”</p><p>Minhum swore like a trooper. He then stuck his head out of the window slightly.</p><p>The Crusaders were closely watching the sky, almost crawling through the alleys back and forth.</p><p>“Commander, it seems like they disappeared near here, but we need to wait for safety's sake a little longer. I think we shouldn't rule out the possibility that the monster might be able to detect us from a distance and come back because we are camped here on a large scale.”</p><p>“Yes, you're right. We have no other choice. Let's wait a little more.”</p><p>The allied forces advancing toward Kimpo through the airport highway were stranded. The three magic drones that were floating in the air to serve as an early warning system were smashed at the same time. The Wyverns were responsible for this attack.</p><p>After all, the allies escaped the airport road to avoid the eyes of the Wyverns, and dispersed into the surrounding buildings. They were like a rabbit burrowing and hiding at the cry of an eagle.</p><p>Wyverns could capture prey from a distance like an eagle. The allied forces led by Junghoon could not move recklessly just because they disappeared from sight right now.</p><p>At that moment, Sungwoo and his party sat on chairs inside the building.</p><p>“It's unreasonable for us to hunt the Wyverns at this point, right?” Hanho asked. “No matter how hard I think about it, I don't think it's reasonable to attack them at this point.”</p><p>He asked and answered.</p><p>Sungwoo and his party did not forget the horror they vividly experienced right after they got out of the campus.</p><p>The monsters that appeared with a gust and ripped apart a shuttle bus like a sheet of paper and ate the people in it.</p><p>Jisu shuddered with fear from the trauma.</p><p>“I don't care if they are moving around as an individual. But the problem is dozens of them are flying around as a group. Besides, they are in the sky, not on the ground, so it's just impossible to deal with them.”</p><p>The field boss “Wyvern Alpha Male” and the Wyverns under his command were the rulers of the Korean server sky. They were the most dangerous factor when Sungwoo and his allies had to use helicopters, the most useful means of transportation at this time.</p><p>Since such monsters passed over this area, Sungwoo's party had to stop all operations.</p><p>“I just don't understand why these monsters appeared at this time.”</p><p>Since the Orc Lord cast the “Large Black Magic,” the countdown continued.</p><p>The allies were impatient, watching the remaining time passing gradually.</p><p>“Commander, I think I can move again now. Considering the speed of their movement, they must have flown north of the Han River by now.”</p><p>“Good. Please inform each team about this.”</p><p>There was about 24 hours left until the “Large Black Magic” was complete, and the allied troops had to move during the remaining time.</p><p>Junghoon left behind two of the four remaining magic drones in the rear to prepare for the possible return of the Wyverns.</p><p>“Hey, can't you hear the flapping of their wings?”</p><p>“We're fine. They say the drones are still monitoring the Wyverns.”</p><p>“Well, I'm still scared…”</p><p>The allied troops who were continuing their march after getting out of the building looked up and checked the sky from time to time. They were now stricken with fear that some unknown monsters might attack them from above.</p><p>But their real enemy was right in front of them. They were Red Orcs.</p><p>Unlike the Wyverns who were simply predators, the Red Orcs were invaders shaking the fundamentals of the ecology in which humans lived. As a result, confronting them was a battle for the survival of humans.</p><p>“According to the testimony of a survivor from the Kimpo region that was just posted on the community bulletin, the Kimpo field began to turn into a wasteland after the Red Orcs appeared.”</p><p>While they were on the march, Minhum reported to the frontline commanders.</p><p>“Man, since the Kimpo field was a flooded area, it was a fertile and grassy area. How come it became desolate like that overnight…?”</p><p>It was the same phenomenon that they witnessed in Youido, which also turned into a wetland. When a group of monsters appeared in a specific area, the area turned into an environment suitable for those monsters to live in.</p><p>“And I heard that their main forces, who got out of Kimpo field, were gathering near Kimpo International Airport.”</p><p>“They are getting ready to confront us there.”</p><p>Since they made a surprise attack after finding out the location of the allies this morning, they must have noticed that the allies were now marching toward Kimpo.</p><p>They learned from the previous battles that it was disadvantageous for them to fight in a small area such as the city, so they are trying to confront the allies in a large open area.</p><p>“If they want to confront us in a big way, we should be willing to respond.”</p><p>This was a big battle in which the two sides would clash with their full might in a designated place. It was also the most preferred fight for the orcs that enjoyed fighting, and at the same time it was a situation where the Crusader Team could play the most active part.</p><p>“We never know how they will attack us just like they did this morning, so we need to be prudent.”</p><p>After the allied troops were ambushed this morning, Minhum decided not to look down on the orcs.</p><p>“Right. But above all else, it's most important for us to get rid of them within the given time. It would be faster for us to finish the battle in a single fight instead of defeating them step by step,” Junghoo said.</p><p>In no time, they were approaching Kimpo International Airport. They were at the end of Airport Road. A large outdoor parking lot was on the left, and the floating magic drone also noticed the runway of the airport where the orcs were gathered.</p><p>“Damn it! They're the main forces of the Red Orcs…”</p><p>The appearance of the mobilized orcs captured by the drone camera was shocking.</p><p>Something on one side of the runway was wriggling, dyed red. It was the huge number of Red Orcs mobilized there. They beat drums, shouted, and waved their flags, as if they noticed the approach of the allied forces.</p><p>Among them were monsters, including slave trolls and wasteland rhinos, lined up, and even bloody flying weapons such as the “Ballista” were seen. It was impossible to count them accurately, but they numbered at least 5,000. They were literally a huge army.</p><p>Compared with the Red Orcs, the number of the allied forces was only 814.</p><p>Quite a few players were killed or injured while fighting the monsters on Olympic Highway and after they had been ambushed.</p><p>Since they were forced to confront the orcs this time even without filling the void, their fighting resources were running out quickly.</p><p>“Damn it! Commander, the number of the enemies is far more than expected.”</p><p>The allied forces tried every way to check out the strength of the enemies, but there was a limit to their efforts.</p><p>“Maybe we need to revise our all-out war strategy.”</p><p>Dooung-Dooung-Dooung-</p><p>Even though the orcs were still far away from them, their roaring seemed to fill the whole place around Kimpo.</p><p>The sound of them drumming, shouting, stomping their feet was heard everywhere.</p><p>The players approaching the airport runway got cold feet at the huge eerie noise from afar.</p><p>Their physical ability was already beyond human limits, but they were psychologically weak.</p><p>“Man, was it a good choice for us to come here?”</p><p>“I'm not sure, but we made an irreversible choice.”</p><p><br></br></p><p>“I hope I can retreat even now…”</p><p>There were lots of them voicing their regrets and frustration, but they could not escape now.</p><p>If they stepped back from here, the spell ‘Large Black Magic,' would be completed. Then there would come a situation where they had to fight against a much stronger enemy.</p><p>“Sungwoo, they are gathered in one place. Is it possible for us to bombard them with your skill of Corpse Explosion?” Junghoon asked.</p><p>Sungwoo nodded, but was skeptical of the effect.</p><p>“Of course I could try it, but it's strange that they are gathered in such an open place because they know how dangerous it is since they had experienced it before. They are not stupid.”</p><p>Obviously, they realized that street fighting was unfavorable to them, so they gathered in an open area to get the allied forces into their area to fight. They could not have forgotten the terror of Corpse Explosion in the past, so they must have set up a different trick this time.</p>"}