{"id": 122, "volume": 2, "title": "Only I Am A Necromancer Chapter 128", "url": "https://bestlightnovel.com/novel_888162148/chapter_122", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 128</h1>\n<p>Chapter 128: Pirates from the Chinese Server (4)</p><p>“Uh, they are monster birds! Monster birds!”</p><p>“Please kill all the monsters!”</p><p>Sungwoo suddenly recalled what Heyon told him.</p><p>'Are they the monster birds that she mentioned?'</p><p>She said that the pirate's boss controlled black birds called 'Monster Bird'. Sungwoo infiltrated the island in the dark not to be noticed by those monster birds.</p><p>Kaaaaaaaaak!</p><p>The monster birds' red eyes flashed in the night sky. They dove, aiming at the zombies with claws looking like hooks.</p><p>One of them snatched a zombie in bone armor as if he was a child and threw it off the bridge.</p><p>Splash! Splash!</p><p>Ten zombies disappeared in a blink of an eye.</p><p>'Hum… they are not as terrible as I thought.'</p><p>Sungwoo was not surprised when he watched them killing the zombies. In his eyes, the undead that the monster birds could deal with were only zombies.</p><p>Kueeeeeeeeh! Kueeeeeeeeeh!</p><p>Then, they showed their claws to the ghouls that were much faster and heavier than zombies.</p><p>As expected, they were dragged to the ground by the ghouls. Ghouls had a stronger grip than expected.</p><p>The monster birds fluttered to escape but were torn to pieces by the ghouls' claws and teeth. Black feathers were scattered all over the bridge.</p><p>'Use the slingshots!'</p><p>Each of the troll skeletons was carrying long-range weapons.</p><p>They pulled stones almost the size of an adult fist from the leather pouches on their waists and hung them on slingshots that looked like catapults.</p><p>The stones, which were shot with tremendous speed, flew toward the monster birds' wide wings.</p><p>Puck!</p><p>Just one stroke was enough. One monster bird, directly hit by a stone, circled in the air and crashed into the bridge. They had excellent mobility, but their durability was not good.</p><p>“Oh, no! Damn it!”</p><p>The captain screamed, watching the monster birds falling one by one.</p><p>He realized that he could not turn to the monster birds as his last resort.</p><p>Then, more terrible things happened. The monster birds that were killed began to wriggle, raise themselves, and spread their wings.</p><p>– The dead now become your subordinate spirit.</p><p>-The dead now become your subordinate spirit.</p><p>The sparkling red eyes of the monster birds turned green.</p><p>Kaaaaaaaaak!</p><p>It was the moment when the monsters who previously followed the captain's orders faithfully became zombies.</p><p>When Sungwoo took a dead person as his subordinate spirit, they generally became a skeleton, but in the case of birds, it seemed that Sungwoo had them keep their original shape because without wings they could not fly.</p><p>“Oh, my God! What the heck is that?”</p><p>The captain stepped back, mumbling.</p><p>“Hey! No, I have to get out of here. If I contact our main forces, these bastards…”</p><p>Then, he climbed over the railing and threw himself off the bridge. His body fell toward the night sea.</p><p>One of the monster birds flew and grabbed him by his shoulder and started to fly towards Kanghwa Island. He left his men behind to escape alone.</p><p>But he couldn't fly that far. Greater wings than the monster bird's appeared right above it.</p><p>“You can't escape!”</p><p>It was Heyon and Gust. When she put her hand on the back of Gust's neck and whispered something, Gust spread his huge claws. Then, he rushed to the monster bird's back.</p><p>“Argh! Get out of here!”</p><p>The captain yelled, but to no avail. Gust's claw gripped the bird's wings like a hydraulic press. The bird's wing bones were smashed, then Gust threw it toward the top of the bridge.</p><p>“Ahhhhhh!”</p><p>The bodies of the monster bird and the captain were separated in the air. The captain struck the reinforced structure above the pylon.</p><p>Bang!</p><p>His skull caved in the impact and his spinal column was broken. Then, he fell on the asphalt in the middle of the bridge.</p><p>Since his bones were crushed, he couldn't move. His head was torn and bleeding.</p><p>He was now forced to stare forward, twitching his eyelids, the only thing he could move. Soon, he saw something like a foot.</p><p>Something huge landed behind him. It was Gust who had thrown the captain in the air.</p><p>“Necromancer! I freed all the villagers! They are taking back the weapons and fighting back against the pirates.”</p><p>“Good job!”</p><p>“Thanks a million. All thanks to you, Necromancer! Thank you so much! Thank you!”</p><p>Like she said, the villagers on Kyodong Island took back the island in one day after it was occupied by the pirates.</p><p>'Who the hell is this Korean?'</p><p>The captain wanted to ask him who he was, but he couldn't open his mouth.</p><p>“I heard that you guys made lots of gold through pirate synergy. If that's true, I'm afraid I can't take your gold.”</p><p>The man called the Necromancer said as if he knew something. He pushed the crossbow at the captain's face.</p><p>“Did you say your leader was General Chongong? Will he appear in your memory?”</p><p>It was clear that the Necromancer knew something. Perhaps during the night, he tortured several of his men. Moving secretly, he killed the security guards and exploded the fishing boats anchored on the dock.</p><p>Nearly 800 men under the captain were killed overnight.</p><p>“Damn it… who the hell are you…”</p><p>The captain finally uttered something feebly, but they were his last words.</p><p>Puck!</p><p>An arrow was stuck in his right eye.</p><p>-You have leveled up. (LV. 17)</p><p>And soon he was resurrected and stood up as a skeleton.</p><p>-You can check the 'fragments of memory' of the dead.</p><p>The video started playing in front of Sungwoo.</p><p>It was inside a big boat. A man was sitting on a red sofa. He wore a red silk robe embroidered with gold stripes. The robe looked like traditional Chinese clothing.</p><p>He said, “Where should we go?”</p><p>None of those standing around him replied. The boat shook once.</p><p>“Our 2nd Server gave way to that 'Spirit' bitch. And that self-styled 'Emperor' of the 2nd Server is advocating for the unification of the world by increasing his power every day. Our 3rd Server also surrendered to that guy.”</p><p>“That's right.”</p><p>“Then, what should we do? Is it our destiny for us to wander around the vast Yellow Sea?” The man said desperately, but his expression was calm.</p><p>It seemed he had a plan.</p><p>“How about targeting Taiwan?”</p><p>“Taiwan?”</p><p>“Taiwan is certainly our Chinese territory, so I don't understand why our servers are split. With our own force now, we can easily subdue Taiwan. We can prepare again there.”</p><p>The man gently smiled and said, interlocking his fingers, “Taiwan? However, we can't get a lot by taking a small land like Taiwan. The monster race has its own territory, so we need to have a large piece of land to catch more monsters, so we can grow richer faster.”</p><p>“Then, how about Korea? After occupying Taiwan, we can wait for the time to acquire Korea and advance to the mainland through Manchuria.”</p><p>The man in the red clothes nodded with a pleasant smile.</p><p>“Actually, that was what I was thinking.”</p><p>“Thank you!”</p><p>He stood up from his seat, then said in a somewhat anachronistic tone, “General Jikong, check the landing site on the coast of Taiwan and build an outpost. We have some information about the forces in Taiwan. Since we are now wandering the sea, we can't guarantee our future. Since you carry out your mission successfully on the first try, you should never let your guard down.”</p><p>“Yes! General!”</p><p>He turned his head and looked at the captain.</p><p>“General Ingong, lead a small fleet to the Korean peninsula, prepare and preserve an outpost for landing for our men until they occupy Taiwan. Refrain from instigating the forces of the Korean peninsula, and prepare for my arrival.”</p><p>“Yes, General!”</p><p>He sat back and interlocked his fingers again.</p><p>“Everyone, make the most of pirate synergy. For the sake of the great cause, I hope that you can put aside any sense of guilt and rake in as much gold as possible.”</p><p>As far as Sungwoo knew, “Pirate Synergy” was reserved for those players involved in killing and plundering. When they killed players, the gold they earned was doubled. Besides, they could earn up to 20 percent of the players' gold automatically.</p><p>That's why they slaughtered the inhabitants of the occupied land without hesitation.</p><p>“Finally, don't forget our quest. A prince will be born at the end of this confusion…”</p><p>Everyone bowed their heads and cheered for the general. That man was their boss, “General Chongong.”</p><p>The video ended there.</p><p>'As expected, I can't believe those who talk about a great cause.'</p><p>Such characteristics were not limited to the Korean server.</p><p>Next, Sungwoo selected the skill item from the level-up cards appearing before his eyes after killing the captain.</p><p>-You have acquired the skill</p><p><death>.-Skill grade has been upgraded. (Skilled → Professional)\n[Skill information]\n-Name: Death Response\n-Grade: Professional\n-Category: Active\n-Cost: 110 Mana\n*You can summon and control 25 ownerless zombies in the abyss. They are not limited by the number of your subordinate spirits, and they disappear to dust after 30 minutes. (Wait time for reuse: 30 minutes)\nLike last time, Sungwoo's skills were strengthened because he earned the skill Death Response. This time, he gained as many as ten, which was a great reinforcement ahead of a big battle.\nAt that moment, Heyon approached and said, “Necromancer? What are you going to do now?”\nSungwoo looked toward Kyodong Island. Smoke was rising all over the island.\nSungwoo infiltrated the pirates' dens and killed most of them, including their key members on the bridge. Since their key members were killed, the residents of the island could easily get rid of the remnants.\n“Now, let's go to Kimpo for the real war.”\nHe turned his head and looked toward Kanghwa Island. Bone Drake was standing tall on Kyodong Bridge. And on his back the newly acquired undead, 'zombie monsters' lined up.\n“I can use them in the war.”\nHe hit upon a strategy that could be a game-changer.</death></p>"}