{"id": 134, "volume": 2, "title": "Only I Am A Necromancer Chapter 140", "url": "https://bestlightnovel.com/novel_888162148/chapter_134", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 140</h1>\n<p>Chapter 140: Pirate Fleet in the Yellow Sea (2)</p><p>-The third item is now revealed.</p><p>[Item information]</p><p>-Name: Leap of skill level increase</p><p>-Grade: Special</p><p>-Category: Consumption</p><p>-Effect: If you use it, you can increase the level of a specific skill.</p><p>* Price: 3,000,000 gold</p><p>This time it was 3 million gold. It seemed that the price increased by one million gold.</p><p>'It's not bad if this will increase the skill level.'</p><p>Unlike the stats, Sungwoo had no choice but to obtain the skill by selecting the “skill” item when leveling up. He sometimes received parchment that gave him random skills, but the odds were extremely low.</p><p>Moreover, in order to increase the skill level, he had to pick two identical skills, so the odds were even slimmer.</p><p>'It's definitely a good item. However, if I buy this here, I can't buy 4 million gold and 5 million gold that will be released later.'</p><p>What he had now was about 9.5 million gold. That's all he possessed for now, and he couldn't know what the next items would be. In this situation he had no other choice but to gamble.</p><p>So, he decided to pass.</p><p>-You have ran out of time.</p><p>-The fourth item is now released.</p><p>[Item information]</p><p>-Name: Shadow King's Bracelet</p><p>-Grade: Legend</p><p>-Category: Bracelet</p><p>-Effect: Increases muscle strength (+3), increases physical strength (+3), increases agility (+3). When you injects magical power, you can instantly move as a shadow within a radius of 100 meters. (Waiting time 10 minutes)</p><p>* Price: 4,000,000 gold</p><p>“Man, how come this is coming out of here?”</p><p>Sungwoo got the Shadow King's Robe before obtaining the Shadow King's Ring. After that, a hidden quest was issued, asking him to collect all the remains of the Shadow King.</p><p>However, he could not go and find the remains by himself, so he was just sitting idle until now. As always, he obtained this randomly.</p><p>-6 seconds left.</p><p>Considering that he invested one million gold before drawing the “Shadow King's Ring,” the required gold was four times that amount. However, since he obtained it by hitting the jackpot, he could not conclude that the value of this item was only one million gold.</p><p>'This option isn't that bad. Besides, its synergy effect with the items I currently have is also good.'</p><p>Above all, he had to consider the rewards that he could obtain until he completed the quest “Heir to the Shadow King”.</p><p>“Buy it.”</p><p>So, Sungwoo accepted the item falling from the air.</p><p>-Shadow King's Heir: Collect Relics (3/4)</p><p>Now, he had only one stage left until he completed the quest.</p><p>“Let's see what comes out when we collect all the sets.”</p><p>-The fifth item is now revealed.</p><p>[Item information]</p><p>-Name: Resurrection order (specify location)</p><p>-Grade: Special</p><p>-Category: Consumption</p><p>-Effect: Resurrects to a designated location upon death.</p><p>* Price: 5,000,000 gold</p><p>“Resurrection…”</p><p>When he was killed by Drake, he learned a passive skill he didn't know until then.</p><p>Resurrection was actually among the Necromancer's job characteristics. But the waiting time was 31 days.</p><p>The resurrection passive skill was activated only a few days ago, so he had to wait for a long time to use it again. If he was killed within that period, all would be over.</p><p>-4 seconds left.</p><p>“Well…”</p><p>It was literally buying one life for 5 million gold, but he could not take it too easy.</p><p>If he invests 5 million gold elsewhere to become stronger, can't he overcome the danger of being killed several times?</p><p>-1 second left.</p><p>“Buy it.”</p><p>Honestly, it was an impulse purchase. Being able to overcome death once was not a losing business.</p><p>“I may not be able to buy it elsewhere.”</p><p>-Item disclosure now ends.</p><p>-You will be automatically driven out of this place in 10 seconds.</p><p>“Sounds good.”</p><p>He spent 10 million gold, but he obtained substantially useful items.</p><p>The next morning, the allied forces returned to Youngdungpo Station.</p><p>Junghoon started working on the organization of</p><p>1</p><p>That was originally what he wanted to set up. Besides, since there was already a group called the “Alliance Army” in the Seoul area, he could use that organization for his purpose.</p><p>In addition, Sungwoo promised to deal with external forces such as Chinese players, so he could put more effort into it. Of course, that made Sungwoo's presence much stronger.</p><p>“Junghoon, you need to keep one thing in mind.”</p><p>“What is it? Please go ahead.”</p><p>“Our enemy is not just the Chinese pirates.”</p><p>“You're talking about the Evolution Society.”</p><p>Sungwoo nodded.</p><p>The Evolution Society rang unpleasant whenever he heard the name.</p><p>“Right. They are taking roots everywhere now. So, you have to keep an eye on that organization. So, I want you to form a team for systematic surveillance composed of professions related to magic drones and rogues.”</p><p>It meant the creation of a kind of intelligence agency, a group intended to recognize and cope with dangers in advance.</p><p>It was only natural that they must guarantee information power in order to develop into a stronger group in the future.</p><p>“I will take care of it as much as I can.”</p><p>So, Junghoon organized a wide area surveillance team composed of bandits and wizards.</p><p>Their goal was to locate all groups of survivors in Seoul and Kyonggi area and form a wide network to control them.</p><p>Sungwoo and his party decided to take a rest for about a day. In fact, they had been fighting without a break and engaged in large-scale battles.</p><p>But they couldn't take a long break.</p><p>“Yes, Necromancer!”</p><p>Heyon, who had returned to Kyodong Island, came back in haste.</p><p>“They have already appeared!” she shouted.</p><p>She said unknown ships appeared in the Yellow sea.</p><p>Although Sungwoo said he would take care of the Chinese players, it was inevitable that they felt a sense of crisis in the whole Youngdungpo area because they arrived much earlier than expected.</p><p>After hearing the news, Junghoon came to see Sungwoo.</p><p>“I heard that they have already appeared. What are you going to do?”</p><p>Sungwoo was calm, and his reply was simple, “Well, I'm going to put them all under the sea.”</p><p>Had the pirates on fishing boats ever imagined they would be bombed?</p><p>According to Heyon, the unidentified fishing boats that appeared in the Yellow Sea disappeared after spying the coast of Kyodong Island and Kanghwa Island.</p><p>The players in Kyodong Island prepared for the possible battle and watched the situation closely, but fortunately, there was no situation that could be worrisome.</p><p>“Well, if they are wise enough, they won't come attack us recklessly. I heard that Sungwoo killed all the advance party members of the Chinese players.”</p><p>Hanho was right. The fact that the advance party of up to a thousand people was annihilated overnight was not only shocking but also struck the enemies with fear. Besides, they could not come out because they didn't know who was behind the attack.</p><p>“Well, I think a little differently. Don't you think they may already know about Sungwoo? Maybe they had been kidnapping the Korean server members and collecting intelligence.”</p><p>Jisu said, “If the Chinese pirates were going to target the Korean peninsula, they will try to collect all the intelligence they can beforehand.”</p><p>She had a point. Analyzing the opponent's power before starting the attack was the basics of a war. In other words, it was highly likely that the pirates discovered the existence of the Necromancer, according to Jisu.</p><p>“Sungwoo, you said you also knew something about the pirates, right?”</p><p>Sungwoo nodded.</p><p>“Yes, well, I got the information about them in the same way.”</p><p>Actually, the way he collected tips about them was a little different. Even if Sungwoo killed the person under interrogation, he could see his important memories.</p><p>“They were driven out of mainland China and pushed here. And they called themselves Gen. Chogong, Gen. Jigong and Gen. Ingong.”</p><p>“Really? Those are the names of notorious hooligans from the old Three Kingdoms.”</p><p>They were the characters who led the uprising of the hooligans in the Later Han Kingdom: Janggak, Jangbo, and Jangyang.</p><p>“Damn it! How can they coin such dirty nicknames? If they wanted to make a trio like that, they could coin virtuous names Yubi Hyondok, Kwanu Unjang and Jangbi Ikdok.”</p><p>“By the way, it seemed that their leader was brainwashing low-level players. I think they are related to those hooligans.”</p><p>When Sungwoo attacked Kyodong Island, he gathered information by kidnapping several pirates, and getting rid of the pirates with one attack based on the collected intelligence.</p><p>Sungwoo asked them what kind of skills their leader had, but their reaction was ridiculous.</p>"}