{"id": 135, "volume": 2, "title": "Only I Am A Necromancer Chapter 141", "url": "https://bestlightnovel.com/novel_888162148/chapter_135", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 141</h1>\n<p>Whenever Sungwoo interrogated the kidnapped pirates, he asked what their leader's skill was, but they came up with various answers, which were just ridiculous.</p><p>Among the replies they gave were something like this.</p><p>“He is great! If you want to talk about him, kill me instead!”</p><p>“Shut up! Talk about him? I can't! Rather kill me!”</p><p>Until just a moment prior, they shuddered in fear and answered without any resistance, but they refused to testify as if they were programmed.</p><p>In Sungwoo's mind, they didn't reply like that because they were loyal.</p><p>Obviously, they had been brainwashed.</p><p>'Every time I looked at the fragments of their memories, an unidentifiable entity appeared.'</p><p>There always appeared a certain character that emitted light. At a glance, the man was making a speech to low-level players in nasty clothes.</p><p>'And I remember the guy telling them that those players with level 5 or below should stay.'</p><p>Just like Sungwoo recalled, the man used a spell only after moving those players of level 5 or higher to another location. Based on the man's behavior pattern, Sungwoo wondered if this guy had the skills to brainwash low-level players.</p><p>After catching the captain, Sungwoo could confirm the identity of this self-illuminating person through the captain's memory.</p><p>He was a man in a red silk robe, the head of the pirate group who called himself Gen. Chongong.</p><p>After hearing Sungwoo's explanation, Hanho said, touching his chin, “Well, low-level people are following this guy? Did he compare them to the uprising of the peasants in the past? If that's the case, that famous Chinese strategist, Yubi, was also called a superstar among the peasants.”</p><p>“Anyway, that doesn't matter. Don't get distracted because you have found something that's familiar to you.</p><p>“Man, I almost made it…”</p><p>“Hey, just pack your luggage.”</p><p>Sungwoo's party was preparing to go to Kyodong Island. As he promised Junghoon, he intended to stop the Chinese players without the support of the allied forces.</p><p>Of course, Jisu and Hanho moved with him as one team.</p><p>A few hours later, they were prepared for a flight to Kyodong Island. Heyon and Gust, who would escort them, were also ready to go.</p><p>“Oh, I would like to get on a helicopter…”</p><p>Hanho sighed, standing in front of a Bone Wyvern that spread her wings widely.</p><p>Since yesterday, Sungwoo's means of transportation had changed dramatically.</p><p>Ordinary men would not even want to imagine flying on such an ugly monster.</p><p>“Really? We're riding on this to fly there? I think it's going to be very interesting.”</p><p>Saying so, she skillfully got on the back of Bone Wyvern.</p><p>“Jisu, you're formerly an athletic person, so you might enjoy extreme sports like this, but I value my life the most.”</p><p>Meanwhile, Junghoon and Minhum came out to see them off after they heard Sungwoo's party would leave for Kyodong Island.</p><p>“Sungwoo, I heard you are going to Kyodong Island.”</p><p>“Yes. We were about to start.”</p><p>Nodding at him, Junghonn stared at Bone Wyvern waiting on one side of the road.</p><p>Bone Wyvern was a monster that he couldn't even dare to deal with until yesterday.</p><p>Now, he served as the Necromancer's means of transportation.</p><p>Jeonghoon turned his head and looked at Sungwoo.</p><p>“Since the enemies were defeated by us, they will not dare to approach us recklessly, but we should be prepared well before they attack again. Hope we're in your good hands.”</p><p>Junghoon reached out and Sungwoo took his hand.</p><p>“Of course. However, the Evolutionary Society guys could move if they know that I have left for Kyodong Island. So, make sure our movement is not leaked to them.”</p><p>“I will deploy as many men as possible to stay alert.”</p><p>The forces called the “Evolution Society” were still unknown. Not only their strongholds, but even the size of their forces were unknown, but they were by no means a small group.</p><p>The pomade-hair guy, believed to be their leader, had a job that could generate clones, and it seemed that quite a few human beasts were following him.</p><p>'They will move again soon.'</p><p>That was a fait accompli and a forewarning.</p><p>However, Sungwoo could not handle all of these things. That was why he needed an alliance. So, Sungwoo left the work with Junghoon then flew towards the Yellow Sea.</p><p>Griffin and Bone Wyvern soared into the high sky.</p><p>Muyon Lee, Heyon's father, was the leader of the survivor group on Kyodong Island. Not long ago, his eldest brother was serving as the leader, but he was said to have been eaten by a monster bird when the pirates invaded the island.</p><p>Muyon said, “I think they appeared about 12 hours ago. They appeared on the sea over there, moved around the island, then sailed over to the coast of Kanghwa Island.”</p><p>“Are you sure they were Chinese ships?”</p><p>He nodded.</p><p>“Yes, I'm sure they're Chinese fishing boats. A resident who has been fishing in the Yellow Sea for a long time confirmed it. They were a big headache because they crossed into our sea whenever they had a chance, then netted all the fish. So, only by looking at the waves of the sea, he could easily find out who they were.”</p><p>According to the kidnapped pirates, their main forces were currently conquering Taiwan. After occupying Taiwan, they set their heart on the Korean peninsula. That's why their advance party was dispatched to Kyodong Island.</p><p>'I don't know what happened to their main forces in Taiwan, but it's clear that they haven't given up their ambition for the Korean peninsula.'</p><p>On the one hand, Sungwoo could not rule out the possibility of them landing in another area.</p><p>For example, the main forces that left Taiwan could land in the southern part of the Korean peninsula and move north.</p><p>'It would be better for us if they did that.'</p><p>In those areas other than the metropolitan area, the so-called “warlord monsters” of the Hidden Chapter were still active. In other words, it would take quite a long time if the pirates landed in the south and moved upwards.</p><p>If that was the case, the players in the metropolitan area could buy time to recover the damages from the battle and even prepare for the upcoming war.</p><p>'But they also had great confidence in taking over other servers. After taking over the Korean peninsula, they would try to increase their forces.'</p><p>Sungwoo felt it instinctively, but given the power of the enemy forces that he had seen in the fragments of memory, he thought it was highly likely that they would try to directly attack the metropolitan area, the core of the Korean server.</p><p>“Are you going to continue to stay on this island? Pirates may attack you again.”</p><p>“Of course. Although we were beaten by those bastards once, we won't be again. If they attack us again, we're going to get even with them brutally.”</p><p>The survivors of Kyodong Island were full of anger, not fear.</p><p>“How many people can fight?”</p><p>“I think at least one hundred can fight.”</p><p>The reason why he came here alone without the support of the allied forces was because it was difficult to reassign them here.</p><p>Therefore, Sungwoo didn't need to reject those who would fight together. He wanted to make use of these militias as long as they didn't stand in the way of his operation.</p><p>“In that case, you need to get off of Kyodong Island first. The enemies won't choose Kyodong Island when they land the Korean peninsula again.”</p><p>They first infiltrated remote areas like Kyodong Island, but they were struck hard by Sungwoo while they were escaping to a wider area near the land, namely Kanghwa Island.</p><p>So, the next landing place for the enemies was likely Kanghwa Island or the inland coast.</p><p>“Okay. I will take action so that we can move by the end of today,” Muyon said.</p><p>“Good. By the way, do you know where the store or the forge is?”</p><p>When he asked, Muyon seemed to ponder over something.</p><p>Then he said, “Well, if I remember correctly, there is a blacksmith in downtown Kanghwa Island.”</p><p>It seemed that the time had come for Sungwoo to try to make something with all the weapons materials that he had neglected.</p><p>At that moment, somebody called Muyon. “Brother!”</p><p>When he turned around, two men came running to him, gasping for breath.</p><p>“Hah! Hah! I flew a drone just in case. And I saw many pirates…! Hah!”</p><p>He couldn't speak because he was short of breath after running, so the man next to him continued, “There are hordes of pirates over the island right now! It looks like they've already gathered there to prepare to attack us.”</p><p>Sungwoo looked over the sea and said, “If that's the case, we should move ahead of them.”</p>"}