{"id": 131, "volume": 2, "title": "Only I Am A Necromancer Chapter 137", "url": "https://bestlightnovel.com/novel_888162148/chapter_131", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 137</h1>\n<p>Chapter 137: Great Battle in Kimpo International Airport (5)</p><p>Junghoon also could not hide his embarrassment at Minhum's report.</p><p>“Did you just say Wyverns?”</p><p>The herd of Wyverns, which they thought had already passed over the allied forces and flown north came back at the decisive moment when the allied forces had completely defeated the orcs led by the Orc Lord.</p><p>“How close are they to our allied forces now?”</p><p>“Our surveillance team is currently monitoring everything within the range of up to three kilometers, so the Wyverns will appear very soon.”</p><p>Were they coming back after hearing the noise of the battlefield? In fact, it was unreasonable to expect the Wyverns to pass over this area by accident. Besides, it was also unreasonable to think they didn't notice the noisy and crowded battlefield while flying over this area.</p><p>It was unreasonable to expect them not to return.</p><p>“…”</p><p>Junghoon closed his eyes for a moment. Soon, he opened his eyes and turned his head toward the battlefield, then shouted, “Everybody, retreat! Evacuate into the building right now!”</p><p>If the Wyverns arrived, they would try to eat all of the players and orcs.</p><p>In such a situation the victory or defeat on the battlefield would no longer matter. It was right to save their lives and reserve their power for the future battle.</p><p>“Pardon?”</p><p>“Do we have to retreat suddenly?”</p><p>Players who did not know the situation were greatly embarrassed. The Wyverns were too fast for Junghoon to repeat his order.</p><p>-The field boss ‘Wyvern Alpha Male' has appeared.</p><p>Huge shadows lined up over the runway. Those on the runway turned their heads up and looked up at the sky.</p><p>“Uhhhh!”</p><p>“Crazy! They're Wyverns!”</p><p>Their huge wings that came along with a great gust filled the northern sky like a black veil.</p><p>It wasn't one or two. A huge number of Wyverns poured out into the sky, so that half of the sky was covered in darkness in a moment.</p><p>Kaaaaaaaaaak!</p><p>A terrible grotesque cry resonated wildly on the battlefield.</p><p>Their long eyes were filled with greed.</p><p>Although it was a fierce fight between the allied forces and the orcs, with their fates at stake, they were no more than the Wyverns' delicious prey.</p><p>“Argh! Run away!”</p><p>“They are coming!”</p><p>Kaaaaaaaaaaaaaaak!</p><p>Wyverns folded their wings and descended fast. Then, pushing their giant claws forward, they passed through the battlefield. When they soared into the sky again, screaming loudly, they were holding a handful of players and orcs between their terrifying claws.</p><p>“Ahhhhhhhhhh! Help me!”</p><p>Someone's scream soared into the air.</p><p>Kaaaaaaaaak! Kaaaaaaaaak!</p><p>While soaring into the sky after hunting successfully, the Wyverns collided with other Wyverns and lost the prey. Three players were let loose and fell.</p><p>“Ahhhhhh!”</p><p>“Argh! Ahhhh!”</p><p>At that moment, the Wyverns flew in like a herd of hunting dogs, fighting to claim the prey first.</p><p>While being chewed, the players' weak bodies were shattered.</p><p>Sungwoo also noticed that terrible scene.</p><p>-You have earned 900,000 gold by hunting the warlord monster ‘Orc Lord'.</p><p>Sungwoo succeeded in thrusting his sword into the heart of the Orc Lord after bloody fighting, but he could not find the time to recover the item.</p><p>“Damn it! What the heck is going on?'</p><p>Sungwoo suspected that it was because of somebody's operation of the system that the Wyverns were sent at this crucial time. So, he clung to Bone Drake's body and observed the Wyverns closely.</p><p>Kaaaaaaaaaak! Kaaaaaaaaaaaak!</p><p>The Wyverns were spinning around the battlefield like a swarm of crows. Then, they nosedived and grabbed the prey with their huge claws.</p><p>Immediately after grabbing the prey and soaring, all kinds of pieces of flesh fell. In addition, given that the bone fragments were raining down from the sky, it was obvious that they were only focused on devouring their prey.</p><p>“I have to let them know that they shouldn't eat anything randomly.”</p><p>Sungwoo had no intention of falling into their prey helplessly.</p><p>Sungwoo summoned the “monster birds” to pick up two orc corpses, then dispatched them to the Wyverns. Then, he turned his head and looked for Junghoon.</p><p>“Junghoon!”</p><p>While leading his men to the evacuation area, Junghoon turned his head upon hearing Sungwo's voice.</p><p>“Ballista! Have Ballistas ready!”</p><p>Shouting at him like that, Sungwoo pointed at the sky with his index finger.</p><p>Junghoon seemed embarrassed at the moment, but soon, he commanded the archers of the Crusader Team to load Ballistas.</p><p>Rattle- Rattle- Rattle-</p><p>Three crew members headed to the Ballistas, turning the pulleys to load steel spears.</p><p>Although they didn't know when they would be eaten by the Wyverns, they were exercising as much calmness as possible in that situation.</p><p>In the meantime, Sungwoo controlled the monster birds to approach the snout of the lowest flying Wyvern.</p><p>“Grab it now!”</p><p>Without suspecting anything, the Wyvern quickly snapped the prey flying toward his eyes.</p><p>Of course, the Wyvern had no way of noticing that it was the bait.</p><p>Sungwoo muttered something.</p><p>“Explode!”</p><p>Bang! Bang! Bang!</p><p>The moment the Wyvern closed his snout, an explosion occurred in the air. Because of the explosion, the flight trajectory of the Wyverns was markedly elevated, but the altitude of the very one who suffered the explosion began to drop sharply.</p><p>Kaaaaaaaaaaaah…</p><p>His head was drooping. It seemed that he couldn't control his body at the shock of the explosion. Soon he couldn't get balance, then started flying up and down dangerously before slowly falling.</p><p>That meant he was now within the striking range of the Ballista.</p><p>“He's falling now! Shoot!”</p><p>When Sungwoo shouted, two Ballistas shot steel spears at the falling Wyvern.</p><p>One of the spears touched his neck and disappeared into the air, but the other one hit his chest.</p><p>Puck!</p><p>The damage was so severe that the Wyvern could not stand it. He folded his wings and fell. Right before he fell to the ground, Bone Drake charged at him.</p><p>Thud! Thud! Thud!</p><p>After grabbing his neck with his huge snout, Bone Drake shook his head and cut his windpipe at once.</p><p>-You have earned 754,030 gold by hunting the ‘Wyvern'.</p><p>Those who watched the scene could not shut their mouths.</p><p>“We have made it! We hunted the Wyvern!”</p><p>“The Necromancer hunted the Wyvern!”</p><p>It was the moment when they hunted the hellish creature that they thought they could never kill.</p><p>Moreover, a huge amount of gold was obtained for a single target like the Wyvern. The amount of gold was as big as that of a raid boss.</p><p>However, it wasn't gold that Sungwoo wanted.</p><p>-The dead will be your subordinate spirit.</p><p>The fallen Wyvern raised his long neck and slowly spread his wings. And his flipped eyeballs were back to their original position and lit up with green light.</p><p>It was the birth of the Bone Wyvern.</p><p>Sungwoo got on behind him.</p><p>“Get on it, Minsok!”</p><p>“Uh? Oh, yes!”</p><p>When Sungwoo called him, Minsok got on. The back of the giant creature was large enough to accommodate seven people.</p><p>Next, Sungwoo summoned four ghouls and made them hang on to the Wyvern's back.</p><p>They grabbed his ribs and settled in a stable position.</p><p>“Fly!”</p><p>Hoooooooooung―</p><p>The wings of the Wyvern, now Sungwoo's subordinate spirit, spread wide. Once its wings moved, the Wyvern began to soar into the air.</p><p>Hooooooooung― Hoooooooooung―</p><p>The Wyvern soared up a dozen meters in the air after screaming three times on the ground, then began to surge very fast into the air.</p><p>Whoooooooooooo-</p><p>Sungwoo's ride on the Wyvern was rather different from when he rode Gust. While Gust was like a sharp sports car, the Wyvern felt like an off-road four-wheeled vehicle. His ride was rough but held a sense of stability.</p><p>“Are you hunting Wyverns?” Minsok asked.</p><p><br></br></p><p>He looked up at the sky with his green eyes flashing. While flying towards such terrible monsters, he felt no sense of fear because he had already experienced death.</p><p>“Let me make them realize how it feels to be hunted by others.”</p><p>The ‘Bone Wyvern', which was rising vertically, turned to the left sharply.</p><p>Then, a Wyvern, who was left behind alone under his feet, caught his eye. Now, the Bone Wyvern descended towards its prey.</p><p>“That's him!”</p><p>To Sungwoo, the lone Wyvern was a prey. Sungwoo had the Bone Wyvern approach him. To be precise, he moved into a position where he could aim at his head and back.</p><p>Kaaaaaaaaaaaaaaah!</p>"}