{"id": 130, "volume": 2, "title": "Only I Am A Necromancer Chapter 136", "url": "https://bestlightnovel.com/novel_888162148/chapter_130", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 136</h1>\n<p>Chapter 136: Great Battle in Kimpo International Airport (4)</p><p>“…I'm sorry to come here so suddenly,” Sungwoo muttered, then put down the item in his left hand on the floor.</p><p>It was an object that looked like a Thermos, but black smoke was rising from it, slowly engulfing the whole area around them.</p><p>It was the “Purified Breath of Abyss (jar)” installed by the Evolution Society members at Youngdungpo Station. It was an item that released fatal gas when the lid was opened.</p><p>When Sungwoo stormed the main base of the pirates, he used it once.</p><p>-The Breath of Abyss is now being released. (11% remaining)</p><p>“I just want to talk with you alone.”</p><p>Having said that, Sungwoo was looking at the center of the fence.</p><p>Gruuuuuuuuuuuuuuuuuh-</p><p>There was a group of orcs there. Orcs wearing black armor and flags on their back were on alert against Sungwoo.</p><p>At first glance, they looked like elite troops, and a crown made of bones was seen between their shoulders as they stood very closely.</p><p>-The warlord monster ‘Orc Lord' has appeared.</p><p>He was none other than Orc Lord.</p><p>“There you are!”</p><p>Now, the tide of the battle began to change. The orcs, who were rushing toward the allied forces, quickly turned their course and began to retreat to save their leader.</p><p>Kuuuuuuuuuuuuuh!</p><p>They, who were more frantic than usual, rushed toward the bone fence built by Sungwoo in advance. They were charging very fast as if to break the fence right away to save the Orc Lord.</p><p>Puck! Puck! Puck! Puck!</p><p>But as soon as they approached the fence, roaring beastly, they bounced back violently. The fence was not that weak for them to break through quickly.</p><p>-‘Synergy effect' is given due to team play.</p><p>[Synergy List]</p><p>1) Platoon organization (hidden)</p><p>-Category: Synergy of personnel</p><p>-Condition: Attribute of commander (Level 2) + 30 or more members required.</p><p>-Effect: Attack power increase (+6%), defense power increase (+6%), additional damage (+3%) when mounting a joint attack against a single enemy.</p><p>2) Giant (5th stage)</p><p>-Category: attribute synergy</p><p>-Condition: 50 or more ‘Giant' attributes</p><p>-Effect: Reduces damage from the attack by small and medium-size opponents (-40%)</p><p>3) Ironclad Knights (Phase 5)</p><p>-Category: Armor synergy</p><p>-Condition: Equipped with 50 or more ‘Full Plate Armor'</p><p>-Effect: Increases armor defense (+30%), Forms a shield equivalent to 40% of defense.</p><p>Obviously, this kind of synergy was created by optimizing all synergies for holding out to the end.</p><p>Therefore, it was like a barbarian army assaulting a fully armed knight. In other words, it's like hitting a rock with an egg.</p><p>Pusheeeeeeeeeeeee―</p><p>Besides, the ‘Breath of Abyss' encroached on the inside of the fence, and black smoke rose through the huge bones. The black smoke stopped the attacking orcs.</p><p>Kuuuuuuuuuuuuh! Kueeeeeeeeeeeh!</p><p>Then, the trolls' axes fell over their heads.</p><p>-You have earned 1,200 gold by hunting the ‘Red Orc Warrior'.</p><p>-You have earned 1,200 gold by hunting the ‘Red Orc Warrior'.</p><p>-You have earned 1,200 gold by hunting the ‘Red Orc Warrior'.</p><p>Even if the fence was smashed, it was revived by the power of Lich. Kuaaaaaaaaaaaaaaaah!</p><p>Of course, they couldn't hold out indefinitely. The Ballista rotated and started aiming at the allied forces. Then, five or six ‘Wasteland Rhinos' charged toward them.</p><p>The moment the fences collapsed here and there, a huge number of orcs would dig through the gap to rescue the Orc Lord at the risk of their lives.</p><p>“We don't have much time anyway.”</p><p>Minsok approached behind Sungwoo's back. Orun was also standing next to him.</p><p>“There are about 20 bodyguards guarding the Orc Lord. I think they are stronger than normal orcs. What do you think is the most effective way of defeating them?”</p><p>Minsok lifted his big sword and took a posture as if he was racing toward them.</p><p>“Well, let me explode them right away.”</p><p>“Pardon?”</p><p>“Well, I'm going to use what I have used in the past. I intended to use it anyway.”</p><p>At that moment, they heard an eagle crying above their heads. When Minsok looked up, Gust's four legs were grasping something tightly.</p><p>They were the bodies of the killed orcs. Then, they began to fall over the heads of the Orc Lord and his bodyguards.</p><p>“Goodbye!” Minsok muttered.</p><p>Bang! Bang! Bang! Bang!</p><p>The explosions smashed them. The giant bodyguards surrounding the Orc Lord bounced out in all directions.</p><p>“Checkmate!”</p><p>At the same time, Sungwoo, Minsok, and Orun ran forward immediately.</p><p>Immediately after Sungwoo's surprise attack, the orcs' offensive against the allied forces was markedly reduced.</p><p>In terms of the system, their greatest goal was to complete the “Large Black Magic,” so they instinctively turned to protect the Orc Lord who was preparing the spell.</p><p>However, it was still early enough for the allied forces to be relieved.</p><p>“They are going back!”</p><p>“They are focusing their attack on the Necromancer!”</p><p>The orc forces returned and went to attack Sungwoo. If Sungwoo failed, the allies would also fail.</p><p>“Everybody, get rid of the Ballistas! Charge!”</p><p>At Junghoon's order, the allied forces dispersed, then began to fiercely chase the orcs.</p><p>Their first target was the Ballista. That huge crossbow operated by a pulley had the power to smash a troll skeleton with just one stroke.</p><p>The Ballista had been advancing a little while ago to break the shield wall of the allied forces, so it was very close to the allied army now.</p><p>“Wuuuuuuuuuuahhhhhhhh!”</p><p>“Charge!”</p><p>“Take out those ugly monsters!”</p><p>Shouting at the top of their voices, the players aimed at the backs of the returning orcs.</p><p>Some of the orcs turned and confronted the players, but they were soon easily defeated because their leader had been ambushed, which led to the collapse of their command system.</p><p>“Kill them! Kill them!”</p><p>“Dirty orc bastards!”</p><p>While firing a barrage of arrows on the orcs behind their back, the players realized that their victory was around the corner.</p><p>“We're almost there! Take control of the Ballista!”</p><p>Thanks to the fierce attack by the allied forces led by the Crusader Team, they finally reached their first target.</p><p>Rattle! Rattle!</p><p>A large 4-meter-long crossbow mounted on a four-wheeled wheel was in place, ready to fire. The pulley pulled the protest tightly while rotating.</p><p>Just before the Crusaders reached it, however, Ballista fired a huge steel spear.</p><p>“Damn it! Hurry up!”</p><p>The steel spear, 2 meters in diameter, flew in a parabolic shape, penetrating through the troll skeleton. The giant skeleton collapsed, and the orcs were seen jumping in.</p><p>But that was the last shot from Ballista because the Crusaders killed the archers.</p><p>“We've secured one Ballista!”</p><p>“There are two more on the right!”</p><p>The players moved around quickly to get rid of the orc remnants and secure the Ballistas.</p><p>Several orcs came to their senses to try to reclaim the Ballistas, but they couldn't break through the allied forces unless they could overwhelm the allied army numerically as they did before.</p><p>“No way, damn bastard orcs!”</p><p>“Load the arrows! Let's shoot them!”</p><p>While the players were confronting the orcs fiercely, the archer players started to operate the Ballistas. After learning to operate it, they began to aim the bows toward the charging orcs.</p><p>A huge iron bar was launched.</p><p>Puck! Puck! Puck!</p><p>With one stroke a dozen orcs collapsed like dominoes.</p><p>“Wow! What a great success! Keep firing!”</p><p>“Now defend the Ballista!”</p><p>If the allied forces kept up the fighting like this, they could pull off a miraculous victory.</p><p>But something unexpected occurred in the thick of the fighting.</p><p>“Uh? What did you say? Tell me again!”</p><p>Minhum stepped back and started shouting at the top of his voice, holding a walkie-talkie.</p><p>As if something ominous happened, his face turned white.</p><p>“Commander!”</p><p>Then, he hastily started looking for Junghoon.</p><p>“What's going on?”</p><p><br></br></p><p>“This is a radio from the magic drone surveillance team! Right now they are coming from the north…”</p><p>The Crusader Team was operating a “magic drone surveillance team”.</p><p>Two wizards were conducting a surveillance operation in a nearby safe place. They helped the allied forces a lot by watching the whole area with a magic drone and conveying the status of the battlefield and the variables of the battle to them.</p><p>Even now they discovered something unusual and reported to Minhum.</p><p>Minhum opened his mouth.</p><p>“The Wyverns are approaching this way, according to the surveillance team.”</p><p>“…”</p>"}