{"id": 132, "volume": 2, "title": "Only I Am A Necromancer Chapter 138", "url": "https://bestlightnovel.com/novel_888162148/chapter_132", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 138</h1>\n<p>Chapter 138: Great Battle in Kimpo International Airport (6)</p><p>When the Bone Wyvern approached him, the ghouls hanging from his side were ready to fly.</p><p>“Minsok, grab the wings!”</p><p>As soon as Sungwoo ordered, he reached out his left hand.</p><p>Then, two black chains stretched out and wrapped around the lone Wyvern's left wing.</p><p>When his wing was tied, his body tilted, reducing his speed drastically.</p><p>The ghouls flew over it instantly. They landed on the target, jumping from hundreds of meters above with their unique agility.</p><p>Kaaaaaaaaak! Kaaaaaaaaaak!</p><p>The lone Wyvern screamed and twisted when he suffered an attack for the first time in his life,</p><p>The four ghouls stuck their nails in the Wyvern's leather and held on to it like ticks.</p><p>Then, they climbed up on him little by little, and began to attack the areas believed to be his vital points, such as his neck.</p><p>“Let me get rid of him!”</p><p>Shouting like that, Minsok threw himself at the Wyvern and pulled the chain in his left hand at the same time. Then, he landed on the lone Wyvern's back.</p><p>As if riding a wave, he held the string with one hand and kept his balance, with his knees bent. Then, he moved forward little by little, drawing his sword.</p><p>At that moment, a shadow cast over Sungwoo's head.</p><p>Kaaaaaaaaaaaak!</p><p>“Damn it!”</p><p>This time, the lone Wyvern grabbed Sungwoo's back. He threw his huge claws toward Sungwoo's head, but Sungwoo steered Bone Wyvern and made a sharp turn to the left.</p><p>Bone Wyvern's speed dropped, then he turned sharply to the left. He managed to avoid the lone Wyvern's claw attack.</p><p>However, as usual in air battles, it wasn't difficult to escape once one was caught from behind. The shadow above his head followed him persistently.</p><p>Pick! Pick! Pick! Pick!</p><p>Sungwoo lifted the repeating crossbow and fired it, but to no avail.</p><p>He could not inflict painful damage to the huge Wyvern.</p><p>-You have earned 850,000 gold by hunting the ‘Wyvern.'</p><p>-Time remaining until you prove your credentials: 3,702 days</p><p>It seemed that Minsok succeeded in hunting the Wyvern. Sungwoo turned his head and looked at one Wyvern falling.</p><p>-The dead will be your subordinate spirit.</p><p>The Wyvern that was falling spread his wings again. He has gained a new power and a new owner, namely Sungwoo.</p><p>Kaaaaaaaaaaaaak!</p><p>Sungwoo could not afford to pay attention to him because he was attacked by a claw the size of a blade. Bone Wyvern folded his wings and descended. The claws passed through the tail of Bone Wyvern.</p><p>“Come out.”</p><p>Faced with the rough wind, Sungwoo summoned a skeleton on the back of Bone Wyvern.</p><p>Rattle-</p><p>Right after he was summoned, Orun curled up in the harsh wind, then grabbed the bones of Bone Wyvern not to be blown away.</p><p>“Go!”</p><p>However, when Sungwoo issued an order, Orun let go of the bone.</p><p>His little body was swept away by the wind and flew back. At the same time, he drew a knife from behind his back and turned around in the air.</p><p>Then, he faced the Wyvern following Sungwoo. He pushed his giant beak toward Orun.</p><p>The moment Orun was bitten, he would be smashed and turned into powder.</p><p>However, Orun straightened his curled body and avoided his teeth by pushing hard. Then, he swung his sword after passing around his mouth.</p><p>Orun cut his right eye.</p><p>Kaahaaaaaaaaah!</p><p>When his right eye was cut, the Wyvern lost his sense of direction. Finally, Sungwoo could get away from the Wyvern chasing him tenaciously.</p><p>The Wyvern shook his head and struggled. Then, he tried to fly into his crowd by flapping his wings violently because he knew instinctively he would feel most safe there.</p><p>“Catch him!”</p><p>However, before the Wyvern joined his group, he was attacked by Bone Drake.</p><p>With his green eyes sparkling, Bone Wyvern came from the other side.</p><p>Because he already lost one eye, he couldn't escape their attack properly.</p><p>-You have earned 850,000 gold by hunting the ‘Wyvern.'</p><p>-The dead will be your subordinate spirit.</p><p>So, a total of three “Bone Wyverns” were reborn.</p><p>But the ruler of heaven was still the Wyvern. In particular, “Wyvern Alpha Male” was their supreme leader in the sky.</p><p>Krrrrrrrrrrrrrrrrrrrrrrrrrrrr―</p><p>The Wyvern Alpha Malel flew from the highest point in the sky while monitoring both the sky and the ground. He felt a different being among his race. Apparently, he had the same looks as his race but a different identity. The number of such beings was increasing from one to two, then two to three.</p><p>He regarded them as a threat and decided to get rid of them.</p><p>Kaaaaaaaaak! Kaaaaaaaaaaak!</p><p>Roaring high, he charged at Sungwoo, followed by his minion Wyverns.</p><p>“This is rather dangerous.”</p><p>When Minsok said that, Sunwoo also nodded and said, “I think so.”</p><p>It was possible for Sungwoo to catch one by one, aiming at the lone Wyvern while mingling with the herd of Wyverns, but it was impossible for him to engage in an all-out war with the whole Wyvern group. At first glance, they numbered more than 30.</p><p>‘I can't even give them the slip.'</p><p>It was impossible for him to give such a huge number of Wyverns the slip by flying elsewhere.</p><p>Besides, he could not escape through the buildings because they were low because of the height limits.</p><p>The moment he was caught by the Wyvern, he would be torn to pieces in the air, surrounded by dozens of Wyverns without even a chance to escape. So, he should not be caught by them by all means.</p><p>‘I have to drive them out.'</p><p>At that moment, he hit upon another idea.</p><p>Sungwoo took out an item from his bag. It was a thermos-shaped “Breath of Abyss (jar)”.</p><p>Rattle-</p><p>When he turned the lid, black smoke began to come out. It was the scent of death that any living being would never want to breathe.</p><p>-The Breath of Abyss is being released (4% remaining)</p><p>‘It's got only 4 percent left.'</p><p>Since Sungwoo used it twice, there was not much left.</p><p>Kaaaaaaaaaah!</p><p>Dozens of Wyverns charged at Sungwoo all at once. It was as if dozens of piranhas were rushing towards a crucian carp in the wrong aquarium.</p><p>Sungwoo steered Bone Wyvern to fly straight away while maintaining altitude. When Bone Wyvern flew forward, black smoke spread out behind him.</p><p>Pooooooooooh-</p><p>The gas that killed living things spread more and more widely, and the Wyverns chasing Sungwoo were also buried in the smoke.</p><p>Kaaaaaaaak! Kaaaaaaaaak! Kaaaaaaaaaaaak!</p><p>The Wyverns flipped their wings in the opposite direction and stepped back. The smoke was not toxic enough for the Wyverns to pass out, but they dispersed in all directions as if they felt it was disgusting even to touch the black smoke for a moment.</p><p>Whoooooooooooooooo-</p><p>Sungwoo had Bone Wyvern fly zigzag to sprinkle the black smoke over the widest possible area. As a result, almost all of the sky was covered with smoke, and there was no route for the Wyverns to break through the smoke to chase Sungwoo.</p><p>The Wyverns couldn't do anything in such a situation, so they were hovering in the air helplessly. Just like a dog chasing a chicken helplessly while staring at the rooftop where the chicken landed, the Wyverns were blankly looking at Sungwoo.</p><p>“Nice!”</p><p>Finally, the “Alpha Male Wyvern” turned around to retreat, and his minion Wyverns also followed their leader.</p><p>It was over.</p><p>“Let's land on the ground.”</p><p>Three Bone Wyverns began slowly descending towards the ground, and they found the Necromancer's collections standing tall on the ground.</p><p>Huge skeletons such as Bone Drake, Ogre Skeleton, Ghoul King, and Troll Skeleton stood tall in the middle of the battlefield. “What the heck are they?”</p><p>“The monsters we've been fighting until now are gathered in one place.”</p><p>The allied players were in the domestic terminal of the airport to avoid the Wyverns.</p><p>They couldn't believe their eyes when they watched the parade of monsters on the runway stained with blood.</p><p>“…”</p><p>Standing outside the building, Sungwoo was watching what was happening.</p><p><br></br></p><p>Then he was lost in thought.</p><p>‘After all, he was far from arrogant when he said he would get rid of the Chinese pirates.'</p><p>The Necromancer had a reason when he showed such confidence.</p><p>‘If that's the case….'</p><p>He could now carry out the plan recommended by Sungwoo.</p><p>If the Necromancer decided to help him, he could get around China's obstruction and put pressure on them.</p><p>He was now imagining the Wyverns bombing a Chinese pirate fleet.</p>"}