{"id": 133, "volume": 2, "title": "Only I Am A Necromancer Chapter 139", "url": "https://bestlightnovel.com/novel_888162148/chapter_133", "volume_title": "Volume 2", "body": "<h1>Only I Am A Necromancer Chapter 139</h1>\n<p>Chapter 139: Pirate Fleet in the Yellow Sea (1)</p><p>-You have succeeded in attacking the 4th ‘Warlord Monster' on the Korean server. (Best contributor: kor-157)</p><p>After the battle was over, the allies got rid of the orcs' remnants. Although they were remnants who lost their leader, they were huge in number. While getting rid of them, both Sungwoo and Jungwoo leveled up.</p><p>[KOR Server Ranking (Page 1)]</p><p>1) Kangsok Han (LV. 19)</p><p>2) kor-157 (LV. 18)</p><p>3) DOCTOR-000 (LV. 17)</p><p>4) Youngdungpo Prosecutor (LV. 16)</p><p>5) Yoon Choi (LV. 15)</p><p>Sungwoo chose ‘Physical Strength Increase (+3)' as the reward for leveling up because he would highly likely confront strong players in the future. In that case, he would be their target, so he did not neglect to strengthen his physical ability.</p><p>The players could easily guess that the only way to stop the undead unit from reviving was to kill the Necromancer.</p><p>Sungwoo checked the items he had obtained by hunting the Orc Lord.</p><p>[Item information]</p><p>-Name: Blackened Pearl Ring</p><p>-Class: Hero</p><p>-Category: Ring</p><p>-Effect: Curse-type magic damage increase (+10%)</p><p>-Description: The energy of darkness is present. It can be harmful to those occupational groups without immunity.</p><p>The item would be very helpful to Sungwoo because he had several curse-related skills, such as “Death Curse” and “Death Aura” that he usually activated upon triggering the Fellblade</p><p>‘I wonder if I had caught the boss monster after the Large Black Magic Spell was completed, would I have obtained something like Devil's Bloodstone I had obtained from the gym?'</p><p>‘Devil's Bloodstone' was a legendary item that could take away mana. Of course, Sunngwoo didn't regret it because he had to get rid of the monster before things got worse.</p><p>Night fell.</p><p>It got dark before the allied forces could return to Youngdungpo, so they set up a camp in Kimpo Airport.</p><p>“A total of 492 players have survived.”</p><p>Minhum reported to the commanders.</p><p>“Compared to the number of them when they gathered, they are less than one third.”</p><p>“Half of our team members were killed.”</p><p>“The Seongdong-gu team was annihilated.”</p><p>Quite a few players were killed during the battle with the Red Orcs. Those killed were not just ordinary soldiers because they were an elite force who achieved a high level by surviving in this hellish world.</p><p>So, it was evident that during the course of this Hidden Chapter, the allied forces suffered a huge damage.</p><p>“But those who have survived became stronger. Based on them, we must build a stronger organization in the future,” Junghoon said.</p><p>Like he said, they could be relieved that those who survived became much stronger than before when many of them were killed.</p><p>For example, Jisu reached level 15, and Hanho, who was slower than her, reached level 12.</p><p>In terms of the Korean server ranking, Jisu ws No. 7, while Hanho was No. 27.</p><p>However, there was one difference according to the grade of the job among those whose level was almost the same. In the case of Jisu, she didn't have the opportunity of awakening even though her level was high. This seemed to be the case because she was not given an ‘exclusive quest'.</p><p>As for this, Hanho explained his thoughts on the exclusive quest with some complaints.</p><p>“When I analyzed the information posted on the community bulletin, the exclusive quest or the opportunity to awaken is a dirty and disgusting discrimination that is only given to 4-star and 5-star jobs. I would say this is kind of a new rank of this era.”</p><p>He continued with a smile as if he reached nirvana.</p><p>“That is, those with 4 stars and 5 stars are the stars, those with 3 to 2 stars are supporting actors, and those with one star like me are extras.”</p><p>It was true that the weight of the game changed, depending on which card they drew when the game began first.</p><p>“By the way, Hanho, you had two chances to draw a card, but how come you drew only one-star card?”</p><p>“Well…”</p><p>“Uh?”</p><p>“Pardon? Oh, nothing. Actually, my real job is a chopstick-tossing master and a community analyst. Hahaha!”</p><p>“Hanho, don't be too heartbroken.”</p><p>At that moment, the players who were patrolling the inside of the airport building returned.</p><p>They seemed to have found something.</p><p>“There is a shop inside the International Terminal, but it's a little different from the existing one.”</p><p>“Right. There is a message we can't get access to it.”</p><p>The strange shop found by the reconnaissance team was allegedly located in a duty-free shop in the International Terminal.</p><p>So, Ansok said, touching his bald head, “A store? If it's a store, don't we have to go there by all means? Since we had a hard time collecting gold, it's time for us to get some good items.”</p><p>Just like he said, they needed to increase their strength by purchasing various items at the store. However, most groups tended to limit the use of free gold.</p><p>“Why don't some of the commanders go and check it?”</p><p>So, Sungwoo and his friends also joined other commanders in heading to the shop.</p><p>In fact, they had no time to use the store, so they accumulated a lot of gold. Finally, the time has come for them to use that gold.</p><p>A red question mark icon was flashing above the entrance of the duty-free store when they arrived.</p><p>“Wow! It's definitely different from existing shops!” Ansok said, swallowing in excitement.</p><p>“But why can't we go in?”</p><p>“We'll find it out when we get there. I think I can get in, though.”</p><p>Although Ansok said that with an air of conceit, a message appeared as soon as he got there.</p><p>-You need a ‘secret store coupon' to enter this shop.</p><p>“Uh? What the heck is this? We can't get in!”</p><p>“I can't, either. What the heck!”</p><p>Ansok and Kangyoon, who tried to enter it first, met some resistance and stepped back.</p><p>Junghoo and Minhum also tried in vain to get in.</p><p>“A secret coupon…”</p><p>Others just gave up without even trying to enter it.</p><p>At that moment, Sungwoo appeared among them. The commanders naturally stepped back.</p><p>“No way…”</p><p>Sungwoo stepped into the entrance of the duty-free shop.</p><p>-Would you like to use a ‘secret store coupon'? (Y/N)</p><p>Secret store coupon. Sungwoo remembered that he obtained one after he won the first awakening. It was given to a total of 50, and Sungwoo was the 9th who received it.</p><p>It seemed that even Junghoon was not included among those 50 people.</p><p>‘A secret store? Can I get the items that are not available at regular stores?'</p><p>Sungwoo clicked Y. Right after that, his body disappeared into the store. Those standing around the store looked puzzled because only one person, the Necromancer, entered the space they could not dare to enter.</p><p>“Shit! Only that guy again!”</p><p>“Why is it that only that person can do anything?”</p><p>“Is he like a VIP?”</p><p>The inside of the shop was a normal duty-free shop. However, a huge screen was installed in the middle of it, and white light was radiating from the ceiling beam project.</p><p>-Sit down.</p><p>A message appeared on the screen. In front of the screen was an antique leather chair.</p><p>Sungwoo sat in the chair. Then, the screen moved to the next message.</p><p>-A total of 5 carefully selected items will be released one by one. If you are willing to buy, say “buy”.</p><p>* You have 10 seconds to make a decision.</p><p>* Items that you have passed cannot be purchased.</p><p>‘So, should I decide whether to buy or not within 10 seconds? It's perfect for impulse purchase.'</p><p>-The first item is now revealed.</p><p>[Item information]</p><p>-Name: Golem Manufacturing (Skilled Grade) Parchment</p><p>-Grade: Special</p><p>-Category: Consumption</p><p>-Effect: When you use it, you can get the skill of ‘Golem Manufacturing'.</p><p>-Description: You can create a huge golem using nearby materials. Materials may be added, depending on the job.</p><p>* Price: 1,000,000 gold</p><p>‘1 million gold needed in manufacturing Golem?'</p><p>-10 seconds left.</p><p>The total amount of gold Sungwoo had at the moment was 10,565,540 gold. That's one tenth of that amount. Is this skill worth 1 million gold?</p><p>“Yes, I have to buy this one…”</p><p>Obviously, this is a skill that will strengthen Sungwoo's undead army. If he can use different materials, depending on the job, Sungwoo can manufacture Golem by using ‘corpses'.</p><p>-The second item is now revealed.</p><p>[Item information]</p><p>-Name: Set of 3 panacea</p><p>-Grade: Special</p><p>-Category: Consumption</p><p>-Effect: When you use it, all the ‘status abnormalities' can be canceled.</p><p><br></br></p><p>* Price: 2,000,000 gold</p><p>‘This is an item that I could select as the Hidden Stage reward. But was it such an expensive item?'</p><p>Sungwoo couldn't know when he would use the panacea, but he felt it was too expensive to use gold right now.</p><p>‘Let me pass.'</p><p>Considering the fact that his job itself was immune to curses, he felt that he would lose money by buying it.</p><p>-1 second left.</p><p>-You've run out of time.</p>"}