{"id": 1, "volume": 1, "title": "Only I Am A Necromancer 1 Chapter 1", "url": "https://bestlightnovel.com/novel_888162148/chapter_1", "volume_title": "Volume 1", "body": "<h1>Only I Am A Necromancer 1 Chapter 1</h1>\n<p>Commuting to school is hellish.</p><p>Sungwoo Yu was often exhausted when he finally arrived at campus after transferring three times, which took him two hours each way.</p><p>So, he tried his best to avoid his 9:30AM class as much as possible, but it didn't work out as he wished because it was one of the required courses for his major.</p><p>\"Urgh! Oh no! How did I manage to attend school in my freshman year? I think I have to make a choice between living near school and dropping out of college,\" he grumbled, getting off the shuttle bus. He felt his whole body aching after the long commute.</p><p>Hanho Lee, who was a year younger, teased while following him, \"Hey, why are you so weak-minded as a retired squad commander of the army special forces?\"</p><p>The other day when he drank with Hanho, Sungwoo bragged about his heroic exploits when he was in the army. After that, Hanho made fun of him whenever he had a chance.</p><p>\"Are you sure you were really an army special forces member? Aren't you lying to me? You said you were done marching 10 kilometers quickly in full gear, right? Then why can't you stand sitting on the bus or subway for two hours while commuting here?\"</p><p>As if he felt what Hanho said was ridiculous, Sungwoo tapped him on the shoulder and said, \"Hanho, can't you stop preaching me until after you join the army? How long are you going to delay going to the army?\"</p><p>\"Well, let me tell you one thing, Sungwoo. The unification coin will prevail.\"</p><p>Sungwoo clicked his tongue at his strong ambitions.</p><p>\"Damn it! What the heck are you talking about when you don't pay any attention to the news at all? You don't deserve to mention national unification! Don't you know you are in a limbo because you kept delaying joining the army because of Miyoung? I doubt unification will ever come true when you have already broken up with her.\"</p><p>Hanho's face hardened at his sarcastic reply.</p><p>\"Well, would you please not mention her?\"</p><p>\"Hanho, I clearly told you at the welcoming ceremony for freshmen three years ago that there should not be any campus couples, right?\"</p><p>\"...\"</p><p>Obviously it was impossible for a man like Hanho, who was part of a campus couple but had no military experience, to win the argument with anybody.</p><p>Despite Hanho's silence, Sungwoo kept mentioning her name while heading for the campus building for his first class. Hanho suddenly began to look in the sky blankly.</p><p>\"What the heck! Are you crying now?\" Sungwoo asked.</p><p>\"No, I'm just looking at the sky…\"</p><p>\"Sky? I wonder if you're conjuring up her face there…\"</p><p>\"Didn't you see those letters in the sky a moment ago?\"</p><p>When he said that, Sungwoo raised his head, but he saw only the cloudless blue sky.</p><p>\"You miss her very much, right?\"</p><p>\"Oh, no! I clearly saw the letters only a moment ago! It said something like monster downloading. It said 99% downloading, then suddenly disappeared when it was 100%. I mean it was over there on the top of the library building!\"</p><p><br></br></p><p>Sungwoo looked up at the sky again, but he saw only a few birds fluttering away into the sky.</p><p>\"...Monster? Hey, dude, what kind of game did you play last night? Can't you tell reality from a dream?\"</p><p>\"Oh, I'm serious…\"</p><p>\"I think you saw an illusion because you have been drinking too much these days.\"</p><p>\"...Ah, you think so?\"</p><p>Hanho easily agreed. It was true that these days he was unstable and nervous. Nonetheless, he looked at the sky several times as if he felt uncomfortable.</p><p>Clicking his tongue, Sunwoo kept walking while Hanho slapped his face a couple of times and caught up with him quickly.</p><p>\"Hey, Sungwoo, can you get me a cup of coffee from a vending machine? I seriously need some caffeine because I feel like I'm losing my mind at the moment.\"</p><p>\"I don't have time. Prof. Hwang will come in at any moment. Just look at the long line before the vending machine. Are you going to swap your grade for a cup of coffee?\"</p><p>Even before the first class began, there was a long line before the vending machine on the first floor of the building.</p><p>\"Well, are you going to doze off again? Your strong mentality as a former special forces member will be tested again…\"</p><p>At that moment, Hanho stopped because he knew he would be in big trouble if his tongue slipped any further.</p><p>\"See you at lunch then. I could end early today. By the way, I really saw the letters,\" Hanho said.</p><p>\"Stop the nonsense! Let me head out first. Talk to you later.\"</p><p>Sungwoo took the elevator to the fourth floor and arrived at the lecture hall. When he came in, the professor also arrived right on time.</p><p>\"...Oops, I feel sleepy.\"</p><p>Was it because he didn't have coffee or was he so rusty after being discharged from the army and coming back to school only recently? In no time he felt sleepy as he could not concentrate on the lecture.</p><p>\"...\"</p><p>He heard the professor's voice vaguely, and his eyelids were heavy. His shoulders felt stiff, but he blamed it for his hellish commute to school.</p><p>Right at that moment, he saw some strange letters floating in the air.</p><p>u003cWhat is the best job in the ruined world? Choose right now.u003e</p><p>\"Ugh? What the heck?\"</p><p>He felt he was hallucinating while dozing off. He blinked his eyes, then roughly rubbed them. But the hologram message before his eyes didn't disappear.</p><p>Tik, tik, tik.</p><p>At that moment, the monitor that was printing out the class material flickered, then all the fluorescent lights went out.</p><p>Woowoong~</p><p>\"Ugh? What the heck is this? Is it a blackout?\"</p><p>\"What? I don't see anything!\"</p><p>It was not a simple blackout. As if the sun had gone out or one was thrown into the cosmos, the whole world plunged into darkness.</p><p>Sungwoo curled up in an attempt to defend himself against the contingencies.</p><p>\"Even my mobile phone is off. What the heck is going on?\"</p><p>\"By the way, what the heck is this? I can see myself only here!\"</p><p>\"Me too…\"</p><p>One thing was clearly visible. It was the holographic message that Sungwoo mistakenly regarded as a hallucination. It seemed that all the students in the hall saw the same thing.</p><p>u003cYou have only have 15 seconds left.u003e</p><p>\"Oh my...what is this?\"</p><p>\"15 seconds of what?\"</p><p>Bright light shined before their eyes, and then the ten cards began to spin.</p><p>Just like a spinning wheel or conveyor-belt sushi, the cards came so close as if they could touch them, then quickly moved away clockwise. The cards had all sorts of pictures with various colored backgrounds.</p><p>\"You guys see these cards too?\"</p><p>\"Hey, guys, don't touch them recklessly!\"</p><p>\"He is right! Don't touch them! They're dangerous!\"</p><p>Nobody knew why it was dangerous to touch them. They just avoided the cards instinctively. But Sungwoo harbored another doubt.</p><p>'Isn't it more dangerous to not do anything now? Who knows what'll happen after 15 seconds?'</p><p>u003cYou've got only ten seconds!u003e</p><p>'Does it mean we have to choose a card?'</p><p>One card had the drawing of a fighter with a sword and a shield, another one with a wizard holding a cane, and another one with an archer holding an arrow. These three cards each had a star on the white background.</p><p>Another one had two stars on a green background, which looked like a priest in Sungwoo's eyes. Was he a castle knight drawn on the card with three stars on the pink background?</p><p>Sungwoo tried his best to understand this ridiculous situation. Only seven seconds were left. What was this countdown forcing him to do?</p><p>'What the heck is this? Is it similar to poker? What am I supposed to decide within this timeframe?'</p><p>At that moment, one card with the drawing of a fighter, which was off in the distance, disappeared with a 'Poof!' And then…</p><p>Bump!</p><p>\"Ugh? What the heck is this?\"</p><p>A sword suddenly dropped onto Sungwoo's friend's desk, who was sitting in front of him.</p><p>'I wonder if it was dropped by the fighter on the card…'</p>"}